[
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/0",
    "text": "Pods of America is brought to you by Vaya. Love it. You tried some Vaya? Great. I had the gummies and they work. I like them. I've had the ones with THC. I've had the ones with just the CBD. Very relaxing. Very relaxing. I think that like I used to have more THC and CBD, especially during that pandemic. Remember that? And which is still ongoing. And but now I. We're almost at the next one. Yeah, they just blend into each other. But now, like, just to have just a little bit of either CBD or THC once, like, just to kind of like just to like take the edge off or focus. It's just great. I highly recommend it. If you haven't tried them yet, you're seriously missing out. Whether you need to unwind, refocus or boost your mood, VIA is here to enhance your every day and night. Trusted by over half a million happy customers, VIA is changing the game in natural wellness, blending powerful, high-quality hemp-derived ingredients to deliver real, effective-driven benefits. Whether you're looking to sleep better, have better libido, improve focus, recover, or simply relax. I was trying to get my libido down. Vaya has a tailored solution just for you. With products ranging from zero to high cannabinoid levels, Vaya lets you fully customize your experience to fit your needs. Whether you're looking to support your daily wellness routine, enhance focus and clarity, or unwind with deep relaxation. I'm pretty cannabinoid with Elon Musk. Vaya has you covered. From their award-winning Effect Forward gummies and premium indoor-grown THCA flour in calming drops, every Vaya product is thoughtfully crafted, made with organic, lab-tested hemp sores from trusted, independent, American-owned farms. And the best part, Vaya legally ships across the USA, discreet, direct to your door, no medical card required, and backed by a worry-free guarantee. Not sure where to start? Take Vaya's product finder quiz to get personalized recommendations tailored to your needs. It can take you less than 60 seconds to complete. If you're 21 plus, check out Viahemp.com and use the code Crooked to receive 15% off free shipping on orders over $100. And if you're new to Viya, get a free gift of your choice. After you purchase, they ask you where you heard about them. That's V-I-I-A-H-E-M-P dot com, code CROOKET. Please support our show and tell them we sent you. Enhance your everyday with Vaya. Get ready to shine at Palm Beach Tans Free Beauty and Tanning Week, March 9th through 15th. Be our guest and try any service-free sun, spray, sauna, or red light therapy. No contracts, no commitments, just great deals. Plus, save big on skincare, including Australian gold and our new Lipsidian X-Line with patented exosome skincare products. Not to mention discounted sunbed, spray tans, and wellness sessions. But hurry, these deals won't last long. See yourself in a new light at Palm Beach Tan. Welcome to Pod Save America. I'm Tommy Vitor. I don't have to tell you guys this. Things feel pretty bleak out there for Democrats right now. Republicans control the White House, the Congress, the courts, the right-wing media. It feels more influential than ever. And I think it can be easy to lose hope and worry that we might not ever be back in power. But I want you to imagine for a second that you're a member of the Labor Party, the British equivalent of the Democratic Party in 1997. You would have been out of power for 18 years, enduring election after election of devastating defeats and Margaret Thatcher and this historic period of Tory rule. And so that's why that experience is why I wanted to talk with today's guest, Alistair Campbell. He was one of Tony Blair's most trusted advisors during his time as prime minister. You should think of Alistair as the British David Axelrod. But most importantly for this conversation, Alistair was with Blair in the years before the Labour Party finally won back power. And he was one of the key architects of Labour's rebranding and media strategy that ultimately led them to a landslide victory. Alistair is considered a master of driving a media narrative and was sometimes even referred to as the king of spin, although I don't think he liked that. We'll talk about how Alistair and Tony Blair helped pull the UK out of the iron grip of Thatcherism and what lessons, strategies, and tactics Democrats can steal from that experience to win back power here. We also cover what Alistair makes of Donald Trump generally, and also what he makes of Trump just upending 75 years of US foreign policy by turning away from our traditional allies in Europe and aligning with Russia. And finally, we talk about what we can learn from right-wing populist parties all over Europe about the MAGA movement and how to defeat them.  And if you want to hear more from Alistair, you should check out his excellent podcast, The Rest is Politics. He and former Tory party MP Rory Stewart cover what's happening in the UK. They also cover US politics, global events all around the world. It is a weekly listen for me, as is Crooked Media's own Pod Save the UK, which covers British politics more from the left like we do on Pod Save America here. And it is also just consistently hilarious and worth your time. So with that set up, here's my conversation with Alistair Campbell. Alistair Campbell, welcome to Pod Save America. Absolute pleasure to be here, Tommy. So Alistair, the Labour Party over in the UK was on its ass for 18 years, 1979 until 1997, including the majority of that under Margaret Thatcher, who is this towering figure in British and global history, frankly. In 1994, you leave a job in journalism to help Tony Blair and the Labour Party right the ship and finally win back power. From reading your diaries and listening to your excellent podcast, I get the sense there were times when you and Tony Blair felt like the Labour Party was as hopeless and divided as a lot of Democrats feel now. How did you guys approach this monumental task of rebranding the party and preparing to get to an election where you could finally win back power? I mean, I think the ship was already being righted. So the Labour Party, as you say, out of power for a long time. Mrs. Thatcher wins in 1979. 1983, catastrophic defeat. 1987, she wins again, quite big. But I'd say that Neil Kinnock, who was Tony's predecessor but one, and John Smith, who was Tony's direct predecessor, whose death led to Tony taking the leadership, they were definitely starting the process. But the fact that you're talking about two leaders over successive elections underlines that the Labour Party was very difficult to change. And that led us into this theme of modernization. And once we'd sort of settled on that as the key core theme, everything kind of flowed out from it. And it was also fundamental in signaling to the public that, you know, this guy Tony Blair is a bit different. And so I think we are getting an important point, which is that this wasn't just, you know, cosmetic changes. You were signaling to voters that the Labour Party was now different. In fact, you started calling it New Labour. One of the things I really like about your podcast is you guys talk a lot about the importance of a political party, not just having a day-to-day message, but a 30,000 foot narrative and a story that ties it all together. And as simplistic as it might sound to you and to me, if you ask people what Donald Trump wants to do as president, they'll say, make America great again. And that is a framework for everything he does. Whereas I feel like Democrats often feel like they have a laundry list of policy ideas, but it doesn't feel like a coherent story. How did you think about developing and staying true to that 30,000-foot narrative? So in opposition, what we were trying to achieve, our objective was easy. We're trying to win, and we're trying to win big so that we can get stuff done. The strategy came together pretty quickly around this theme of modernization. And I always say that a good strategy, you should be able to sum up in a word, a phrase, a sentence, a paragraph, a page, a speech, and a book. Now, that's a very top-down approach, okay? And you can argue that in the modern age, maybe there are different ways of doing it. But I would would argue that trump in a way does do that his his strategy right now is i would argue is is disruption or it's domination or it's um megalomania i don't know i don't know quite how you'd phrase it but he knows in his head kind of what he's doing and why, how everything that you talked about joining the dots and things, painting a picture. I always used to have this view, this kind of image in my head. So we're starting, you know, you and I obsess about politics all the time and have done for a long time. But I think something that we both know is that most people don't. And that was also, I think, a genius that both Tony Blair and Bill Clinton shared. They know that most people don't follow this stuff very closely. What I always used to have in my head was what we called a big picture. And every time you were doing or saying something, you had the capacity to land a tiny, tiny, tiny dot on that picture. And if you didn't land a dot that signed up with the last dot and the next dot, and you were painting a picture on your terms, then in politics, what happens is that your opponents, political or media, they come and wipe out your dots the whole time. So our framing was, if it didn't say modernization, don't say it. If it didn't speak to the theme of modernization, just go away and stop bothering us with these stupid ideas that are about taking us back, not forward. And the thing about new labor, new labor just sort of happened in a funny sort of way, because we were doing this conference and you know what it's like when you're sitting around trying to think of a... You've done all the hard stuff of speech writing and policy and all that, you know. But then Tuesday before the conference starts, the set designer comes in and says, you know, what's the backdrop going to say? We had a meeting. I'll never forget, it was me. Tony was there. I was there. Peterelson was there philip gould who's our pollster and strategist was there and two or three other people were sitting around the favorite was a new approach for labor and then a subline and a new approach for britain or something like that and i thought one it's too long two it's a bit winky wanky doesn't say anything so i'll never forget it i i just said new late i wrote on my pad new labor new britain and i circled it and i passed it to philip and he just he just went tick tick and and and that was it but even peter mandelson who was now our ambassador in Washington, no doubt absolutely loving it. He was right on the outer side of the outer edge of modernization. He was like uber new labor. But I remember even Peter saying, I think this might be a bit bold for this time, you know, shouldn't we just wait? But one of the great things about Tony was that if you persuaded him of the intellectual reality of a proposition.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 664400
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/1",
    "text": "He'd go with it.",
    "speaker": null,
    "startTimecode": 665080,
    "endTimecode": 665800
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/2",
    "text": "And that is what we were... One of the great things about Tony was that if you persuaded him of the intellectual reality of a proposition, he'd go with it. And that is what we were saying. We were basically saying to the public, new Labour means we're going to change the Labour Party. As we change the Labour Party, you, the public, need to get in line, understand that with the same vigour, energy and drive and direction, we're going to change the country.",
    "speaker": null,
    "startTimecode": 686220,
    "endTimecode": 702880
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/3",
    "text": "And that's why new Labour, New Britain became the strategy. And it remained the strategy throughout the entire time we were in government.",
    "speaker": null,
    "startTimecode": 703680,
    "endTimecode": 709300
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/4",
    "text": "Pod Save America is brought to you by ZocDoc. Have you ever woken up with a funky symptom, like a swollen itchy eye, funky looking rash? That's two funkies.. Tight pain in your neck or a persistent cold that won't go away? I mean, now that I think about it, maybe. And immediately Googled it or searched TikTok to see what's wrong. No, I did not do that. Don't do that because it turns out you'll be diagnosed with ADHD again. We've all gone down that rabbit hole, but it's time to get the help and care you really need with ZocDoc. ZocDoc is a free app and website where you can search and compare high-quality in-network doctors and click to instantly book an appointment. We're talking about booking in-network appointments with more than 100,000 doctors across every specialty, from mental health to dental health, primary care to urgent care, and more. You can filter for doctors who take your insurance, are located nearby, are a good fit for any medical need you may have and are highly rated by verified patients. Once you find the right doctor, you can see their actual appointment openings, choose a time slot that works for you and click to instantly book a visit. Appointments made through ZocDoc also happen fast, typically within just 24 to 72 hours of booking. You can even score same day appointments. Stop putting off those doctor's appointments and go to ZocDoc.com slash Crooked to find and instantly book a top-rated doctor today. That's Z-O-C-D-O-C dot com slash Crooked. ZocDoc dot com slash Crooked. You talked about this question of, is something too bold? I mean, when you guys won in 1997, it came after this long period of conservative rule that we talked about that included major economic challenges, some intra Tory party scandals. I assume some exhaustion with the incumbent. And please tell me if I have this story wrong. But before the election, there was a politician named Roy Jenkins who said Tony Blair took such care not to make any mistakes that he resembled a man carrying a priceless Ming vase across a highly polished floor. And I love that metaphor because it gets at the balancing act you have to make in politics between appealing to voters with big, bold ideas and not making a mistake. And a version of that debate is playing out in the Democratic Party right now. James Carville said Democrats should take a strategic pause, let Trump self-immolate. Many others, myself included, think that we Democrats need to much more aggressively present an alternative. I know Democrats are far from holding a Ming vase right now. We're holding a plate of shit, but how do you think about the balance between big old- Yes, full of it. But that balance between big, bold ideas versus running against your opponent opponent or not screwing up. How did you think about that? Well, I mean, I love James Carville and I yield to nobody in my admiration of him and respect for him. But I think I'm more with you on this one. But we had this debate in the UK before the election because people basically people said Labour under Keir Starmer was pursuing a Ming-Var strategy. Get the barnacles off the boat. Don't upset people. We're 20 points ahead in the polls. Let's just go nice and easy, nice and easy, nice and easy. And then you look at the results where on a third of the vote, they get a massive majority. And you think, OK, well, you know, that strategy worked. I could argue that maybe some of the difficulties they've had in government have been because of the caution in the strategies, then bred a caution in governing as well. But I think the Democrat position is, look, I do agree that I think Trump's going to self-immolate, but I wouldn't bank on it because the guy's got away with everything he's ever done you know up to and including being a criminal so i wouldn't and and whenever i hear people saying just let the other guy screw up that's not a strategy um the strategy's got to be help them screw up and as they screw up make sure that the public has switched on to an alternative that's sitting there right in front of your eyes. And of course, if you think about the kind of damage that Trump is doing already to the Democrats, which he did in the election and is continuing to do, I mean, that speech the other night was in Congress. It's just amazing the extent to which you just get Biden, Biden, Biden, Biden, Biden, keeps going. And of course, I don't buy this idea that just goes down well with his base I think I think there's a broader resonance to be attacking could people seem to like the way he attacks and I think the Democrats have got to learn from that but I think the other thing I'd say is that people always think they've got lots of time in politics I mean Labour at the moment in the, you know, Keir Starmer's doing pretty well on the international front. But on the domestic stuff, you know, we've got a lot of big problems, a lot of decisions that have been made that are really quite unpopular. And I bump into some of the Labour people and I say, listen, you guys, you've got to do this, you've got to do that, and what have you. And they say, oh, you know, stop moaning on. You know, we've got a lot of time. I say, you haven't got time. You've got two years max, and then you're into the next thing. And, you know, where I think your system doesn't lend itself to what I think the Democrats need to do right now, is that, you know, the old cliche about when there's a crisis in the world, America doesn't know who to phone in Europe. Right now, it feels to me like there's a crisis in the Democrat Party in the United States, and nobody in Europe knows who to phone in the Democrat Party. We don't even know who to follow. We don't know who to be interested in. You know, and we can't see a process. So, you know, I look at the stuff, and you sent me some really interesting polling that I read this morning about the reaction to Trump's speech and the Democrats' reaction to it. And there's a part of me that because I look at Trump and think the guy's a liar, he's a criminal, he doesn't care about anything but himself, he hates Canada, how could anybody hate Canada? He hates Europe, he's just sort of, you know, he's surrounded by these terrible people like Vance and Musk and Hexen and so forth. But, you know, what even I felt watching the speech, I sort of had this sense that I understand why the Democrats are really, really pissed off and really, really angry. But when I looked at them sort of holding up their stickers and the guy with the ponytail shouting him down and all that stuff, I just thought, I'm not sure this is helping. You know, to me what the posture should be is, Jesus, how the hell did we let this happen? How have we enabled this guy to win again? We can't just keep saying he's a terrible human being, he's this, he's that, he's that. We've got to look at ourselves and what our relationship with America and the American people is. And so then I look at what was fascinating in the polling was the attacks on Trump that seemed to be landing with people were the ones that Bernie Sanders is making about the billionaire class against working people. And actually his attacks attacks seemed to be the ones that were, it's quite a sizable sample I saw, it seemed to be the ones that were breaking through. And the other stuff that, you know, you and I as political nerds and geeks, again, would probably think are incredibly important, like, you know, the undermining of institutions, democratic abuse and all that stuff. He was like, oh, well, okay, you know, who cares? Let's just get the economy going. Yeah. But yeah, I mean, you made so many good points there. I think, I love this idea of don't wait for your opponent to make a mistake, help them make a mistake, and then pour gas on the flames once it happens. I think that's very important. I totally agree with you that there is no singular leader of the Democratic Party. There probably won't be until someone emerges in a Democratic primary, which would be after the midterms, which is far too late for waiting for that. What about the process of analyzing defeat? Does that happen? Is there a postmortem? I think there's not a singular postmortem. There's not like a DNC-run postmortem that I know of. I mean, the new DNC chair is, I think, going around the country talking to people thinking about what happened. We on this show are having a series of conversations about what happened. I mean, frankly, this is one of them and thinking about ways to kind of rise from the ashes. But to your point about, you know, the kind of images at the State of the Union, it was lots of different groups of Democrats with different forms of protests. And I know something you were famous for in government was message discipline, enforcing message discipline, trying not to let other members of the Labor Party undercut what Tony was doing. Do you think that that idea is quaint in an era of everyone can make a public statement from their phone in the bathroom whenever they want? I don't honestly think that the principles have changed. I think the atmosphere and the environment has changed. But I'll give you, actually, yesterday I was with a guy you may know called Matthew Barzen. He used to be the US ambassador under Obama in London. And we were just having a chat about this. Yeah, Matthew very well, good friend. Yeah, he's a great guy. And he and I were chatting about this, that, and the other. And he's over here at the moment. And he was saying to me, he says, you know, you've got to help them get a grip of all these kind of junior ministers they've got. I said, what do you mean? He said, well well what happens every day is that you have a junior minister or somebody who's not top level cabinet who is pushed out onto the airwaves because every morning the bbc sky news you know all these different radio and television stations they expect to have a minister to go out and talk about the the stuff of the day and he says, you hear these guys, and one, they sound like frightened rabbits.",
    "speaker": null,
    "startTimecode": 718420,
    "endTimecode": 1285460
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/5",
    "text": "Two, they literally sort of just read talking points.",
    "speaker": null,
    "startTimecode": 1286060,
    "endTimecode": 1289860
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/6",
    "text": "They don't kind of basically speak like human beings, a lot of them. And he said, and so I was, yes, I was about message discipline, and I still do believe in message discipline, but that's not the same thing as say the same thing all the time. It's have the same conversation. And this again goes, I'm sorry, you know, people should recognize that Trump for all his evilosity is just brilliant at having conversations with people. He converses when he's talking. I mean, to stand up for 100 minutes in front of a group of people, you know this as well as I do, who there's very, there's nothing much that politicians hate more than listening to other politicians make speeches, which they think they could do better. But basically, when Trump's speaking, there's something awful about it, but there's something mesmerizing about it because he's kind of communicating in a different way. So the conversation I was having with Matthew was basically about trying to inspire and motivate and educate younger politicians and people saying government over here around Europe, not to assume that message discipline means be boring, not to assume that message discipline means be boring, not to assume that being message discipline means you literally read a line to take off a page. You absorb the line to take. You have to prod it, analyze it, expose its weaknesses and strengths and then take it into the conversation with the public.",
    "speaker": null,
    "startTimecode": 1290640,
    "endTimecode": 1385760
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/7",
    "text": "And I just think, so I still think message discipline is important.",
    "speaker": null,
    "startTimecode": 1389080,
    "endTimecode": 1389620
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/8",
    "text": "And I'll give you, I don't know if you follow our, the superior version of football.",
    "speaker": null,
    "startTimecode": 1393780,
    "endTimecode": 1394200
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/9",
    "text": "I know you have that silly NFL thing, right, that you call football. Yes, yes. But real football, there's a guy called Arsene Wenger, who's a very famous manager. He's French, but he was a manager of arsenal for for years and years and years one of our biggest teams and i interviewed him a while back for a i wrote a book called winners and trying to learn the lessons of politics business and sport and whether you could and it was some great you know i i met some great american bill billy bean Bean and Floyd Mayweather in the same book about politics. Try and beat that. Oh, wow. So anyway, so Arsene Wenger said this thing about, he said, we've gone from, and I think this is so important for politicians to understand what this means. We've gone from a vertical world to a horizontal world. In the vertical world, leaders could sit at the top of an organization, say like Churchill during the war, and they could make decisions and the decisions could, they go down through the system. Or in that case, through the entire population. In a horizontal system, the leader tries to sit at the top, but is surrounded by noise created by others 24 hours a day. And he says, the thing that really has always stuck with me, he said that the pressure to be tactical is thereby increased, and the response should actually be to be more strategic. And the thing I keep saying to politicians, and Trump again is a good example, is I know it's easy easy if you're Trump and now he's president. You've got the pulpit, okay? But if you are, I say this to campaigners and to politicians, if you've got a really good message, if you've really got something interesting to say, you'll get it out there. You won't get it out there as easily as you used to, because, you know, it used to be, when I was first in working with Tonya, when I was a journalist, if you got the same story in the UK on three national paper front pages, you could say you're going to dominate the agenda for a day. What I think you have to accept now is nothing necessarily dominates the agenda, and it doesn't matter, because what matters is that where you are landing those dots on the big picture, you're landing them completely on your terms. And what I felt, I mean, I had, you know, really enjoyed seeing you at Chicago at the DNC. And I think I got a little bit carried away in the cool way of the whole thing. When I thought about it on the way home, I thought, yeah, you know what? It wasn't just that the messages weren't really messages directed at people who might be thinking of not voting Democrat. It was also that there was actually a bit of dissonance in a lot of the messaging. It wasn't clear whether this was going to be a cost of living election, a community cohesion election, a woke, you know, I mean, I hate the whole debate about woke, but you know what I mean when I say that. Or whether it's going to be back. No, I know you're actually anti-woke. You think we need to, I remember hearing you say this, you felt like you need to focus more on social justice issues in response to some of this bullshit coming out of you know trump and i i i i actually think it would give um and this is kind of i guess where people like aoc are um i think that in in ceding the ground on this whole woke debate we've sort of we've we've we've conceded to a really bad idea that does really bad things um i so so i actually i actually  I'll give you a second. we've conceded to a really bad idea that does really bad things.",
    "speaker": null,
    "startTimecode": 1398000,
    "endTimecode": 1608180
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/10",
    "text": "So I actually argue that fighting for what woke actually means, i.e. being alert to injustice and wanting to do something about it.",
    "speaker": null,
    "startTimecode": 1613360,
    "endTimecode": 1617900
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/11",
    "text": "The writer are brilliant at this. They will take something that they worry might be a weakness or an advantage to the other side, and they poison and contaminate it. And they do it with the help of a kind of right-wing media ecosystem that then makes the left lose confidence. And I think on stuff like right now, let me tell you, this could be completely wrong because you're in America and I'm not. If i was on a board like a big conglomerate board i know they worry about who what the government does my view i'd come out and say this is now the time to absolutely double down on dei because i think it's the right thing to do as even as i say that i can see why people going politics might think yeah well look at the polls. The polls are driven. The polls are driven by the nature and the terms of a debate. Control the nature and the terms of the debate. Yeah. I think that's really well said. Now, let me just say, critics listening to this would say, the biggest mistakes Tony Blair made, the biggest mistakes the Democratic Party made was getting away from our roots as a pro-union, pro-worker party, and instead embracing globalization, free trade. They'll sort of sum it up as neoliberalism generally, and they believe that's what led us to Trump. What's your response to that argument? My response is that there is something in it, but it's not the whole thing. I always felt during the blair clinton even schroeder i mean now he's kind of you know putin's best mate but at the time he was you know part of the same thing we had this thing in germany the denoyer mit of the new center i think that we were doing that on the back of a peace dividend falling the collapse of the Berlin Wall which meant that we weren't having to spend squillions and squillions of money on defense and we were able eventually to put that into things like schools and hospitals and the second thing was that we were you know our economies were doing really really And globalisation was one of the factors.",
    "speaker": null,
    "startTimecode": 1619600,
    "endTimecode": 1746100
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/12",
    "text": "What I think we never fully understood or did was warn people that there might be downsides to this. And so I think we got slightly carried away on the idea that here we were in the UK, the US, Germany some of the sort of you know the countries that had been basically more out of power than in the UK, the US, Germany, some of the sort of, you know, the countries that had been basically more out of power than in it, right, that we felt like we were kind of riding a wave and we were the people that looked to for economic stability and economic growth and economic prosperity. And for us as a Labour government, that was a really, really new experience. And I think what we didn't do then was understand that a lot of the kind of things that were coming beneath that, the Polish builders, the undercutting of wages and prices, immigration that we were, we were going to business. One of our biggest weaknesses in that period we talked about when labor was kind of tanking against the tories it was because we weren't seen as being trusted by business so we made a big thing of winning over the trust of the business community and of course the business community particularly big business but not just big business they were saying to us you know we don't have the workforce we don't have the people that we need to kind of do the jobs that need to be done so we need more immigration and so yeah let's get it let's do it let's bring them in um and i think that we just the unintended consequences that i think probably were a factor that led to brexit i still think brexit could have been defeated but know, that was definitely a factor. afford. Now you can upgrade your style by snagging killer luxury essentials that sync with your vibe and wallet. Quince has all the must-haves like Mongolian cashmere sweaters from $50, iconic 100% leather jackets and comfortable pants for every occasion.",
    "speaker": null,
    "startTimecode": 1746760,
    "endTimecode": 1872280
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/13",
    "text": "The best part, all Quince items are priced 50-80% less than similar brands. That's some real savings right there. By partnering directly with top factories, Quince cuts out the cost of the middleman and passes the savings on to us. And Quince only works with factories that use safe, ethical, and responsible manufacturing practices, along with  Thank you. By partnering directly with top factories, Quince cuts out the cost of the middleman and passes the savings on to us. And Quince only works with factories that use safe, ethical, and responsible manufacturing practices, along with premium fabrics and finishes. Love that. Just got some t-shirts from Quince. Really nice. Great t-shirts. Got some Henleys from Quince. Got some new stuff in there now that spring is right around the corner. You can see it. You can see it coming. Get that spring wardrobe. So indulge in affordable luxury. Go to quince.com slash crooked for free shipping on your order and 365 day returns. That's q-u-i-n-c-e dot com slash crooked to get free shipping and 365 day returns. Quince.com slash crooked. Let's talk about the US and the UK. I mean, we famously have this special relationship, meaning that we are the closest of allies, you know, in the world. There's rarely daylight between the two countries on major issues. After that, you know, the U.S. is historically really close with Canada, democracies in Europe, NATO allies, etc. But in just the past few weeks, I mean, Donald Trump has upended 75 years of US foreign policy. He's voted with Russia at the United Nations. He sided with Putin against Ukraine and all of Europe. Interestingly, Keir Starmer, despite being from the Labour Party, has gotten along better with Trump than most leaders. But is there concern you're hearing in sort of british political circles that the transatlantic alliance has is broken for you know at least the next four years if not irreparably changed just before i talked to you i was doing a an interview with german radio um and trying out my German Tommy, he's not easy, but I just about got there.",
    "speaker": null,
    "startTimecode": 1872840,
    "endTimecode": 1963960
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/14",
    "text": "And as I was doing it it and it was interesting doing it in in a in a what is not my mother tongue because my mother tongue can always find the words and you can usually find the words because you're clear in your in your thinking and as i was speaking i was sort of i felt myself falling between i know what I think and I know what I want to say because these guys are just destroying everything right but a little bit in my head was saying don't say anything that might get picked up and be seen as being unhelpful to Keir Starmer because you know part of my brain is still trapped in the old job as it were yeah and I thought oh I No, I get it. I get it. What if Friedrich Merz is listening to this on his, you know, part of my brain is still trapped in the old job, as it were. Yeah. Oh, I know. I get it. I get it. What if Friedrich Merz is listening to this on his, you know, as he's in the gym or something on German radio, and he thinks, oh, so this is what the British think. And there's me thinking this. But what I really think, when you say, is there any disquiet? Yes, there is a lot. There was a brilliant interview, which you should look up a guy called alex younger did he's the former head of mi6 he did an interview on bbc news night two or three weeks ago now but it's the best thing i've seen in trying to explain what he thinks is happening in the world and it's what i think is happening in the world what i think is happening in the world is that america has re-elected or elected for the second time a president who basically sees the world as a place to be carved up by strong men. And at the moment, there are three. There is Xi Jinping, president for life, Putin, president for life, and Trump basically wants to be president for life. And in addition, he wants to be the richest man in the world and the most powerful man in the world and the most famous man in the world. Now, he's probably, he's right up there in terms of the most famous. He, I don't know, you know, Fiona Hill, who was his foreign policy advisor in the first term, she's a Brit. Yeah. She wrote a fantastic article about about her experience of foreign affairs magazine and honestly it's just so worth reading now because like all of us i think she assumed that well that's trump done i can unburden what it was like but she actually made the point that that trump she she made this point that whenever if trump was with advisors, he'd listen to them up to a point. But as soon as a strongman leader came into the room, he would listen to that person. He would listen to Putin or Orban or Modi or Erdogan ahead of his own advisors. And then the second thing she said was that he absolutely bought this idea that Putin was the richest man in the world. and he really admired it for taking a country and turning it into almost like an extension of his business interests. But you also had an army and a nuclear weapons capability. Well, and just so folks know, I mean, the people who think Putin's the richest man in the world believe he is. He got there by telling all the Russian oligarchs, you now owe me 50% of what's yours and you don't have it. There will be no debate.",
    "speaker": null,
    "startTimecode": 1965380,
    "endTimecode": 2167280
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/15",
    "text": "Yeah. And also that he's got stuff all around the world and there's a huge, I don't know if it is or it isn't, but there's a massive property not far from where I live, one of the biggest places. And people say it's owned by a Russian, but basically people say it's owned by a Russian, but it's actually Putin. So he Putin. So he's, you know, anyway, so that's, and I, so what I think that, no, there's no doubt when Keir went to, and this was a big deal for him because he's had a pretty tough start as prime minister. Macron gets there, does his thing. I thought Macron handled it pretty well, got the balance right between sort of flattery and, you know, France's national interest and trying to speak up for Zelensky. I think the sort of expectation was that Keir wouldn't be able to kind of pull it off in the same way because he doesn't have those sort of silky Macronist skills. But actually, he did very, very well. But there were people who you know seeing him there was there's there were objections to trump i mean you know there's uh so that whole thing about you know the king wants the second visit to be great and the first and this is unprecedented this is historic i completely get why he had to do it and why he did it um but i think there's a worry now if there's a worry now, I guess it's in the space of, are we kidding ourselves in thinking that Trump's ever going to give these security guarantees? And if he doesn't, what does that mean to countries like France and Britain, saying they're going to put boots on the ground? By the way, I'll tell you who is number one hate figure in the UK right now. It's not Donald Trump. I was just about to ask. Tell me about J.D. Vance. I mean, either that guy is utterly malign or unbelievably stupid. And I don't think he's unbelievably stupid. So when he goes on Fox News and he was talking about the Ukraine situation, he was justifying the sort of double bullying of Zelensky, which was utterly revolting. I think people around the world were just sick watching that.",
    "speaker": null,
    "startTimecode": 2168400,
    "endTimecode": 2286560
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/16",
    "text": "But just to wind back a bit, Vance goes to Munich, one of the most important defense and security conferences in the world, and basically makes a speech talking utter shite about free speech in the UK and France, okay?",
    "speaker": null,
    "startTimecode": 2288320,
    "endTimecode": 2302960
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/17",
    "text": "Bullshit.",
    "speaker": null,
    "startTimecode": 2303700,
    "endTimecode": 2304180
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/18",
    "text": "Doesn't talk about Ukraine, doesn't talk about the big stuff that was happening, right? So that was the first thing. Then what really got people going was he goes on Fox News. I don't know why they... Do they only do interviews with Fox News? Is everybody else just not allowed to talk to these people? Basically, yes. I mean, JD, to his credit, will go in more hostile places, but they love Fox News. It's fox news it's okay if you jump into him tommy we'd bump into we just tell him we'd love to have him on the politics i will i'll let him know we text often yes so he goes on fox news and he says he's talking about the security guarantees of having lots of american companies drilling for minerals is far better than 20,000 soldiers from some random country that hasn't fought a war for 30 to 40 years. Well, if you listen to the rest is politics this week, I've listed all the wars in which British soldiers have fought and died alongside Americans in the last 30 to 40 years. and I'll tell you, I've got friends in the British military who if J.D. Vance comes on the state visit, if and when it happens, they're not happy. So when I say it was either willful or stupid, it's stupid to kind of, why would you want to have a row going about that where you have to come out and say no i wasn't talking about britain and rory stewart on the podcast today is he's listed all the other countries that were involved in fighting with the americans and bear in mind trump again today talking about article 5 saying well would they why should i help them they're not going to come and help us. The last time Article 5 was deployed was 9-11, and that was because every other country in NATO said, this is an attack upon America, an attack on one is an attack upon all, we're with them. And now this guy, and what I find most distressing about what's happening, and this is what I think is keeping people awake at night me included is that we're now in this world where america which whether you like america or not and a lot of people don't like america but we've always and i you know i've always been pretty pro-american in the main but we now have an american administration that treats friends as enemies and enemies as friends you know zel Zelensky has been abused, derided, briefed against, shouted at, made demands of. Putin, zero. No demands, no harsh words. Zelensky's a dictator, not Putin. Zelensky's the one who started the war, not Putin. I mean, it's mind-blowing. It's sort of gaslighting on a global industrial scale. That's what I think people are finding very, very difficult. Yeah. And look, I don't want to go on some whiny tangent about conservative media, but I'm very glad to hear that you and many of your friends are exercised about these comments by J.D. Vance because the man insulted hundreds, if not thousands, of dead British troops and French troops, by the way, because this is the French UK proposal for this peacekeeping force. And like when Barack Obama dared to move the Churchill bust out of the Oval Office, it was this goddamn scandal that tailed us for weeks and weeks and weeks because, you know, the Murdoch press, the right wing tabloids, especially in the UK, just, you know, pumped oxygen on the fire and fed the flames over and over again. And like, this seems like, you know, now we have this legitimate breach that I think we should actually be kind of concerned about. And did it get much play in America? The Vance thing about the random country? It did, but you know, the Steve Bannon adage of flood the zone with shit is highly effective. And we're all just kind of waking up to the next outrage every day. We are going to take a quick break. But before we do, I want to tell you some exciting news from our book imprint, Crooked Media Reads. Woodworking, the brand new novel by Yellow Jackets writer and culture commentator Emily St. James, is now out wherever you get your books. Woodworking is an unforgettable and heartwarming debut following a trans high school teacher from a small town in South Dakota who befriends the only other trans woman she knows, one of her students. The five-star Goodreads reviews are pouring in and Woodworking is featured on them and AV Club's most anticipated books of 2025 lists. Publishers Weekly says St. James enthralls with her depiction of what it's like to be trans in a conservative and insular community and the courage it takes for people to be openly themselves. Get your copy of Woodworking right now at crookedmedia.com slash books. Pod Save America is brought to you by Sundaes. Sundaes is a fresh dog food made from a short list of human-grade ingredients. ingredients. Sundays was co-founded by Dr. Tori Waxman, a practicing veterinarian who tests and formulates every version of each recipe. Sundays contains 90% meat, 10% superfoods, and 0% synthetic nutrients or artificial ingredients. Dog parents report noticeable health improvements in their pups, including softer fur, fresher breath, better poops, and more energy after switching to sundaes. Yeah. Leo's had sundaes, and he really likes it. Loves it. And you know what? His poops really are better. That's important. Also, fresher breath. We like that too. Unlike other fresh dog food, sundaes does not require refrigeration or preparation because of their air-drying process. Just pour and serve. When you start a sundae subscription, you'll automatically get 20% off and free shipping on every reorder. Cancel or pause your subscription anytime with our 100% satisfaction guarantee. Every order ships right to your door, so you'll never worry about running out of dog food again. Sometimes the wet dog food, it's a lot to store. Sundays, it's great. It's very easy to store. You open it up, pour it in. They love it. Get get 40 off your first order of sundays go to sundays for dogs.com slash crooked or use code crooked at checkout that's sundays for dogs.com slash crooked code crooked one other thing i love about the rest of politics is that you and rory you talk a lot about international issues and you guys focus a lot on right wing populist parties, especially in Europe. Leaders like Marine Le Pen in France. We got Elon Musk's buddies over at the AFD in Germany, Viktor Orban in Hungary, Nigel Farage in the UK. Unfortunately, the list goes on and on. Here in America, we are now dealing with the kind of MAGA version of right wing populism. Are there common threads you see among these right-wing populist parties that are worth kind of highlighting and then successful tactics to combat them? Well, the first thing I say is that, not least through the work that Steve Bannon does, they're unbelievably well organized. Are there common tactics? Yes. Are there common threads? threads yes is there a common ideology i think there is um and trump is whether by design or by default he's become the kind of absolute global pin boy of the whole thing but i tell you what i'm absolutely amazed at uh i think i've said this to you before that whenever i'm talking to anybody about american politics particularly on the right or even when we interviewed david petraeus on the podcast a while about so there's a military guy and even in that interview victor orban's name came up he said to understand what's happening in the right wing in america you have to understand victor orban these people love victor orban and then i wind through and i check jd vance doing interviews about well one of the first thing alban did he's very clever he took on the major he took on the universities he took on the courts hey and guess what they're doing um you know so i think that there's they they join up it's very interesting though when um at the seat the last c pack jordan bardella's the number two to Marine Le Pen, and he's this young, very handsome, very articulate guy who clearly thinks he's going to be the next leader, and probably half of his mind thinks he might even get in there before the presidential election, I don't know. But he pulled out of the CPAC because of the Steve Bannon Nazi salute. So I would argue that the AFD, Musk's people, and by the way, I think Musk cost them votes rather than added to them. They were, what was amazing about the German election, I went out for the German election, they were, the polls didn't shift. Other than the only place where the polls really shifted were for the left-wing populist party, who went almost doubled during the campaign. And I think that was Musk motivating people who probably weren't going to vote. I don't think the FD moved. So with the help of Trump, but actually the forerunner in this is putin they've established that you don't necessarily have to pay a price for lying now to be fair our country johnson's got spat out the system it wasn't over the big lies it was eventually over a kind of smaller set of lies, but, you know, he's gone.",
    "speaker": null,
    "startTimecode": 2304900,
    "endTimecode": 2845000
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/19",
    "text": "He probably thinks he can come back, but I think he's done.",
    "speaker": null,
    "startTimecode": 2845560,
    "endTimecode": 2847620
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/20",
    "text": "But that sort of form of politics, and then the other thing I think that they do, they're very, very good at certain themes that they push the whole time.",
    "speaker": null,
    "startTimecode": 2848560,
    "endTimecode": 2858760
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/21",
    "text": "Woke is obviously one of them. Climate, I am amazed at how they've managed to win this or, or you know push the dial back on climate as well as they've done again they do it partly by lying but they also do it by co-opting people and arguments that go against what we thought was a conventional wisdom um and i remember after the first trump's first term i, I remember I was doing a thing with Al Gore in Germany, I think, or Austria. And I said to him, what are you going to do? I mean, the climate campaign, how are you going to do it with this guy in the White House? He's a climate denier. And Gore said, he was pretty chilled. He said, listen, we're just going to have to work around him. You can work around this guy. Now, I think that's, and likewise with Michael Wolfe, we talked to Michael Wolfe last week, and he said, don't get too upset. Just wait the guy out. You've got to wait the guy out. And I think that worked for the first term. I don't think that works for the second term. Because there's so much, he's so much more powerful. He's so much better organized, it seems to me. And he's got these people around him and this media ecosystem. I think we're right to be worried about this media ecosystem, and we've got the same thing developing here. Yeah. I mean, the interesting story to me about this recent election in Germany, I do love that it seems like J.D. Vance and Elon Musk turned off voters and harmed the AFD. There was this interesting split at the end where you saw this surge in support for left-wing parties that I think mostly came from young women, whereas younger men went to the AFD. And what you're seeing though is just a lack of faith in these sort of traditional parties, be them sort of social Democrats or conservative, and a look for alternatives because younger people are pissed off and they feel like the system has not worked for them and they're turning away. And I think that's a big lesson. And they're right, by the way. They're right. Yeah. And I saw in 2019, you were doing an interview with The Garden where you said the populism of the right would not be defeated by the populism of the left. Can you unpack that a bit and tell me if you still think it's true? I think there's a form... Well, the populism of the right to me means you don't see politics as a way to solve problems, you see politics as a way to exploit problems. So I don't think we should do that. I think we should always pursue a politics that is about trying to address problems and make life better for people. The second part of the right-wing populist is polarization. We don't't exist to bring people together we exist to drive people into tribes and get them fighting each other i don't want to do that i don't think the left should do that and the third part of their shtick is is lying post-truth so i don't think we should do any of those things what i do think however that we need to learn from them and do better than is done now relates to the way that we communicate and the way that we relate to people in their lives i i feel sometimes that politicians on the left they they do think that people are sitting around obsessing about what politicians are saying thinking and doing they're not yeah they're not so how do you get into those people's lives or how do you get into their lives in in those times when you need to be in their lives like they're deciding whether or not to vote and they're deciding what to vote how do you get into them so that when they're making that decision one they know who you are they know what you stand for, and they quite like it.",
    "speaker": null,
    "startTimecode": 2861400,
    "endTimecode": 3065080
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/22",
    "text": "Right now, they don't know who a lot of the other side are. And when they hear them, they just think, I mean, the big thing that's really harming Labour here at the moment is people's feeling that, or saying, that they don't think the change that was promised has been big enough or fast enough, right? Now, and meanwhile, they see Trump with his fucking pen and he's, you know, here's another one and here's another one with banning straws and invading Greenland. Right, okay. But what I think is that the processes, the reason why so many young people are zoning out is that one, they can't afford a house, their jobs are pretty insecure, they're not going to be better off than their parents and they look at politics and they see slow processes often pretty average people not inspiring not motivating and so i think that's the bit of it's not populism um in the traditional sense but how do the politicians on the left become the friends of these people because naturally that's what they should be how have we allowed a situation where Donald Trump inherited wealth billionaire Boris Johnson who went to the you know the most expensive school in Europe Oxford Daily Telegraph somehow becomes a man of the people. Nigel Farage, a city trader. You know, and even, okay, J.D. Vance has got the dirt poor background. He's still Ivy League. Trump's still Ivy League. You know, they're all Ivy League people. How have they become the voice of working class people? Whereas people who actually do, in my view working class people that's why i think keir starmer in the uk is and angela ray i don't know if you know angela rayner he's number two he's got the most you know yes the most amazing backstory but i think if if this labor government doesn't succeed in winning back the working class and and you said earlier about you know know, we lost them in part through globalisation. I think we lost them, I think in the UK, we lost a lot of them through the period when Jeremy Corbyn was in charge. Because yes, it's true, fair play to Jeremy Corbyn. He motivated a lot of young people, maybe to the left of you and me, to get engaged and get involved. But he turned off a lot of people who are what i would call traditional working class british patriots um and back to the thing about big moments one of jeremy corbyn's biggest moments um was that he'd just literally been made leader of the labor party won the election everybody stunned that he'd done it but he did it and one of the first events was this establishment event at st paul's cathedral and he stood there and didn't sing the national anthem and it sounds crazy but it's the sort of thing that people remember they think oh this guy's not on our side is he oh that it doesn't sound crazy at all to me i was sitting in an interview with barack obama in iowa in 2007 when a reporter asked him why he wasn't wearing a flag pin and he answered it honestly and it became a thing for four more years or however long it followed us around final question for you uh thank you for giving me so much time i was looking last night at this um pew research does polling uh asking americans do you trust the government and they've been doing it for decades and the average peaks at like like 77% in 1964, in the beginning of LBJ's administration. Trust levels plummet through the Vietnam War, all the way through the Carter administration down to about 27%. It kind of bounces up into the 40s during Reagan, then spikes after 9-11 as people rally together after the attacks, and then bottoms out again after Iraq and the financial crisis, and never really recovers. And I think some of the drivers of this loss of trust were Vietnam, Watergate, the Iraq war and the financial crisis. And just for listeners, if listeners want to hear you dig deeper into all things Iraq, you and Rory did an amazing two-part series on the Iraq war from different perspectives around the 20th anniversary. And it was just like riveting listening and I highly recommend it. But I'm wondering, I mean, Democrats have now, we used to be the party that didn't trust institutions. We didn't trust the intelligence community. We didn't trust the government, right? We accused Bush of lying us into war. Now we're the ones defending institutions. Now we're telling people to trust the CDC about the COVID vaccine or trust the FBI, right? And I'm wondering how you think about this loss of trust in government and institutions and how to get it back. But also, if we need to change our posture as a Democrat and not be so trusting of the government and maybe not worry about the lack of trust in government? Well, I think there's a difference between lack of trust in the government and lack of belief in principles and institutions. What I'd worry about most if I was American right now was the sense that the rule of law is crumbling, that the institutions that uphold uphold the rule of law you know the attacks upon judges the the packing of courts all the stuff that we know um i'd really worry about that there's a little whiff of that over here at times but not not not like there is in the state so i think i i think you're where you're absolutely right is you don't want to become, in opposition, the defender of a status quo for which you're not responsible. And that's a real risk for the Democrats right now. That's why I think the other lesson to take from, actually from Macron, if you want to look at it in positive ways, from Donald Tusk in Poland is that you know whether it's on the right or on the left or in the centre you've got to have when there is so much kind of angst in the world you've got to have a disruptive message about the change that you're going to make because so much needs to change status quo just isn't working um and so Trump was all about change Macron was all about change Keir Starmer's slogan was change this thing about trust is really interesting, because like you say, you said 9-11, the trust levels went up. I still believe that when something, COVID actually is an interesting example. Around the world, yeah, lots of anger, lots of division, but around the world, most governments said what they thought should be done. And most populations said, okay, this is tough. We get it. We'll go along with it. Right? So what do people understand by government? Government means everything from whether your streets get cleaned and your bins get emptied to whether Donald Trump wacks off a nuclear weapon at China one day.",
    "speaker": null,
    "startTimecode": 3205280,
    "endTimecode": 3442940
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/23",
    "text": "Government is the services that we all depend on.",
    "speaker": null,
    "startTimecode": 3445200,
    "endTimecode": 3446660
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/24",
    "text": "Why are people really angry with the last conservative government? Because they ran the National Health Service into the ground. That erodes trust as well. So I think that sometimes when we poll people about whether you, do you trust politicians? They say no because all they ever read about is the politicians being bad and scandal and what have you when you explain to people i think there has to be greater leveling with the public about what politics is what it's good the good that it does the bad that goes on it goes back to the point i made about my conversation with matthew have honest conversations with people about what's going on uh don't worry if you say something a bit loose that a paper that opposes you're going to turn it into a scandal because they're going to do that anyway with something else so I think this trust thing I think it goes back to this thing about having genuine honest conversations with people and showing that you can make change politics. And I think a lot of it is about the way, look, Trump is such a polarizing figure. America, I guess this is impossible at the moment. But I think in Britain, with somebody like Keir Starmer in charge, and Germany because of their coalition systems, and France, if Macron has a decent successor and somebody in the center wins there. And actually, it's been interesting to see someone like Maloney, who has operated in a slightly different way to what we expect. He's still pretty far right and stuff. In Italy, yeah. Orban's the only real hard right. Even the Slovakian guy came back in the fold yesterday on defence, you know, at the summit in Brussels. And there's even talk today amongst people I've been talking but there is at the summit in brussels so and there's even talk today in amongst people i've been talking to in the kind of who were at the event in brussels yesterday there's even talk about you know is it time to start thinking about how we get hungry out of the european union i mean so there is a fight back oh i like that idea well yeah so do i but so i think i've i've waffled on so long i've forgotten what your final question was now. You're going to remind me. You remembered it. Trust. Yeah. I think we got it. I think we got there. So I think that the trust thing is more complicated than sometimes than we think. I think the other thing that's going on, there's just lack of deference in the world anyway that's not necessarily a bad thing there's lack of respect for authority that's not necessarily a bad thing and the other thing that's happened it's happening in australia right now there's election coming up in australia is that fewer and fewer people always vote the same way and that is you've got the republican democrat Republican, Democrat, and occasionally a third candidate, but in other countries, other alternatives are emerging. Even though Kiyoslav have got a huge majority, it was the lowest joint vote between Tory and Labour that there's ever been. So people are looking for alternatives. People are looking for alternatives um and i think we just have to have a more grown-up debate with about about people with people and the left go back maybe the big point i want to try and make to you and your your colleagues is that we can't afford to lose our confidence about you know without sounding arrogant being right these guys they've got really bad ideas.",
    "speaker": null,
    "startTimecode": 3447740,
    "endTimecode": 3642640
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/25",
    "text": "What Trump is actually doing is bad for america bad for canada bad for europe bad for relations with china it's bad on so many levels but because they've built this phenomenal political support machine even the people within that support machine like marco rubio know that it's wrong, they've got to go along with it. Whereas what we do when we have, we do stuff that we sort of, oh, I'm not happy about that. So you flake off. We've got to be more confident that we're actually on the big issues of what the world, whether it's climate, whether it's inequality, whether it's the way that we treat each other, whether it's we solve problems better in alliance with others rather than hating each other, we're right about that. We're always going to be right about that. And so let's just be a bit more confident about it. I like that. That's right. You never win an argument that you don't join. I think that's important advice. Well, Alistairair thank you so much for your time uh here's hoping for a a labor 1997 style victory at the midterms in 2026 and if you don't get it he's say okay i'm around forever i'm now with g and i know i'm i know yeah that's uh you know so if we don't if we don win then, I'm going to be talking to you about the passport again. So let me know. Hopefully you have someone in the foreign office. Thank you again for your time. I really appreciate it. No, it's always a pleasure to talk to you. If you want to listen to Pod Save America ad-free or get access to our subscriber Discord and exclusive podcasts, consider joining our Friends of the Pod community at cricket.com slash friends or subscribe on Apple Podcast directly from the pod save america feed also be sure to follow pod save america on tiktok instagram twitter and youtube for full episodes bonus content and more and before you hit that next button you can help boost this episode by leaving us a review and by sharing it with friends and family pod save america is a crooked media production our producers are david toledo sol Rubin and Emma Illich Frank. Our associate America is a Crooked Media production. Our producers are David Toledo, Saul Rubin, and Emma Illick Frank. Our associate producer is Farrah Safari.",
    "speaker": null,
    "startTimecode": 3643740,
    "endTimecode": 3789380
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/26",
    "text": "Reid Churlin is our executive editor, and Adrian Hill is our executive producer. The show is mixed and edited by Andrew Chadwick. Jordan Cantor is our sound engineer, with audio support from Kyle Seglin and Charlotte Landis.",
    "speaker": null,
    "startTimecode": 3790000,
    "endTimecode": 3801680
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/27",
    "text": "Madeline Herringer is our head of news and programming. Matt DeGroat is our head of production. Naomi Sengel is our executive assistant. Thanks  Thank you. Kyle Seglin and Charlotte Landis. Madeline Herringer is our head of news and programming. Matt DeGroat is our head of production.",
    "speaker": null,
    "startTimecode": 3802320,
    "endTimecode": 3806540
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/28",
    "text": "Naomi Sengel is our executive assistant.",
    "speaker": null,
    "startTimecode": 3807140,
    "endTimecode": 3809120
  },
  {
    "id": "6be878fe-3211-4cfa-8865-4f40a12a6e61/transcript/paragraph/29",
    "text": "Thanks to our digital team, Elijah Cohn, Haley Jones, Ben Hethcote, Molly Lobel, Kirill Palaviv, Kenny Moffat, and David Toles. Our production staff is proudly unionized with the Writers Guild of America East.",
    "speaker": null,
    "startTimecode": 3809680,
    "endTimecode": 3820880
  }
]