[
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/0",
    "text": "Building a business may feel like a big jump, but OnDeck small business loans can help keep you afloat. With lines of credit up to $100,000 and term loans up to $250,000, OnDeck lets you choose the loan that's right for your business.",
    "speaker": null,
    "startTimecode": 220,
    "endTimecode": 13480
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/1",
    "text": "As a top-rated online small business lender, OnDeck's team of loan advisors can help you find the right business loan to fit your needs. Visit OnDeck.com for more information.",
    "speaker": null,
    "startTimecode": 14360,
    "endTimecode": 23260
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/2",
    "text": "Depending on certain loan attributes, your business loan may be issued by OnDeck or Celtic Bank. OnDeck does not lend in North Dakota. All loans and amounts subject to lender approval. Support for this podcast comes from Progressive, America's number one motorcycle insurer. Did you know riders who switch and save with Progressive save nearly $180 per year? That's a whole new pair of riding gloves and more. Quote today. Progressive Casualty Insurance Company and Affiliates. National average 12-month savings of $178 by new customers surveyed who saved with Progressive between October 2022 and September 2023. Potential savings will vary. Welcome to Pod Save America. I'm Jon Favreau. I'm Dan Pfeiffer. On today's show, the doge wrecking ball continues to swing, but it looks like the Supreme Court and maybe even Donald Trump might be clipping Elon's wings. We'll get into all the latest there. The government runs out of money next week, but Congress is busy scolding one of its members for interrupting Trump's State of the Union. Speaking of which, I sat down with our pal Sarah Longwell from the Bulwark the morning after the big speech to talk about how voters are processing the first month of Trump 2.0. So stick around for that conversation later. But first, we have some important updates to share on how the golden age of America is coming along. A few days after launching an economic trade war against our fiercest adversaries in Canada and Mexico, Trump is already backing down. On Wednesday, the White House announced that their new 25% tax on everything we buy that's made in Canada or Mexico would exempt cars, preventing what analysts say would be up to a $12,000 increase in car prices. Then on Thursday, right before we started recording, obviously, Trump said, just kidding, trade war is basically off until April 2nd on most goods from Canada and Mexico. What changed, you might ask? Well, Canada didn't offer any concessions. Mexico didn't offer any concessions. But here in the United States, the stock market tanked over the last week. The Atlanta Fed's forecast model now predicts that the economy will shrink this quarter. Consumer sentiment is at an eight-month low. Retail sales drop by the largest amount in two years. And even though the Bureau of Labor Statistics jobs report won't be out until you're listening to this, we learned on Thursday that employers cut more jobs in February than at any time since the last two recessions. I don't know, Dan, do you think any of those economic developments might have factored into Trump's decision to surrender to Canada and Mexico after just a couple days? I do. I do think it did. Because if there's one thing Trump cares about, it's how rich people feel about him. And here are all of his Wall Street buddies, his newfound tech friends, all losing tens of millions of dollars in the market over a three-day period. And so I think he reacted to that. And frankly, Trump probably also lost a lot of money himself. I'm sure he has money in the market as well. It's not just in various meme coins. I think he probably has some stocks and bonds too. And so, yeah, I think that this is, he reacts to it. He takes the Dow very seriously. He used it as a measure of economic success in his first term. He did once tweet a long time ago that if the Dow, any president who has the Dow drop a thousand points over two days should be impeached. I'm sure he still stands by that opinion. But so, yeah, I think this is he blinked because the market responded in a way that he did not anticipate, which suggests he really didn't prepare very well for this because it was pretty obvious what was going to happen. That's what I was going to say. What did he think was going to happen? Did he think everyone's gonna be like, oh, great. America's back. He did say he was asked. We're recording this on Thursday afternoon. He was asked in the Oval about this and he said, why do you think the stock market has been so spooked? And he said, well, a lot of these are globalist companies anyway. It's like, we're trying to figure out like, what does that mean? Companies with business abroad? Like, I don't know, the guy who owns a couple of golf clubs in Scotland. I mean, it's the stock market. It's also an issue that just aside from the stock market and aside from all his rich friends, just breaks through, I think, in the media in a pretty big way, because you have impacts of tariffs on every different region of the country. And we talked about this after the state of the union, I think, I can't remember what we talk about when, but, um, you know, there was like a clip on Fox news of some guy being like, I can't get these cars off a lot now because they're going to be so much more money. So I, I'm sort of also wonder if those stories started, uh, getting to the white house and, uh, and made them a little scared. Yeah. I'm not, maybe, I mean, this was terrible press for him. Every local paper, local newscast was like how this is going to affect prices for X, right? I saw a headline here in the Bay Area about how the tariffs are going to make Bay Area housing cost even more. And so I'm sure you saw that across the board. But bad news doesn't really make it to this White House, right? So who knows? But they are responding to the repercussions of this, even if those repercussions were so obviously foreseeable to anyone who paid a lick of attention. All right. I got the toughest question of the day for you. If you had to make the case that Trump's trade war is an actual cogent strategy, how would you do it? I wouldn't. I have self-respect.",
    "speaker": null,
    "startTimecode": 23820,
    "endTimecode": 366200
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/3",
    "text": "Fair. It's not possible. And if you want me just for the, as an intellectual exercise to try, the argument would be madman theory.",
    "speaker": null,
    "startTimecode": 368980,
    "endTimecode": 380140
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/4",
    "text": "That he seems so crazy that people will do what he wants because they can't, because anything is on the table, right? It's like, keep him on their toes. It's tough to implement that when what he wants is unknown. Yeah. Like this latest one, the first one, there was a few fig leaves that like no one really believed. It was like, you got to help more with fentanyl and you got to do this and trafficking and immigration and all that kind of shit. This time it was just like, I'm starting to trade war with Canada and Mexico and that's that. And then he does a call with Claudia Sheinbaum, the president of Mexico. And I guess the call goes well. I don't know how the call. Maybe she flattered him. Maybe she told him the speech was great on Tuesday night. and didn't even, I guess he didn't even have a good call with Trudeau, with Governor Trudeau with governor trudeau uh of our 50 51st state and uh and that's it that was it there wasn't he didn't ask for anything he didn't get anything and then he just stopped so like when april 2nd comes around do people take his threat seriously do they think it's really gonna last do they really care that much other foreign I just can't tell. Yeah. I mean, the madman theory is that you were pretending to be a madman to keep your opponents on their toes. If you're an actual madman, it doesn't work quite as well because you don't have any defined objectives. You don't have a strategy. You're just being an imbecile. I also think that just backing off didn't necessarily work, at least with regard to the stock market, because it still closed down a couple hundred points again, probably because a lot of businesses are now thinking like, how do we plan for the future? How do we set prices? We don't know if there's going to be more tariffs again, or if he's really going to go through with it with reciprocal tariffs on April 2nd, like he said in the speech, and unpause the trade war with Mexico and Canada, or if he's just going to keep going. And so it's just causing chaos. The one thing- Chaos and corruption, Dan. Right, chaos and corruption, that's exactly right. I mean, for businesses, they want a good economy.",
    "speaker": null,
    "startTimecode": 380720,
    "endTimecode": 500780
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/5",
    "text": "They don't want a bad economy. What they really don't want is a chaotic, uncertain economy because you can't make any decisions. They really have to have some confidence. Even if the economic outlook is not good, they want to have confidence in that outlook 6, 12, 24, 36 months in advance to make decisions about whether you're going to open more stores, hire more people, build a factory, launch a new product. And if you can't have any sense of what's going to happen because there's a guy in the White House who's just capriciously making decisions left and right for no foreseeable reason, then they're going to hoard cash to try to wait out the uncertainty and the chaos for a better time for investment. And that's going to be a self-fulfilling prophecy that's going to hurt the economy because it's going to mean less economic growth. So, fairly or unfairly, presidents are usually blamed when a recession or inflation happens on their watch, even if they inherited the problem. You know, people sometimes give them a little grace period if they've inherited it, but then eventually they get blamed if it persists. But it's not often you can draw such a direct link between a president's actions and an economic downturn. The Trump regime is already trying to avoid the blame for the economic uncertainty we're facing right now. Elon Musk is saying that the U.S. should stop including government spending in GDP calculations. Some Republicans are claiming that we shouldn't count federal workers who lost their jobs in the jobs numbers. What do you think? How big of a problem is this for Republicans? And do you think they'll be able to lie their way out of this one? No, I don't think they're going to lie their way out of this one, right? It's the one thing that people fully understand is the economy. And for all of Trump's messaging skills, the size of his megaphone, all of that, he cannot bend reality to his whims. Maybe for his most ardent fans, but not for the middle of the electorate, right? And you're already seeing the softest Trump voters, right? The new Trump voters, the men under 40 who came to him. There's a navigator research used as a measure of people who voted for Trump, but don't strongly approve of him. All of those people are souring on the economy and they're souring on Trump because of what they're seeing. And you're right, this is directly attributable to him. And it is a message that Democrats should latch onto because people are going to see what's happening. And we do have to tell a story about why it's happening. And the fact that Trump is chaotic and erratic is a story that is quite believable to people because it fits with what they see. To anyone with eyes, ears. They know it. And I think you see this lesson in the 2020 election too, which is people will put up with a lot of Trump's chaos because they think there are positives to it in a sclerotic, broken system. But when that chaos starts impacting their lives, then they turn on him. And we are at the point where it is affecting people's lives. And there's obviously concern that they could fuck with the statistics and the numbers around GDP and the jobs numbers. The two that I just mentioned wouldn't be, I mean, you'd be able to see the GDP and then they were just subtracting government spending, which by the way, our old colleague, Jason Furman from Obama world, he said that if you stripped out the public sector production out of the Atlanta feds forecast, the GDP would be on pace for a 3.8% contraction this quarter, which is more than they were. So I don't really know what stripping out the government spending part is going to do that Elon wants there. I don't think that's going to help that much. And you can say, oh, well, the jobs numbers are actually this because we're not counting federal workers, but everyone's also going to know how many federal workers lost their jobs. And even if you decide to go into the BLS, like Doge decides to go into BLS and the Commerce Department and fuck with the numbers, people are still going to feel that the economy is not doing well. Like, consumer sentiment, like if you see high prices, if your paycheck isn't going far enough, it's not going to matter what kind of headlines you see. We just went through this for the last four fucking years. Yeah, where we had strong growth, low unemployment numbers, and high prices. And guess what happened? People weren't happy about the economy. There is a, like Jason's right. I mean, the idea of taking government spending out of GDP as a way to make GDP look better is just, you have to be an idiot to think that. Like, that's just not how it works. You're taking things that drive growth out of a growth measure and think it's going to give you more growth is foolish. But I think there is a downstream consequence to even talking about this, which is if this speaks to the business uncertainty, the economic uncertainty that's coming from this administration, is these are the numbers that people make decisions on. And if there are reasons to believe that people are fucking with those numbers, it's going to cause even more uncertainty. Because if that number comes in and it's better than people thought, but they don't trust it because these people have been openly talking about playing with the numbers, then businesses are not going to bank on that number as a reason to be more optimistic and therefore invest more. Yeah. All right, Dan. So the Doge days are not yet over, but we're beginning to get some signs that Trump is finally realizing that he may be the doge who caught the car. Great. Great work. Look, I'm really proud of that. Really proud. In just the last week, the CDC asked almost 200 employees back after letting them go, including people who work on the 9-11 Survivors Health Program. The FDA is trying to reinstate staff involved in checking medical device and food safety. The General Services Administration, GSA, suddenly pulled over 400 listed government properties off the real estate market. And NBC reported that Doge is reversing course on axing several hundred veterans' health care contracts after a, quote, revolt by frontline VA employees, although even more of the contracts remain on the chopping block, some of which are already paid for. On top of all that, Doge also keeps losing in court. A federal civil service board ordered the Department of Agriculture to temporarily rehire over 5,000 employees. A court told the Office of Personnel Management it could not directly fire probationary staff at other agencies. And here's the biggie. The Supreme Court narrowly rejected the Trump administration's attempt to withhold billions of dollars in payments that the government owes USAID contractors for foreign aid. Chief Justice John Roberts and Amy Coney Barrett sided with the court's liberals in the 5-4 decision, which left it to the lower court to, quote, clarify what obligations the government must fulfill since the original deadline for payment has passed. And what I can only assume is a response to all of this chaos and dipshittery uh trump held a cabinet plus elon meeting on thursday where he appeared to put the doge back on the leash i'm sorry sorry no it's it's great to do something to amuse myself it's great stuff politico reports that the president said in the room that Elon is, quote, empowered to make recommendations to the departments, but not to issue unilateral decisions on staffing and policy. Those decisions will be up to the agencies themselves. Following that report, Trump wrote a long post on Truth Social saying that they'll now be using, quote, the scalpel rather than the hatchet. And when he was asked by reporters about all this afterwards, here's how he described the new policy. I want the cabinet members to keep good people. I don't want to see a big cut where a lot of good people are cut. So I had a meeting and I said, I want the cabinet members go first, keep all all the people you want everybody that you need elon or the group are going to be watching them and if they can cut it's better uh and if they don't cut then elon will do the cutting okay then uh i like that i like that this whole thing is framed as like oh yeah like everything's great this is awesome, the cuts are going wonderful, Elon's doing great, everyone loves each other, it's a golden age and there's just like a little small change we're making which is like we're not going to fire all these people anymore and you can keep the people that you want and yeah by the way maybe we fucked up a lot. But if you don't fire them, Elon will fire them. Right, yeah. So he's got to keep going back and forth. What do you make of all this? You think this is pressure? You think this is what do you think this is? I want to know when the deep state got to Trump.",
    "speaker": null,
    "startTimecode": 501320,
    "endTimecode": 1010680
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/6",
    "text": " you know what he's worried about he's worried about uh binder two of the epstein files he doesn't know what pam bondy apparently i don't know if we talked about this in the pod but apparently there's a report that pam bondy she presented that binder at the white house with the epstein files. But that was all publicly available anyway, as a quote unquote surprise.",
    "speaker": null,
    "startTimecode": 1014280,
    "endTimecode": 1031980
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/7",
    "text": "You always want your chief law enforcement officer to be the one surprising you. At the White House. At the White House.",
    "speaker": null,
    "startTimecode": 1033160,
    "endTimecode": 1040880
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/8",
    "text": "Those are always good surprises from the AG.",
    "speaker": null,
    "startTimecode": 1041820,
    "endTimecode": 1044240
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/9",
    "text": "But yeah, no. So the deep state got to Trump, I guess. I mean, let's see what really happens here.",
    "speaker": null,
    "startTimecode": 1044780,
    "endTimecode": 1049620
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/10",
    "text": "Like Elon is not someone who takes no for an answer.",
    "speaker": null,
    "startTimecode": 1050520,
    "endTimecode": 1052860
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/11",
    "text": "He, let's just see what actually, like if there is an actual change or this is just sort of window dressing. I wonder if some of these closed door meetings they've been having with Republicans, like some of the Republicans who are obviously too afraid to say anything publicly, or at least most of them are, are privately sort of pressuring the White House and Elon. I mean, I guess Elon met with the senators and gave them all his cell phone number. I saw that Susan Collins has been texting him, which is cool. I think there's any emojis. Who's using emojis first? Probably Elon, right? He's all memes. He's a meme lord. That's true. I also think the cabinet has been blowing up Trump and Susie Wiles because it's hard to run an apartment when you have a bunch of unaccountable people running through it, just cutting things and seizing your payment systems and putting your building up for sale.",
    "speaker": null,
    "startTimecode": 1053760,
    "endTimecode": 1108040
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/12",
    "text": "It's like they're trying to sell the headquarters of these departments. Where are the people going to work? It's like, this is one thing I've been struck by.",
    "speaker": null,
    "startTimecode": 1108740,
    "endTimecode": 1114060
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/13",
    "text": "Trump's order that everyone has to go back to the office and also we're going to sell the office.",
    "speaker": null,
    "startTimecode": 1114720,
    "endTimecode": 1117460
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/14",
    "text": "What's going to happen?",
    "speaker": null,
    "startTimecode": 1118140,
    "endTimecode": 1118960
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/15",
    "text": "We're going to talk about the Social Security Administration, but there's like, they're closing offices left and right. And some workers are like working in closets now and sitting on the floor because there's no space to work apparently they put one of the this was on bloomberg tv they put um a building up for sale in virginia and by doing so accidentally revealed a cia black site so many questions about this so many questions how did they know like how do we know they accidentally revealed a cna cia black why is there a cia black site in north virginia i mean that i would say i texted that we're gonna let we're gonna chat with ben and tommy and no one responded fucking crickets no response from ben and tommy on that one there were a couple people that made a great joke on twitter about this which is that they just assumed it was a DEI initiative.",
    "speaker": null,
    "startTimecode": 1119700,
    "endTimecode": 1140840
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/16",
    "text": "Okay. I guess that's a great joke.",
    "speaker": null,
    "startTimecode": 1142760,
    "endTimecode": 1144800
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/17",
    "text": "It's a pretty good this show is sponsored by better help think about your favorite leaders mentors and idols elon musk donald trump vladimir putin right these are all tommy's napoleon napoleon stalin  Thank you. Think about your favorite leaders, mentors, and idols Elon Musk, Donald Trump, Vladimir Putin Right? These are all Tommies Napoleon Napoleon Stalin They don't have all the answers, but they do know when to ask questions or seek support from their community Which they don't do In a society that glorifies hyper-independence, it's easy to forget that we're all better when we have a support system behind us Therapy can be a source of support for any area of your. It's time to shift the focus from doing it all to knowing that we're better when we ask for help. All those people I mentioned, they could have used some therapy. They could use it right now. We've probably all been in a better position. Everyone can use therapy. It is very helpful if you haven't done it yet. It is someone who you can sit down with. You talk it out. They listen to your issues and they have to listen because unlike your friends, you pay them to do it. That's right. If you haven't tried yet, give it a whirl. BetterHelp is fully online, making therapy affordable and convenient, serving over 5 million people worldwide. You can access a diverse network of more than 30,000 credentialed therapists with a wide range of specialties. You can easily switch therapists anytime at no extra cost. Build your support system with BetterHelp. Visit betterhelp.com slash PSA to get 10% off your first month. That's betterhelp.com slash PSA. Building a business may feel like a big jump, but OnDeck small business loans can help keep you afloat. With lines of credit up to $100,000 and term loans up to $250,000, OnDeck lets you choose the loan that's right for your business. As a top-rated online small business lender, OnDeck's team of loan advisors can help you find the right business loan to fit your needs. Visit OnDeck.com for more information. Depending on certain loan attributes, your business loan may be issued by OnDeck or Celtic Bank. OnDeck does not lend in North Dakota. All loans and amounts subject to lender approval. So Elon's response to all this seems as though he's blaming the agencies for the cuts they're making. In a closed-door gathering of congressional Republicans, Elon reportedly said that while he, quote, can't bat a thousand all the time, it's the agency heads who are responsible for the job cuts, and sometimes they're doing it wrong. Okay. Not so, says Trump's handpicked acting head of the Social Security Administration, who apparently got the job as a reward for sharing sensitive information with Doge. That's how you move on up in the world in the Trump regime. According to the Washington Post, Leland Dudek, that's the new social, the temporary social security administrator, privately told senior staff and advocates for the elderly and disabled in a meeting that, quote, things are currently operating in a way I have never seen in government before. That, quote, those people are learning and they will make mistakes. And, quote, I am receiving decisions that are made without my input. This is the Trump guy. This is the guy they got from middle management who's been there for years who decided to like, you know, hand secret information. So they're like, this is our loyalist on the inside. And he's like, I don't fucking know what's happening. It doesn't seem great. Other employees at the Social Security Administration tell The Post that some of the staff cuts, spending cuts, and office closures are already leading to long delays in people getting their retirement and disability claims processed. I thought Trump was going to protect Social Security benefits and make government more efficient. What's going on? Doesn't seem that way. I would say that. I mean, you are just playing with absolute political fire to be in a situation where people may not get their social security benefits on time, where their disability claims are not being processed, where they can't get anyone on the phone. This is where the rubber hits the road, right? You see the same thing with the VA. People aren't getting veterans benefits. Medicaid checks aren't coming out. Hospitals are not getting paid for by for services rendered. All like this is very real stuff. And this is where it affects people's lives. And this is like very the politics of it are devastating. I mean, again, it's supposed to be the Department of Government efficiency, right? Like the whole idea is if this is a success, then they save taxpayers money and they make government work better for less money. But they are so far just making it work poorly. They are firing a bunch of people who they shouldn't be firing. They're already having to like hire them back. They're people who are counting on benefits and services aren't getting them. And this is why I think that Trump, the whole Elon and Doge thing sort of reining them in a little bit. It does feel like if you just have a bunch of stories about how everything's broken and people are pissed and things aren't working as they should, I don't know what good headlines you get from that. This is probably where there is some divide between Trump and the project 2025 architects, including people like Elon Musk, which is Trump. He didn't care about any of this shit. Like he wants to, he wants to root out people who are not on his side. He wants to get rid of the quote unquote deep state, at least until they got to him earlier this morning. And, and so like, he's very on board with, let's go through the FBI, let's get out all the people who work for Jack Smith. Let's go through the CIA and get all the people who leaked about me and my perfect phone call or about Putin or whatever else. What the other people want to do is they just want to break government. They just want to break it because they don't believe in it. And it's going to be really, really, really hard to fix. Like you're going to have to hire, how are you going to hire more people? Like, just imagine, I was talking about this last night. Imagine you're the next democratic president three years from now and you come in and you want to fix all the things of Trump broke. How are you going to get all of that done? How are you going to hire a bunch of people? How are you going to reopen offices? Right? It's just the, it's not, It will not be a turnkey. Usually when you switch administrations, there is a turnkey element of it. You get rid of all the old executive orders, you put new people in, you put new executive orders in, and the wheels of government can start moving in your ideological direction here. That is not going to be available to the next president because the wheels of government are being smashed by a bunch of people who hate government., it's also going to be hard to recruit people to work in government after the way that thousands and thousands of people have already been treated in this. And the reason, people go into government for many reasons. One is public service. Many of them, particularly like the scientists, the doctors, they could work, they could make a lot more money doing something else, working elsewhere. But they choose this out of public service, but also because a government job is an incredibly stable – up until now, they've been an incredibly stable job with very good benefits. You had job security. And now that does not exist anymore. And so in a world where we're just like flipping back and forth between a Democrat and a MAGA Republican every four years, you're not going to go back into government for a long-term career because you know, four years from now, Donald Trump Jr. could be there or JD Vance or whoever else, and you could lose your job all over again. Yeah, no, that's exactly what, and I think that's their intention, at least some of them. How much do you think this has to do with the legal challenges that they've been facing? Because, you know, if it's if if it's Elon and Doge doing all the damage, then as we're seeing in some of these legal cases, it's not going well for them. But if it's, you know, an agency head deciding, hey, we're just going to reduce the workforce of my agency, that seems like it's a lot more legally viable. Yeah, that probably is part of it. I know it's hard to imagine that Trump's giving public comments based on the advice of a lawyer to try to have a better legal strategy.",
    "speaker": null,
    "startTimecode": 1145340,
    "endTimecode": 1630940
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/18",
    "text": "That seems somewhat unlikely and out of character.",
    "speaker": null,
    "startTimecode": 1631580,
    "endTimecode": 1633600
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/19",
    "text": "And there are- Unless Susie Wiles is really effective. Like, have you even heard Susie Wiles' name since the election was over?",
    "speaker": null,
    "startTimecode": 1635020,
    "endTimecode": 1640540
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/20",
    "text": "No, but maybe that's how she wants it. That's what they said about her in the campaign. Well was it's not really doing the same not really the same disciplined operation as the campaign yeah that's that is true like yes technically it's hard that you're in a more legally precarious position if doge is doing and that's not always true these federal workers do have some protections you do still need cause and reasons to do it that's true so it's not's not, maybe they would slightly improve their chances by switching it. But I think this is more about the cabinet secretaries being like, we just took these jobs. We have no control. There are these nuts running through a department doing everything. And they complained to Trump and Trump, they're the last person in Trump's year before this meeting. So he made these comments. He may feel differently after talking to Elon on the phone tonight. Who knows? That's true. We should also note in the Department of Bad Things that haven't happened yet, but are probably about to, the Wall Street Journal reported that Trump was planning to sign an executive order as soon as Thursday that would abolish the Department of Education, which prompted Press Secretary Caroline Levitt to post on X. More fake news. President Trump is not signing an executive order on the department of education today you know who knows uh this is a long-standing campaign promise so it's would not be unexpected if it happens polar coaster listeners will remember that this idea is not exactly popular honestly even if you don't listen to the polar coaster which you should uh you probably if you paid attention to politics, you probably would guess that eliminating the Department of Education is unpopular. But would you like, would you care to elaborate on how unpopular this is? Yeah, it is one. And when you test in several polls, if you test Trump's ideas or proposals or executive actions he's taken, the most unpopular is pardoning January 6th writers. Yeah. Right around that same neighborhood, abolishing the Department of Education. This is a Republican idea that has been going back decades. It is so unpopular that it sunk the Republican House majority in the 90s. It was so unpopular in the 96th presidential election that by the time we got to the year 2000, Republicans were running on expanding the Department of Education. That was the entire no child left behind policy of George W. Bush. It is a truly, like, those are the politics. The politics are terrible. It's an insane thing to lean into. Also, not something you can do with the executive order. Right. That's what I don't understand. Like, it's just, it's got to take an act of Congress. I mean, we thought that about a lot of things, and lo and behold, it's the the folks at USAID who may have something to say about it. Right. But so far, you know. The folks have been stepping in. Yeah. So I don't know how that's going to work. And look, I think it's something like 90% of education funding is state and local. But, you know, the Department of Education does provide a lot of funding when it comes to student loans, federal financial assistance for college, also Title I, which helps students with disabilities in school. And so there's a lot of that funding that goes to public schools. So, you know, you're really playing with fire if you're going to start. And, like, I think I've heard them say, well, if we shut it down, then the funding that goes to Title I and stuff like that, that'll just get devolved to the states. But, like, I don't really think there's a plan here. No. There's a good plan. One other sign of the times here with the deadline for funding the government coming up, pardon me, with the shutdown looming. We like to say shutdown looming. congressional Republicans are now leaning against including any of Doge's spending cuts in the continuing resolution opting instead for a so-called clean CR, which would keep the government open through September 30th at current levels of spending. Chuck Schumer apparently supports this as well because it would get enough Democratic support to avoid a shutdown. I feel like we heard this from some of the senators who joined our live stream before the state of the union i've even seen an address for joy nope nope so i just had to play the hand to play the role of love and i've even seen it from some more progressive democratic politicians it seems like just no one wants a shutdown partly because what we have been saying which is like what do you what do you ask for and what can you expect to win from a shutdown? But what do you think? Yeah, the wind is coming out of the sails on this very quickly. And people, Democratic activists are going to be super pissed about this. And I understand that reaction for sure. This is a, as we talked about with Senator Schiff, this is a singular point of leverage we have. And to let it pass by seems, you can understand why people would be mad about that. Now the question, and I've been very torn about this question. You and I have kind of gone back and forth over the course of the podcast on this. I think we've each taken both sides of it. Yep. And the question that you would have for people on the pro shutdown side, and ultimately, we're not really shutting it down. It is – it's really going to be can the Republicans get 218 votes to pass. Then the ball will be in the Senate's court, but they have to do that first.",
    "speaker": null,
    "startTimecode": 1641320,
    "endTimecode": 1935560
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/21",
    "text": "And I'm under the – I imagine that no Democrat is going to vote for that continuing resolution in the House. I hope so.",
    "speaker": null,
    "startTimecode": 1936500,
    "endTimecode": 1940960
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/22",
    "text": "And so just make the Republicans get the number on their own and see if they can fall under their own weight.  But if you're on the, I don't even want to say pro shutdown side, but if you're on the side who wants the fight here, my question for you would be, what would be your public rationale for why you're opposing a clean year-long continuing of funding for the government at levels agreed to when President Biden was president? And what do you think you could get out of that fight that would be something more than just, that would be a substantive victory as opposed to just waving the white flag after some period of time? Right. And probably they would say, okay, well, we're going to, we're trying to shut down, you know, Elon Musk's sort of illegal destruction of government. And then you say, okay, well, the White House is not going to agree to that. Also, you know, I think who knows? Maybe that's another reason as they're approaching the shutdown, why Trump tried to say that they're putting some guardrails around Doge and it's going to be agencies like you do need you need a clear goal. And you need to believe that with enough pressure, Republicans will agree to that goal. and then you've got to think that a government that is completely shut down will put pressure on Donald Trump and Republicans because they won't want that. But everything they've done over the last two months suggests that they very much like breaking government. And so it's, you know, and we, you know, when government is shut down, like people are still getting their social security benefits and stuff like that so all the like most you know it's it's look it's not a not a great thing when government shuts down and it's not usually politically very popular but right now all of the bad that is coming from trump and elon destroying the government is like they're getting all the blame for it and democrats are getting none of the blame. And if we're shutting it down, then people say, OK, great. It's a fight. What are we fighting for? The test here is can Mike Johnson get a clean continuing resolution out of the House? And if not, if you were to like if they were to add in what they call anomalies, which are specific provisions, specific cuts or policy changes within the CR that implemented the doge cuts, the Democrats would have to fight that. You cannot vote to implement the doge cuts. But absent that, I think the question is much more challenging. And just the one piece of advice I have for Democrats is decide what you're going to do now and do not raise expectations of something different. Right. And yeah. And if you do decide that you're going to have the fight, you got to stick with the fight. Because if you do, if you pull a Trump trade war thing and you shut the government because we've been there in 2018 and you shut the government. That exact thing. Yeah. And you shut the government down for a week and then you're like, OK, they're not doing anything. They don't care. Now, what do we do? All right. We're going to open the government again. It's just that's the worst of all worlds. It doesn't mean that Republicans are walking away from the doge budget cuts though. Mike Johnson says they'll figure out a way to codify those in fiscal year, 2026. So not till fall. Meanwhile, though, Congress has to move forward with the budget reconciliation process. This is the big, beautiful bill, whatever you want to call it, Trump's economic plan. As a reminder, the House has passed their budget resolution, and the Senate will take it up later this month. And while they can do all this without any Democratic support, they need most Republicans, almost all Republicans. And so there will be pressure on vulnerable Republicans. And it might be a bit higher now that the Congressional Budget Office has confirmed that the savings targets in the bill will. We've all assumed this, but now you've got it from the CBO, nonpartisan scorekeeper of Congress, that the targets that they have in the House bill will not be possible without cuts to Medicaid, Medicare or the Children's Health Insurance Program. How do you see all this playing out? Do you think the Senate's just going to look at what the House did and be like, yeah, that's too much. We're going to go with our own thing?",
    "speaker": null,
    "startTimecode": 1941720,
    "endTimecode": 2173900
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/23",
    "text": "No, the Senate's obviously not going along with what the House does.",
    "speaker": null,
    "startTimecode": 2174420,
    "endTimecode": 2176220
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/24",
    "text": "They have different priorities. They feel differently about the Medicaid cuts. They think a lot of the trillion dollars in cuts is ridiculous. There are several senators have said that, that that's a true impossibility. And so like, where, how does this end? I guess is the question one way. And I've been thinking about this because the budget resolution itself is not a legally binding document. It's a pretty fake thing. And you can amend it. You can pass a superseding one that just all it is, is a, is permission to pass something without a filibuster in the Senate. That's what it is. And so it can say almost anything, and they are not bound by this version of it. The easiest things Republicans could do, they have to pass something. If they don't pass anything, then the debt ceiling will expire, and nearly every American will get a tax increase at the end of the year. And so the position of greatest fallback or maybe of least resistance is just a short term, short three or four year extension of the Trump tax cuts as is, which is what happened to the Bush tax cuts in 2010, I believe, 2010. And so you could see that just you, everyone lives to fight another day. And the Republicans could probably do that relatively easily if they, if they, with Trump's, with Trump's help. And they come up with some, you know, they make these cuts sound like a big deal, but they're really not mathematically that you like include a bunch of doge cuts and you include some like modest cuts here and there on spending, but you don't touch anything big and you get your border, your extra immigration border enforcement funding that they all are going to want. And then you call it a day. That does seem like some energy stuff and some energy stuff. Yeah. You drill baby drill. That does seem like the most, the path of least resistance for them. There's a lot of resistance on that path though. Well, I was going to say, provided that all the crazies in the House and some in the Senate, like the craziest Republicans, the hardliners, agree to that because they want much, much deeper cuts. Which is the immigration is the bait to get them to go along. Yes. For the crazies. Because they care about cutting the government, but they care a lot about some pretty nasty immigration policy.",
    "speaker": null,
    "startTimecode": 2176960,
    "endTimecode": 2304820
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/25",
    "text": "Yeah, and at some point you say this is the only train leaving the station. No. Pods of America is brought to you by ZipRecruiter. If you're doing what you love to do, there's nothing better than being surrounded by people who love it as much as you. And if you own your own business, you want to hire employees who love what they do to boost the overall success of your business. Plus, make it a pretty great place to work. But how do you find passionate employees who are a good fit for all of your roles? ZipRecruiter. And right now you can try it for free at ziprecruiter.com slash crooked. How fast does ZipRecruiter's smart technology start showing your job to qualified candidates immediately? ZipRecruiter's powerful matching technology works fast to find top talent so you don't waste time or money. See a candidate who'd be perfect for your job. You can use ZipRecruiter's pre-written invite to apply message to personally reach out to your favorite candidates. We've used ZipRecruiter here at Crooked Media and it's great. It's hard hiring. It takes. And there's a lot of, it just, ZipRecruiter just cuts right through it all and gets you qualified candidates fast. It's great. Hire experienced people who are excited about what they do with ZipRecruiter. Four out of five employers who post on ZipRecruiter get a quality candidate within the first day. See for yourself. Go to this exclusive web address to try ZipRecruiter for free. ZipRecruiter.com slash Crooked. Again, that ZipRecruiter.com slash crooked. ZipRecruiter is the smartest way to hire. I'm Dr. Jenna Ashton, your host for season two of The Visibility Gap, a podcast presented by Cigna Healthcare. Throughout this season, we'll be tackling something vital, the women's health gap. We'll hear from real people and experts as we unpack important topics like maternal health, menopause, and heart disease. Listen in and download the new season wherever you get your podcasts. So, let's talk about Democrats. Love talking about about Democrats what they're doing so far this week is mostly voting against the Republican-led censure of Congressman Al Green for heckling Trump during the joint address 10 Democrats joined every Republican in passing the resolution which a censure is basically just a public scolding. When a member is censured, they then have to present themselves in the well of the House, which is the front of the chamber, and while the resolution is read out loud. And those words just sting when they hear them. But Al Green, when he was censured, appeared with a gaggle of other Democrats who then sang We Shall Overcome while Mike Johnson banged the gavel and eventually sent the House into recess.",
    "speaker": null,
    "startTimecode": 2466060,
    "endTimecode": 2473420
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/26",
    "text": "Dan, which kind of Democrat are you? Are you the kind who votes to censure a member of your own caucus for protesting cuts to Medicaid during the State of the Union or whatever the fuck it's called or are you the kind who protests the kind who vote to cens during the State of the Union, or whatever the fuck it's called? Or, are you the kind who protests the kind who vote to censure the member?",
    "speaker": null,
    "startTimecode": 2474660,
    "endTimecode": 2489060
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/27",
    "text": "Or, is there a third option?",
    "speaker": null,
    "startTimecode": 2489880,
    "endTimecode": 2492360
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/28",
    "text": "God, I fucking hope there's a third option. It's all so stupid. The whole thing is so dumb. Every part of it. Every part of it? Like, we can, you know, we talked about this in the pod we did right after the quote unquote state of the union. And I, I find it really hard to care about what Al Green did. Like, is it going to win us an election? No. It's going to lose this election. No. Is it a big victory for Trump? No. Is anyone going to remember this some years down the road? No. And so I don't really understand why 10 democrats felt the need to vote for this like if they if there's gonna they're gonna somehow avoid getting anti-al green ads in 14 months like what do they think is gonna happen jim hines from connecticut uh was one of the members who voted uh for the censure i saw a statement from him that he was like you know 10 years ago years ago. No, not 10 years ago. Much longer. I don't know how many years ago. When Joe Wilson, Republican Congressman Joe Wilson, said, yelled, you lie to Barack Obama during not a State of the Union. But the... No, that was a State of the Union. No, it was not. It was a joint address. It was not even a fake State of the Union. It was just a straight up joint address. 15 years ago. This my stickler thing for everyone. They always say, you know, it was an address to a joint session of Congress about the health care bill, about the Affordable Care Act. And it was in Labor Day 2009. Anyway, and so he was like, I voted for that. And so I want to be consistent. Now, that wasn't a censure. That was a resolution of disapproval. Also, the world has changed, Jim Hines. The world has changed. So I don't know. I think the whole thing is so stupid. And also, my view on this is, if you're Al Green and you feel strongly about this and you want to protest during the speech, then you know that that could come with censure. It's a Republican controlled house. And as far as we can tell, Al Green, he said, okay, fine. Censure me. I don't give a shit. Like I did it. I'm proud I did it. And was I trying to like win an election? No. Was I trying to call attention to Medicaid cuts? Yes. Did that, is that what he did? I think from the coverage, probably not, right? Because that's not what the coverage is about. If you were a casual observer of politics, you'd be like, oh yeah, there was a disturbance at the beginning of the speech. They kicked some guy out. Then everyone got mad that some Democrats weren't standing up and clapping for the kid with cancer and blah, blah, blah. If it, and that's actually being generous because I think most people who are casual news observer probably don't know any of this, right? So did it achieve it? No, but like, you know, he wanted to do it. And if you want to protest, you protest. My thing is if you want to protest and you want to commit, you know, civil disobedience, and that's a stretch to say this is civil disobedience because it's not breaking any law. It's just breaking the rules of the house. Then know then you accept the consequences of that and that's what civil disobedience is then for democrats to be like oh i gotta vote to censure him it's like you know censure is for like if you look through history you know like way back when i think they they've censured some people for like inappropriate language on the house floor in like the early 1900s usually it's's like you committed fraud, you committed bribery. I think Paul Gosar got censured for trying to incite violence against other members or something like that. You know, just interrupting the president during the State of the Union. I don't know. It's all so fucking stupid to me. It's what Kevin McCarthy wanted to do to Trump for January 6th. As an example. This is why this and I'm glad you brought up January 6th because this is when I get mad thinking about the whole thing because it was like, the decorum, why did he do this? And he stood up and this is, why did Democrats do this or that? It's like, what are we all talking about? Do we all, like we were all alive in January of 2021 when a bunch of fucking rioters went into the Capitol trying to kill a bunch of members of Congress because the current president of the United States sent them there. Yeah, the ringleader was speaking at the time. That's what he interrupted. The guy who incited the riot and the people who had tried to give it. The only thing I'd say about this is no one is better at turning a five-minute moment to a five-day story than Democrats. I know. I know. We had everyone. Everyone's like, oh, it happened. What is my reaction to it? I'm uncomfortable with it. And that's an okay thing to be is to be uncomfortable with it. But then their first reaction is to dial up someone from Politico and Axios and complain about it. And then we're going to have the censor vote. And so instead of making what I think would be a fair-minded political argument that the economy is teetering, prices are up, the world's in chaos, and what is the House doing? They're spending their time censoring the guy with the cane.",
    "speaker": null,
    "startTimecode": 2494180,
    "endTimecode": 2773340
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/29",
    "text": "Like, what are we doing?",
    "speaker": null,
    "startTimecode": 2773880,
    "endTimecode": 2774920
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/30",
    "text": "We just – 10 of us have to vote for it. So now – Now it's like – Now everyone's going to be mad at the 10 people. Right. There's got to be a whole other set of stories. Let's primary the 10 people and what the fuck are Democrats doing? And I see some people, oh, we need to start a third party. But it's like everyone just calm. Like, come on. This is not the most effective use of our time or our energy. None of it. None of it. On any side of this. And I would definitely not have been one of those 10. Because I think that's a dumb vote. But like, again, I just think the whole thing is crazy. Our friends at Blueprint apropos of a great segue, actually. Our friends at Blueprint released a new poll on Thursday morning that found that regular Americans aren't exactly wowed by Democrats' performance in the new Trump term. 40% of respondents chose the statement the Democratic Party doesn't have any strategy at all for responding to Trump as opposed to only 24% who think there is a strategy but it isn't working and a meager 10% who think there is a strategy that is working well. Who the hell are those people? I want to meet the 10% who think there's a strategy and that it's working well and I would like to know what the strategy is. I think those people think Democrats are sleeper cells, like Trump double agents. If you think the strategy has helped Trump, you may think it's working. Any takeaways from the poll? I don't think I needed a poll to tell me that people weren't happy with the Democratic Party. I did not need that. I knew that. Any conversation with any person who cares about politics will tell you that. Any moment on social media will tell you that. There are some useful things in the poll beyond that. They do – they poll test Trump's – a lot of his actions and policies. They – even more valuable. They tested a bunch of messages that would be most effective in drawing contrast with Trump. The content of those will not surprise you.",
    "speaker": null,
    "startTimecode": 2775580,
    "endTimecode": 2885540
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/31",
    "text": "Number one, protecting Social Security, Medicare, Medicaid. Number two is about the economic chaos we just talked about. Number three is about veterans benefits and Medicaid. It's like we know what those messages are, but it's useful to reinforce that even with all the insanity and everything that's going on, the most persuasive things are still the most persuasive things we thought they should, that we imagine they would be. Yes. So we can be constructive. What should Democrats be doing? Any other, not, if they're not protesting Donald Trump in the speech or singing, we shall overcome or voting to censure their own members, anything else? I, I think like, I, I just want to stipulate. There are no easy answers here. There is no silver bullet. There is nothing that some Democrat or some group of Democrats can do that's going to stop Elon Musk, right? And expectations are completely out of whack. And I understand people are scared and frustrated. They're looking to their party to offer a solution. We just don't have the power. Democrats don't have the power to actually stop them. So you hear a lot of people saying, like, where the message? Why don't we have a message? And the message could be better. It could be better delivered. It could be delivered more effectively, whatever else. But even if we had the most perfect message, we're not solving the problem that most people want solved. And we do have to play at least some version of the long game here, which is we have one moment, doesn't come for about a year and a half, but when that moment comes, we have a chance to actually make a huge difference in Trump's ability to destroy this country. And that's to win back the House and maybe the Senate. And the process between now and then is about making Trump more unpopular and informing the country about what he is doing. And I think the real dilemma here is, and we can talked about this for hours, and we are on a very tight 90-minute time frame as people will find out very shortly, is that we know what the most persuasive things to say are. We just don't currently know how to make people hear those things. And that there is a real gap between the things that persuade people and the things that generate the engagement and drive the conversation sufficient for people to hear it. And the best advice that I have is we all have to be loud. And so we can talk at all about what congressional Democrats can do. I'm more interested in what everyone, all of us can do, what everyone listening can do, which is go to town halls, go to protests, call your member of Congress, talk to all your family and friends. Use those messages I just talked about. Share the news. Talk about the chaos. Point out the economic stuff. Just be out there. Because we all have agency here. And if we're just waiting around for Hakeem Jeffries or Nancy Pelosi or Chuck Schumer or Chris Murphy or someone to save the day, they can't do that for us. We're going to have to do it ourselves. And it's not going to happen overnight, but over the course of time between now and November of 2026, we can put ourselves in a position to win the House, win the Senate, and really dramatically curtail Trump's ability to damage this country. I agree with all that. And one other idea that a lot of people have been floating, and I think some Democratic members have said they want to do this but undercovered story this week was the head of the NRCC whose job it is to elect a Republican House, to re-elect a Republican House in two years basically told all of their members no more town halls no more town halls because you don't want people showing up at the town halls to protest you. And so now all these House Republicans are not going to have town halls probably next time they're all on recess. And I think that Democratic politicians, Democratic members, and all of us, like you just said, should be going to those districts where House Republicans or Senate Republicans who are going to be in competitive races in 2026 aren't holding town halls and hold our own town halls or go to their offices and and hold protests outside their offices or hold town halls outside their offices or you know Democratic members House members can go to the Republican House members districts that are maybe close to them in their states or the next states and say, I'm going to go. And you know what? And Republicans can show up to maybe Republican. You know, we can make it. You publicize it. And if Republican voters show up and want to argue with you, that's great, too. Like, that's going to get people's attention. Like, you know, like have some have some verbal exchanges with that, with people who don't agree with you. Maybe even the members themselves, if you can find them. Again, I just think that, like you said, getting people to hear it is going to be the tough part. You have to get people's attention. And I do think there's a huge vulnerability now where there's going to be some bad news that's frustrating people from Trump and Elon. But, like, in 2026, the people that we're going to have to get people to vote against are Republican politicians. And so far they're doing a great job just kind of hiding. Um, and now they want to hide more and they probably want Trump and Elon to take all the heat. And it's our job over at least from now until 2026 to make sure that, uh, those people are famous. Yeah. Ro Khanna and Tim Walls have said they're going to go to districts. Yes, those are the people I was thinking of. I knew it was two people. There has been a lot of reporting about what some of the people who are presumed want to run for president, like Gavin Newsom, Josh Shapiro, Gretchen Whitmer, and Wes Moore, others might be doing. This is a great use of their time, is to go do it. The one thing I would add in there is it doesn't have to be a competitive district. House elections rise and fall in the national political environment. So if you don't happen to be near one of those California or New York districts that are competitive, do it in a republic, any district. The walled garden of local news and politics doesn't exist anymore. And so just if there is a thousand stories about angry town halls from all over across the country, that is going to affect the people in vulnerable districts, too. Yes, that is a point well taken. OK, when we come back from the break, you're going to hear my conversation with Sarah Longwell. Two quick things before we do that. And you know what? It's a Dan doubleheader. New Polar Coaster is out now. What did you and Caroline talk about this week? Well, as I like to say, Pots of America is for the nerds. Polar Coaster is for the super nerds. So we went deep into the question of why Donald Trump is becoming less popular. Why his approval ratings are down, why people are souring on his economy. We also got into some Bravo talk for people maybe into that. But mostly we were deep in the cross. I hear that made Elijah nervous, the Bravo talk? He did. He made Caroline record a topper to tell people that Bravo talk was coming, like a trigger warning for Bravo talk. Bravo talk is coming. Dan and Caroline are going to talk about the page Craig breakup. Be prepared. That's good. Well, if you want to hear about that or a polling analysis, check out polar coaster. You can get access to polar coaster and other exclusive subscribers series at cricket.com slash friends. Dan, I understand we've got a deal for message box too. God, that is such a good transition. Thank you so much for bringing that up. I appreciate it. Yes, we do have a deal for Pod Save America listeners and really only Pod Save America listeners for at least the first 100 days of the Trump administration if we make it that far. In this month on MessageBox, one of the things I'm very focused on is what I think what we just talked about, which is the most important thing Democrats can do is make Donald Trump less popular. So I have a series of posts that go into strategies, tactics, messages about what elected Democrats, the DNC, whoever else can do, but mainly what all of us can do, the right things we can say in our conversations with our friends and family about Donald Trump. They could drive down his approval numbers. And so if that is of interest to you, I would refer you to the world's most cringeworthy website, cricket.com slash yeswedan. If you go there, you can sign up for a message box and you will get your first month free. This special offer will be around for either for a while or until my dignity takes over and I can't take it anymore. We have to bring down the website. Yes We Dan is just my favorite thing. I love it. Every morning. I have a mug with Yes We Dan.",
    "speaker": null,
    "startTimecode": 2886080,
    "endTimecode": 3368960
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/32",
    "text": "I go into our cabinet to get a coffee mug and I see that mug and I just wonder where, how did we get here? How did you get here? That's a real question. America. How did America get here? Discover the transformational health benefits of Armour Colostrum that have earned tens of thousands of five-star reviews. Probiotics and other supplements are touted as a gut health solution, but most products on the market are dead before they even reach your gut. Armour Colostrum naturally fortifies your entire gut wall system and optimizes your whole body microbiome, which helps guard against irritants that can trigger digestive issues and compromise your immune system. Research has shown that colostrum helps to enhance nutrient absorption. Armour colostrum can help stabilize blood sugar levels, modulate hormones, and ignite your metabolism. This enhanced nutrient absorption has been a long-prized benefit of elite athletes. Let Armour colostrum help you reach your goals by promoting lean muscle, building and fueling cellular repair regeneration to fuel better performance and faster recovery. Colostrum bioactives have also been shown to reactivate hair follicle stem cells and activate collagen production, promoting hair growth and enhancing skin radiance. We've worked out a special offer for our audience. Receive 15% off your first order. Go to tryamra.com slash crooked or enter crooked to get 15% off your first order. That's T-R-Y-A-R-M-R-A.com. Every child's dream begins with a wish. I Say 529 helps them make it come true. Funds can be used for K-12 tuition, trade school, loan repayment, and far more. Because there are no limits to the ways they can soar. Register by April 7th for a chance to win a $1,000 contribution at iowa529contest.com. Administered by the State Treasurer of Iowa. Sarah Longwell, welcome back to Pod Save America. Hey, thanks for having me. I feel, I can't, have we talked since the election? I listen to you every week, so this is what people do to me sometimes. I'm like, I listen to you every week, so I feel like. Yeah, have we talked either around? I guess you talked to Pfeiffer right after the election. Yeah, and so did JVL. So it's hard to know, because I also listen to you guys, especially when we're doing crossovers, and so. I know. We just a parasocial and a real social relationship. Yeah, that is true. What did you think of the speech last night? Yeah, you know, I was annoyed by the speech for the positives in it, because I think that Trump did a pretty effective job on several fronts. Number one was creating heartwarming moments with, and this is, I mean, on right-wing Twitter right now, the big takeaway is that Democrats did not clap for the young boy with brain cancer and that they are ghouls. So I actually didn't catch that if they didn't. Yeah, because the cameras were just on the boys. So I didn't see the crowd. Yeah. And I think that it is possible that what the reaction was, was a frustration of you are sort of putting the camera on this young guy. And it was a sweet moment, right? His dream was to be a secret service. They made him a secret service thing. But I think that my guess is democrats were sitting there being like this guy is cutting pediatric cancer research right now as we speak yeah and like if i had to get in their brains it would be things like that but anyway i thought i also thought the part where he went through the usa id stuff and like cracked jokes about it and got laugh lines out of it like that right now um i've got tommy on the show on saturday and we're talking about foreign policy and one of the things that i think trump has done especially on the right is to create a constant sense of scarcity and when people have a sense of scarcity they are constantly doing the math of oh money goes to ukraine it's not going to americans money's going to this weird country I've never heard of. When Trump does this thing where he's like pronouncing countries names as though, are these places even real? Lesotho? Yeah. No one has ever heard of that. Normally, the leader of the free world might not be keen to admit that they don't know where these different places are on the map, but Trump is happy to do it. And frankly, that lands, right? Because people also don't know where these are. And so while it was filled with lies and the smug faces of Mike Johnson and J.D. Vance behind him sort of fake laughing at everything he said, and so it was and it was too long and had all these problems. It did the job for the audience that Trump is trying to reach. And I just the fact, though, that he this is the one thing and i read fifer's um message box this morning and it was we did a live stream right afterwards and i it was my initial takeaway was like the minutes that the economy got so deeply paled in comparison to what voters would tell you is their absolute priority which is the cost of living and and the inflation trump barely talked about it except to blame Biden. Right. And then he spent the rest, like, if you, I should do this. I should go figure out what is the breakdown of things where Trump was talking about trans stuff versus the economy? Because I bet trans stuff got way more time than our economic situation. And earlier in the speech, the first, I had the same thought. The first issue that he went into depth on was trans athletes. Yeah. And it was like a lot. Yeah. And then he got to the economy and stuff like that. But it was very Joe Biden did all the bad things to make inflation bag and eggs. And then I'm going to do great stuff. I'm going to drill tax cut. But it really is. The scarcity point is interesting because it's almost like I'm going to get government out of the way with all the bad things the government's doing, all the crazy, corrupt, woke shit. And then once that happens, I don't need to do anything to the economy. It's just going to be great again. Yeah, you get rid of DEI and everything just prices go down. Those things exactly work together. Yeah. How do you think it landed with voters? You were talking about audience. Like we always know that even the CNN poll and the CBS poll, I think it was like 20% of the sample were Democrats in both. This happens, obviously, when a Democratic president is up to mostly Democrats watch when a Republican, you know. So the audience that we're probably concerned about is the audience of, you know, maybe first time Trump voters. I know you've been talking to them in your focus group podcast, Biden to Trump voters. What do you how do you think it landed? The speech landed with them? Well, so here's the thing. I just don't think that many people are going to watch like the State of the Union, which is not called the State of the Union, this first one, because he's only been there a little bit of time. I'm calling it State of the Union. Right. We're calling it. It's fine. It's like Gulf of Mexico. Yeah, that's right. These speeches are for two groups, for people like us, right, who have to watch them and, like, hate watch them, really. Yeah. And for fan service. And I thought it was a pretty effective fan service speech in the fact that it, like, blended kind of rally points. And he was doing all the hits for the people. And it's why he talked about trans stuff. It's why he talked about spending. It was, you know uh and and you know he did the thing with zelensky where he read the letter there for the first time like it was pretty theatrical uh again i don't think people are going to watch it or consume it last night but i think in terms of what they're going to get out of it here's the main takeaway republicans were pumped yeah during this they looked like they were having fun The energy was high. They looked like they were winning. And Democrats sat there with their arms crossed, waved a cane, and didn't really know what to do in the face of North Korea levels of enthusiasm. I mean, Republicans cheering at stuff that I'm like, well, if I showed you maniacs cheering like this because Trump sounds for invading Greenland. Yeah. Right. Like you guys would never have believed me. You tell me how deranged I was if I showed you what's happening right now 10 years ago and said, no, you're going to cheer for all this stuff. And he's going to sound just this moronic and you're going to love it. They would have said no. The only thing I liked about the whole speech and the only thing that I think unifies us today because it's supposed to be a country unifying speech and the only unifying piece of it was I think the ritual humiliation of Marco Rubio is something we can all get behind in that speech. I think he's setting up Rubio to be the patsy. Oh. Which I mean he was almost explicit about it last night but I haven't think of this for a while like something's going to go wrong in the world and's gonna be like oh that's marco rubio's fault yeah which is great it's one thing that we can all be excited about yep i like that what did you think about the uh the al green interruption the resist or the resist t-shirts i guess there was the false thing here's my like i came down on the side of like i don't really think it matters either way i i wouldn't have advised people to do that but then you have a lot of people online who are like why are the democrats go at all and it just feels it feels like there's there's a lot of debate about what democrats should do among democrats and then there's a lot of different responses from democrats that we saw last night and none of it seems like it's necessarily valuable i don't know that it's necessarily harmful either. I don't know. What do you think? I mean, I could go on at length about all the things I think Democrats need to do from a communication standpoint. But I will say for a thing like this, I just think it's the thing where you sit there in stony silence and then clap for the kid with cancer. Like, that's basically it. And, and I don't think, I think creating, I mean, Marjorie Taylor Greene did this with Biden. I just think when they have, you know, that scene from The Wedding Singer where he's drunk and he's yelling, because I have a microphone and you don't. Like, Trump's on stage. He's got the room. You're not going to win this. So just like sit there and be, and this is my overall feeling about Democrats right now is I think Democrats are internalizing the need that they need to be better communicators. But for some reason, they are deciding that that means they should all just like get on TikTok and they should become. Vertical video is the way to be a better sunglasses and do a slow-mo walk. And I just what I want to tell Democrat, if Democratic legislators are listening, you do not need to be influencers. You do need to be influential, which means govern and give, let the influencers package your stuff for audiences. But you should look like serious legislators. You should look like people who are going to be an opposition party that people can take seriously. And like, you're good at it, if you're AOC and you like know how to do it. Cool. But nobody should be going to Chuck Schumer and be like, you know what, Chuck? What we really need is you on the TikToks because that is going to give the Democratic Party the brand that it's looking for. Like, don't do that. I know Dan Pfeiffer said that this is there's a lot of like reading stage directions from the Democrats, which has really stuck with me. And there is a lot of that right now. And I'm trying to give them some leeway because no one knows what we're doing right now. And it's a new world. And did you read JBL's triad this morning? This is such a mean question. What was JBL's today? He was talking about how we are not in, that there's a group of people that think this is, I haven't read it yet. Well, I'm sure you know, because he's your bestie, I'm sure you're, but it's like that we're not in normal politics anymore. And then some people are like, in a normal politics scenario, you sit down, you clap, the Democrats have the right message, stuff like that, but we're not in that world anymore, which I agree. Where then he didn't get to his life. So then what do we do? Like, what kind of response do you have in a not normal world? Yeah. And that I haven't figured out yet. I don't know if you have thoughts on that. I mean, generally, I think part of the problem is that Democrats are looking for other people to tell them how to behave in this moment because people do feel at sea. And I guess I would say to them, this is going to sound ridiculous, but what do you feel authentically? Honestly, I've been saying the same thing. What do you feel authentically is the thing that is the most harmful? And then go talk about that and do it as somebody who, where you express your concern for the American people and the direction of the country sincerely. And say, if I were in charge or what I think that what we should be doing instead is this. And I just I do think everybody's like, well, what is my talking point of this? Like by the time everybody gets their talking points or by the time everybody's being told what the everybody's focus as somebody who does focus groups, I'm please don't wait for my guidance like just say the thing you've you know that matters to you no this is what like i have been outraged by some of the specifics around usa id it's like i get it i see the polls i feel like i don't even have to see recent polls i know from years ago that like no one likes us or like foreign aid unpopular. But I also think like, you know, when the government already spends 10 million dollars on like food for starving children and then they just like let the food spoil because Elon cancels the contract. I kind of think people would think that's fucked up. I kind of think they would think that's wasteful. Right. Yeah. So it's like, know the political context. But if it makes you mad, I think the passion is more important right now. We're two years out from the election than figuring out exactly the right message, which we need to do eventually. But like right now, we need the passion.  Yeah. And also, I don't know. The message to me is always a little bit like, what are you mad about? That's Trump's fault. You know, like the reason I do focus here is a lot. I listen to them like what what is annoying them is annoying them what don't they like why is that trump's fault like this is that's all the trump guys did right it's like oh are you mad about inflation you mad about this that's biden's fault right biden's fault biden's fault i'm gonna fix it i'm gonna fix it yeah i saw that you said elissa slotkin's response was good what did you like about it well you know here's the thing though what just what you and i were just talking about where we and the authenticity. So I'm a I'm an Alyssa Slotkin fangirl. So I'm not good for this because I'd like I I love a sturdy Midwesterner who talks about the you know, her mixed marriage parents of republic. That's great. That is. And I also thought she was doing something really important. I talked about this a little bit with Tommy that I think Democrats have been failing to do, which is you cannot voters don't care about democracy, quad democracy. And so to tell a better story about democracy, make people care about you have to tell a better story about America. And she talked about democracy last night through the lens of America and why America is uniquely good. And I was like, yes, this is what I have been waiting for. The problem is that Alyssa is this is not a problem that she's a serious person. And so she delivered what I was like yes this is what i have been waiting for the problem is that alissa is this is not a problem that she's a serious person and so she delivered what i was like a 10 out of 10 technical speech for 2009 um and i just i think that if i think she can and should be a leader for the democrats somebody that they look to to think about how they're gonna um like who their leaders are gonna be in the future but i also think they're gonna have it's such a  Thank you. for the Democrats, somebody that they look to, to think about how they're going to, like who their leaders are going to be in the future. But I also think they're going to have, it's such a, it's such a tone shift to go from Trump's just casual way of being up there, the bombacity to sort of the like very Washington. I'm going to read a speech now. I'm going to do it very proficiently. The substance is going to be very good. But did I make you, did I light you up? Did I make you feel like I was your champion? And I was, no. And like, that's kind of what people, I know that's what, I listen to Democrats all day long. And if you ask me, what do Democrats want? I'll be like, they want to win. They want to feel like they are winning something and they want someone to go make them feel that way. This is my almost exact thought. And it's been like what has what I'm struggling with and thinking about what Democrats need to do, which is I would wager that if you had focus group dials of Alyssa Slotkin speech, that if if you conducted a focus group and maybe you will where you like play some clips of the speech, it would resonate really well with the swing voters, with people. And I think it was like, and I also think, you know, in fairness, it wasn't just like it hit all the message points. I thought the end where she talked about democracy was it was stirring. She was, and she even, you know, she hinted at we're really going through something right now as a country. So I get that people would like it, but then I also struggle with like, why in our party are all of the moderates who can win, who are on message, like they don't really, they don't convey the urgency and the passion as much. And then the progressives who are not necessarily on the message, they have the passion, but it's not necessarily landing with the right voters. And I want Democrats to combine both of those things, and it's just really lacking right now. We used to have this joke in conservative circles where we would talk about how conservatives didn't make good protesters because it would be like, what do we want? Slow and gradual change. When do we want it? In the due course of time. And it's a little bit, it's the way that everything is upside down now. It's a little bit where Democrats are like that, where the sober and serious people in the party really, who I think appeal to swing voters and can win in a lot of these swingier places, like they're not filled with the passionate bombastic intensity of uh what i think a lot of people are yearning for out of leaders in this moment right there they are they are threading a needle by saying uh yeah like what's happening right now is strength they're also like but i'll work with him and i'll do and you know they and that it it's like Obama when he sat there chatting with Trump or Joe Biden went to the office. There's there's this there's this real dissonance between the guy is a really bad guy destroying democracy and also, hey, bud. Right. Right. And it's not hey, bud, because what people think when they see that or what I worry that people think is like, oh, it's all fake, right? And what they're thinking, what I'm sure Joe Biden was thinking, is like, well, if we're going to be the party that says like, you know, we need to be a big diverse country politically and make sure that everyone gets along and institutions and laws, then like I have to act like that. But also we're in a media environment now where an attention strategy to get people's attention is the most important thing. But to get people's attention, it feels like you need to be more like a Trump or more like some of the bomb throwers on the left. And I don't know how you get people's attention in this environment being just a normal person who wants to like, you know, who has the right message and wants to be serious and sober like that. That seems to me the challenge. Well, I think, you know, it's funny. Normal person is better than normal politician. And so I think here's here's the voters just say it all day long. They're like, I don't so and so seems like a regular politician. And I guess that's my unfair because I liked it. Knock on the speech is it seemed like sort of a regular political speech. What voters say that they want actually, talking to Dems right now is a real, is funny because it's just a bunch of, it is like, it's black women and it's older white men. Everybody sort of agrees we need a straight white man who's not a politician. It's like everyone has really internalized this idea that everybody is too racist because people will be like, you know, I love Pete Buttigieg, but we're never electing a gay guy. Or I love, you know, Jasmine Crockett, but we're never electing a black. Like everybody's just like, who is a white straight man who's also not part of like the Democratic firmament? And then, you know, just goes, Mark Cuban. Like if you raise Mark Cuban to voters, they're all like, yeah, that guy, or they bring it up. And so, and what they mean is, can we get our own bro-ish billionaire who can go on every podcast and talk normally, but also basically shares our values. Yep, bombastic, but not cruel. Yeah, that's right. That's right. Like, he's on a TV show and apparently we're doing that now. But it's now like you have this like very narrow, narrow spot where someone, like it's really hard to find that person. Well, and that is, I mean, I just, I kind of keep wanting to say to Democrats, like, don't, I don't want you to believe that we're too racist and sexist a country or too homophobic. Because I'm sorry, but a lot of your best stars, a lot of your bench doesn't meet this criteria. Also, we would never have elected Barack Obama if we were. And that was, again, people were saying that after 2004. Like, oh, well, Barack Hussein Obama? No, we need like a white guy from the south. That's the only way that we're going to we're going to win again. So you've done a bunch of focus groups since Trump's inauguration. What are people saying? It depends which people look. So I actually maybe I'll try to split it into three buckets. So the Trump fans, right, your MAGA voters, the number one thing, their takeaway, and this last night he leaned into this, which is he's doing stuff and he's doing it fast. He's like, yeah, it's like the action. And they don't I don't really know what all these executive orders are about, but I know he's signing a lot of them. And they're saying, you know, I see ice trucks in my neighborhood. So I know they're doing something about immigration. And so there's there's really that bucket of love with and they love what doge is doing what is it doing they don't know but like it is doing stuff and they see the action and i think for what has become a real impatient american way of like i do not want to wait for the congress to pass all it just do a thing that helps, which I think is not great for our system of government. But there just is this sense of, I'm not waiting for y'all to get it together and compromise. Like Trump is doing stuff. That's good. Okay. So that's one bucket. Then I would say there's, I wrote a piece for the Atlantic yesterday, which JVL was like, why do you, you literally have this other media company. Don't read JVL. because I've been busy writing for the Atlantic. I am the worst. I am the worst. He I deserve. I deserve. But like the the they just hound me more than he does. I don't know. They were they I was I had been doing a series of focus groups with kind of the low. They're not just not hard partisans, but they voted for Trump. I've done a lot of Biden to Trump voters. And the thing that you hear from these sort of not super political, the not super mega voters is they're just like, I want something done about the economy. Yeah. And JVL and I do have this fight all the time about, he's like, the economy's good. And this is all just fives and it's BS. And I i get really mad at him because i say i don't know man all i do is listen to people talk about the real trade-offs in their lives how much they know exactly how much everything at the grocery store is and it's not just like a talking point of about groceries or gas whatever people's cost of living is the place where politics meets their lives and it is an enormous impact on them and they're not I don't think that they're brainwashed about this, right? Like they go to the store and see, there has been an affordability crisis even before inflation. Like there's been an affordability crisis, especially around housing. I mean, I remember even before the inflation really took off, I did a bunch of focus groups for the wilderness and like every demographic group that I talked to in every part of the country, young people, old people, housing, housing was their number one thing. Yeah. And so like, I do think that's real. I am certain that it's real. And I think that it has been tough for Washington to like catch up to. And honestly, I don't understand why this is so hard for even like JBL or Democrats to understand because we've been talking about people, Democrats been talking about income inequality for forever. So like maybe what's happening is that yes, some people are doing well in this economy and that the macro economy can be well, while there's still a group of people who are falling further and further behind and sort of a middle-ish class tier that is finding the level of inflation to be really having a dramatic impact on their life. So those voters are very interesting to me because I think those are the ones who easily either could swing back in 26 or even if they're low propensity and maybe aren't big midterm voters, they're the kinds of people that like they're just they're not like a firm part of the Trump Republican coalition. They're just mad about prices. And they're also and what they're saying right now is why is he doing this other stuff and not focusing on prices? Yeah. And so like that to me is a real opportunity for anybody who wants to disrupt sort of the broader Trump coalition is to say, hey, he's not he's not focused enough on this. And you can see it in the polling, too. It has been almost, I i don't know if axiomatic's the right word but it has been a truism that sort of trump equals good economy like people kind of have this vague sense trump businessman good economy that's why he was elected and now he is his net um positive rating on the economy people are like you're not paying enough attention to it and that's what we hear in the focus groups from this group and that's what I was listing is all the people who are like, I don't know, inflation is still really bad for me. Maybe it's even getting worse. So like the tariff stuff scares me or prices are getting worse. And he seems to be doing all this other stuff. He's not focused on this. So I think that is an opportunity. So that's the other bucket. And then there's a third bucket, which is the Dems who are feeling very depressed depressed um and they are i think desperate for a leader like the the the absence of and i mean i heard this before too i think a lot of the frustration with biden and his age that i heard from specifically from democrats was just around the fact that like he couldn't fight effectively because of that and And like now they're they're just kind of like, where is everybody? Yeah. Where is the fighting? Where where are the people who are standing up? Why isn't this happening? And then, you know, and it's you get it is tough because you sort of like beg the Democrats to do something and they're like, OK, well, we're going to go protest outside USAID. And then you're like, no, no, no, but nobody meant that. So it it's a little, it's hard. It's not an easy solution, but I just know what, that's what they want. How are they feeling about Doge and Elon? I know that when you did some groups, I think before the inauguration, there was some, you know, worry about Elon, but also let's give him a chance. He's smart, whatever. How do they feel now? And is the I'm very curious if the incompetence and chaos of what's happening is landing with people. Yeah. So Elon's I did a good episode of it with about Elon with Kara Swisher, where we listened to we asked a bunch of Biden to Trump voters about Elon, what they thought. and you could basically split the groups in two on one side there are the groups there was the people in the groups who were like, yes, love this. They're cutting stuff. They're finding abuse. They, you know, they know about the, they think about the condoms, like the fake condom story. They'd internalize that, you know. And so, and they they also they know elon i was listening to kara talk about elon is funny to me because i i often listen to kara only when she's talking about politics and uh when she was talking about elon i was like oh my gosh you know all this stuff that i had no idea about because elon's just one of these cultural figures that i haven't paid attention to until he broke the political plane, right? But a lot of these voters have been just like with Trump. They'd been tracking Elon forever. They hold stock in his companies. They think they want to go to Mars. They're invested in the whole Elon thing. Then there's another half of the voters who are like, why does this billionaire want to be in our government? What is he doing? And I often talk about how persuasion is not teaching, it's like making somebody switch a position that they previously held. It is about unlocking something that they already kind of believe. And so people have deeply embedded in them the archetype of the sort of evil billionaire trying to get more. And so there's a lot of people who are just confused about why Elon is doing this. Why is Elon the guy? Why is this billionaire who they know gave Trump a lot of money? What is the deal here? So there's this other group that's just deeply skeptical. And I thought that was a real vulnerability for Trump and Elon. And I will just say, I know Kara gave you her theory about that he's just collecting all this data and information to feed into the AI models. I think there's something there. All the PSA hosts think I'm a little crazy, I think. Oh, really? No, I'm with you guys. I think it's like a real. It's funny. That was her theory. And it was just the first time I'd heard it. And it made a great deal of to me um as a thing you know because there's a world out there of people who know Elon really well because he's been and they'll they'll really balk at the notion that somehow it's all corrupt they're like he's not corrupt he's just you know he's like a well the whole I mean this was the case with Trump too the whole like he's so rich why need more money? He's already rich enough. He's doing this out of the goodness of his heart. That has some purchase, I think. That works with some voters. Yeah, that he is doing this because he really cares about America. And maybe. I mean, I don't know. I don't know. I don't know all the rich people. And I don't know. But I just, I suspect that people get very rich like that because they like to continue to get very rich um i don't know about how much of it is like a deep corruption versus elon thinking having like a master of the universe feeling right like yeah give me all this and i'm gonna do what i want with it and like the ego on these people, that to me could be enough explanation itself. But knowing not a ton about AI, just enough to be dangerous, it struck me as an interesting idea that the government was the last sort of big pot of information that one could get access to for the language learning models. And I do think, and you would know this better, but I think for no small number of conservatives, the idea that Elon Musk is poking around in all of our private data and information, and not like the MAGA fans, but like some people have got to be like, and Alyssa Slotkin brought this up in her speech last night. I know she has said previously that she was hearing this in some town halls in some rural parts of Michigan. People were like, what is he doing in our data? I do think that could be an effective message. I think so, too. And look, I don't know what he's doing, but that's also what's so weird is that all the people who love Elon are like big transparency advocates. Elon himself will tell you he's a big transparency advocate. None of this is transparent. And I do think that that is something people should be like, what is happening? You don't even have to say what you think it is. Just put them on defense and say, I demand you tell us what you're doing with Americans' information.",
    "speaker": null,
    "startTimecode": 3369740,
    "endTimecode": 5219260
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/33",
    "text": "Last question, I'll let you go. How are you guys thinking about fighting back at the bulwark? Have you had conversations post-election like, okay, this is a new world we're in. This is pretty scary. And like, what's the best way for us to contribute? Yeah, I mean, I guess I don't necessarily. I obviously have more activist-y things that I do. That is how I think about like, how do you fight back exactly? I think for the bulwark it's more about i think that trump is such a liar that what he creates is this distortion field that for a big group of americans suddenly causes them to be like i'm trying to figure out what the truth is who can i trust what is going on and i want to be a place where people feel like i trust these people because we've earned it not by being right all the time actually but by having really honest discussions between us where we admit my favorite thing about like jbl and i do the secret pod and we call it the secret pod in part because we give ourselves permission to be wrong on it a lot and we but we tell everybody i don't know that this is my opinion like i am trying to figure out what my opinion is and we we work through a lot of it together and so um i think for us we want to put more nutritious information in the world we want to have a community we want i think we do want to model though and maybe this is more intentional than other than anything else there's a tremendous amount of fear right now like we are watching so many media companies be unwilling to say the true thing or kind of mind their p's and q's or worry about their parent companies and the deals that they have to do and i think we just try to want to maintain and hold our space as we will continue to tell the truth and like we don't we don't care we don't have disney's not our parent company. Though if you want to buy us, go ahead. But no, no, no, just kidding. Just kidding. Bob Iger, if you're listening. Yeah, we're not here to worry about, you know, their mergers and acquisitions. We're just going to tell the truth in this moment when I think people are desperate for it and not a lot of people are giving it. That's great. Because I think building trust, I mean, the lack of trust is what got us here. So I think building trust is really important. Sarah, thanks for coming by Podsafe America as always. Thanks for having me. Everyone check out the Focus Group podcast. Tommy's on this weekend, I guess. Tommy's on this weekend. Check out all of your podcasts. Go to the Bulwark. Subscribe. It's fantastic. We're practically doing crossovers now. I know. I love it. All right. Take care. Bye.",
    "speaker": null,
    "startTimecode": 5219840,
    "endTimecode": 5359240
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/34",
    "text": "One last thing before we go. Charlie Kirk, the founder of Turning Points USA, General Maga Goober. He was the first guest on Gavin Newsom's new podcast this week titled This is Gavin Newsom. We have a new pod competitor, our own governor. So Newsom and Charlie Kirk got into it. I haven't listened to the whole thing yet, though. You know what? It's working. I'm kind of interested. I'm intrigued. It's piqued my interest to hear what Gavin Newsom and Charlie Kirk are going to talk about. But anyway, what's most important for all of you is that Charlie Kirk offered this assessment of the podcast industry. It's by no coincidence that out of the long-form podcasting genres, the top 10, eight of them are conservative or center-right. Rogan, Megyn Kelly, Theo Vaughn, the Paul brothers, our program, Ben Shapiro, Matt Walsh. There's a singular one on the left, which is Pod Save America, which is just like a bunch of Obama bros agreeing with each other for 90 minutes and saying that we're not very smart. And, you know, and so anyway. Now, I find that grossly unfair because we have kept this podcast just a hair under 90 minutes. I'm actually worried now that I'm looking at the clock that we didn't. Bye. It's going to be close. I think my conversation with Sarah was 30. We're like at a, we're like at 55. Yeah, I don't know. Ad breaks. We probably didn't make it. You know what? We're not counting ad breaks. We're not counting ad breaks. Okay, yeah. Charlie Kirk. You know? I appreciate, I appreciate. Spot the lie. Yes, I appreciate the recognition. Sometimes we disagree. We just did over where you should hold town halls. There you go. There you go. Uh, all right. That's our show for today. Tommy's going to be back in the feed on Sunday with an interview with Alistair Campbell, the top labor strategist in the UK about how parties come back from the dead, his advice for Democrats and the mess in Europe. It's going to be pretty interesting. So check it out. And then we'll be back with another episode in your feed on Tuesday. Have a great weekend. Talk to everyone soon. Bye, everyone. If you want to listen to Pod Save America ad-free or get access to our subscriber Discord and exclusive podcasts, consider joining our Friends of the Pod community at crooked.com slash friends or subscribe on Apple Podcasts directly from the Pod Save America feed.",
    "speaker": null,
    "startTimecode": 5364760,
    "endTimecode": 5505000
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/35",
    "text": "Also, be sure to follow Pod Save America on TikTok, Instagram, Twitter, and YouTube for full episodes, bonus content, and more.",
    "speaker": null,
    "startTimecode": 5511560,
    "endTimecode": 5512020
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/36",
    "text": "And before you hit that next button, you can help boost this episode by leaving us a review and by sharing it with friends and family.",
    "speaker": null,
    "startTimecode": 5517820,
    "endTimecode": 5518360
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/37",
    "text": "Pod Save America is a Crooked Media production.",
    "speaker": null,
    "startTimecode": 5520380,
    "endTimecode": 5520780
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/38",
    "text": "Our producers are David Toledo and Saul Rubin.",
    "speaker": null,
    "startTimecode": 5523020,
    "endTimecode": 5523360
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/39",
    "text": "Our associate producer is Farrah Safari.",
    "speaker": null,
    "startTimecode": 5525260,
    "endTimecode": 5525940
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/40",
    "text": "Reed Cherlin is our executive editor, and Adrian Hill is our executive producer.",
    "speaker": null,
    "startTimecode": 5529520,
    "endTimecode": 5500000
  },
  {
    "id": "44800f1c-e9f7-49b7-a7b2-b7e915fafbf1/transcript/paragraph/41",
    "text": "Here we go. production. Our producers are David Toledo and Saul Rubin. Our associate producer is Farrah Safari. Reid Churlin is our executive editor and Adrian Hill is our executive producer. The show is mixed and edited by Andrew Chadwick. Jordan Cantor is our sound engineer with audio support from Kyle Seglin and Charlotte Landis. Madeline Herringer is our head of news and programming. Matt DeGroat is our head of production. Naomi Sengel is our executive assistant. Thanks to our digital team, Elijah Cohn, Haley Jones, Ben Hethcote, Mia Kellman, Molly Lobel, Kirill Pellaviv, and David Toles. Our production staff is proudly unionized with the Writers Guild of America East. Every child's dream begins with a wish. iSave529 helps them make it come true. Funds can be used for K-12 tuition, trade school, loan repayment, and far more. Because there are no limits to the ways they can soar. Register by April 7th for a chance to win a $1,000 contribution at iowa529contest.com. Administered by the State Treasurer of Iowa. Building a business may feel like a big jump, but OnDeck small business loans can help keep you afloat. With lines of credit up to $100,000 and term loans up to $250,000, OnDeck lets you choose the loan that's right for your business. As a top-rated online small business lender, OnDeck's team of loan advisors can help you find the right business loan to fit your needs. Visit OnDeck.com for more information. Depending on certain loan attributes, your business loan may be issued by OnDeck or Celtic Bank. OnDeck does not lend in North Dakota. All loans and amounts subject to lender approval.",
    "speaker": null,
    "startTimecode": 5606560,
    "endTimecode": 5624500
  }
]