[
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/0",
    "text": "Today's presenting sponsor is SimpliSafe Home Security. Marsh isn't just for college basketball. It's also when property crime tends to rise as people travel or are out celebrating. Whether you're heading to a watch party or a vacation, SimpliSafe ensures your home is protected while you enjoy life. Love it. Remember you set up a SimpliSafe? I did set up a SimpliSafe. Incredibly easy to do. Works great. Looks great. Out of the box. The app is easy to use. Highly recommend it. Also, now they've got that active guard outdoor protection. They can help prevent break-ins before they happen. If someone's lurking around or acting suspiciously, those agents see and talk to them in real time. Activate spotlights. Even contact the police. All before they have the chance to get inside your home. No long-term contracts or cancellation fees. Monitoring plans start affordably at around a dollar a day. 60-day satisfaction guarantee or your money back. VisitSafe.com slash Crooked to claim 50% off a new system with a professional monitoring plan and get your first month free. That's SimpliSafe.com slash Crooked. There's no safe like SimpliSafe. Oh my God, it's the coolest thing ever. Hey guys, have you heard of Gold Belly? Well, check this out. It's this amazing site where they ship the most iconic, famous foods from restaurants across the country anywhere nationwide. I've never found a more perfect gift than food. They ship Chicago deep dish pizza, New York bagels, Maine lobster rolls, and even Ina Garten's famous cakes. Seriously. So if you're looking for a gift for the food lover in your life, head to goldbelly.com and get 20% off your first order with promo code GIFT. Welcome to Pod Save America. I'm Jon Favreau. I'm Jon Lovett. I'm Tommy Vitor. On today's show, we're going to talk about one of the most insane stories of the year, which is saying quite a lot. The highest ranking Trump officials used a group chat to make war plans and accidentally included the Atlantic's Jeff Goldberg. Polarity ensues. It's the funniest person you could possibly include on that group's head, too. It's perfect.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 127700
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/1",
    "text": "Unless it was a Houthi. That would have been pretty bad, too. Yeah. I wonder if Mike Waltz has any Houthis in his contacts.",
    "speaker": null,
    "startTimecode": 128640,
    "endTimecode": 134160
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/2",
    "text": "We'll also cover the ongoing, enraging legal drama over Trump's new policy of declaring people terrorists and sending them to a foreign gulag without due process. We'll talk about the disturbing trend of legal and academic institutions capitulating to the Trump regime. And then later in the show, you'll hear my conversation with Kentucky Governor Andy Beshear, a potential 2028 contender, about how Democrats can win in red states and fix the party. But first, the three of us briefly escaped our liberal L.A. bubbles this weekend. Love it. You went the farthest.",
    "speaker": null,
    "startTimecode": 134940,
    "endTimecode": 165400
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/3",
    "text": "You bet. You went to Wisconsin to campaign for Judge Susan Crawford, who's running to keep the liberal majority on the state Supreme Court against an Elon Musk funded opponent. You saw our pal Ben Wickler. How was it? So a great time out there. It was really like tons and tons of people came out on a Saturday and Sunday. We did six kickoffs, a couple hundred people over the course of the weekend knocking on doors. It was good to be out there. I know that a lot of people feel a little bit discouraged about what the value is of getting out there and doing the phone banking and the texting and the calling. But being out there, it's a reminder that it is valuable for you to be among like-minded people who are fighting. You get something from it. You learn something from it. And knocking on doors and just talking to people, a lot of it was just trying to remind people who are already pretty progressive in places like Madison to turn out to vote. Most of them already had, but it was kind of a, it's a reminder that like so much of our politics is asymmetrical, right? Like it is totally normal for J.D. Vance to go on television and insult liberals and the and the people that live in cosmopolitan liberal cities. But it's so inconceivable to have that in the other direction. Right. Imagine the Lizard's Warren going on. So we have a bunch of fucking trash idiots down there and down there in Alabama. Like it's not possible. So we just take a lot of hits. And there are so many. There was this there's woman that really stuck with me she's an older lady and she was gardening and she's like i i they ran out of signs for judge crawford so i made my own and i made some for my neighbors and i just can't believe what's happening to our country and i'm just so scared and i'm just so sad and like we've taken a lot of fucking shit and we don't deserve it and just being out in the world with people who feel the same way was really inspiring.",
    "speaker": null,
    "startTimecode": 265820,
    "endTimecode": 266160
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/4",
    "text": "And a lot of people are really pissed about Elon Musk dumping $13 million into the race. I bet. Did you encounter anyone who's not supporting Susan Crawford because she's not burning enough Teslas? So I will tell you the number- Didn't burn enough for her. A couple undecided people we met knocking on doors was me and Nina from the Vote Save America team. And one woman was like, I'm really not sure, but I'm kind of on the phone. And we said, all right, we'll be back in 20 minutes. And so we left and came back to kind of talk to her some more. Did it sound like a threat like that? Yeah, yeah, yeah. You'll vote correctly or you'll hear from us again. But so we talked to her for a while and like, it's amazing how much the Tesla's being lit on fire has broken through for like nonpartisan, nonpolitical people.",
    "speaker": null,
    "startTimecode": 268440,
    "endTimecode": 308440
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/5",
    "text": "And I remember we just started saying like, well, it's not, we're not, we're not here. We're not in favor of setting Teslas on fire and Judge Crawford's not gonna set any Teslas on fire. We don't really have anything to do with that, but here's what it meant. Here's why it's important for you to vote in this race and why it's a bad thing that Brad Schimmel is fully funded by Elon Musk.",
    "speaker": null,
    "startTimecode": 309260,
    "endTimecode": 324960
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/6",
    "text": "All attention is not good attention. No, no, no.  It really did make me it did just a reminder even in dane county where uh democrats get get putin margins i will say though they're very funny people on the street that like people just are bringing up the teslas being let on fire it's just like fully broken through and uh we because we talk like elon musk is dumping all this money into the state was like, and I'm setting all the Tesla's on fire, which is not something I agree with. But I'm not losing sleep over it. Jesus Christ. Nice. So Tommy and I drove up to Norco, California, or out to Norco, California, I guess. Yeah, I guess east. East of here. To be part of a town hall put on by our friend Rokana, part of what he's calling his benefits over billionaires tour. Ken Calvert, the Republican congressman who represents the area, he isn't doing town halls. So Ro decided that he would. He went to Bakersfield, then he went to Norco where we were, and then he went to Anaheim. So he had three events yesterday. What'd you think? A couple observations. People, Democrats in that district hate Ken Calvert, hate his guts. He's been around for decades. They can't get rid of him. And they were really grateful to Roe for coming out. I mean, we had a similar experience. You did love it. I mean, I think Roe said the crowd we saw was about a thousand people. It's definitely several hundred. I was expecting like 50. And everyone we talked to, whether they're from the 41st district or not, they were scared. They were angry. They were desperate for any guidance on what to do in this moment and any kind of leadership and someplace to channel their energy. And I think the Democratic Party needs to view these events as a huge opportunity because all of us are having the same conversation about how things feel worse this time and it's scary and there's no marches, there's no clear sense of activism and people seem a little more resigned to what's to come. And the reality is there are millions and millions of people who are desperate for someone to help them channel their energies. And I think Roe, AOC, Bernie, people that are getting out into the country and doing these town hall meetings and listening, it's going to go a long way. And it's not just the midterms and sprinting towards 2026. It's that you want these Republicans in the battleground districts to feel vulnerable and to see headlines of like a thousand people for Ro Khanna in my district. And maybe I shouldn't follow Elon Musk and Donald Trump down every fucking path. So I thought it was great that Ro did it. It was it was great to have been there and talked to a lot of people. And I'm glad we went. And, you know, we talked to a lot of people before the event started and we were asking them like why'd you show up and the answers were usually i just wanted to be around other people because i follow the news on my phone and at home and it's like freaking me out and it's good to be around people and the atmosphere just felt good you know like it didn't feel as scary and heavy as it does when we're just sitting here recording and reading the news what did that lady keep saying to us action better than anxiety or something yeah actually yeah exactly and people were like and i just want to know what the plan is i'm just here because i want to know what the plan is and we're like well you're gonna have to keep waiting for that uh but people people want to do something i should also say thanks to a lot of the friends of the pod. A lot of friends of the pod showed up. They just heard that it was happening and then they went. So we love that. We love Ro Khanna for doing it. Like, good for him. I hope every Democrat in Congress goes out and does a bunch of town halls, either in your district, in the nearby Republican district, anywhere you can. It's just, it is good to get out and be with people. Can I make just one note on the, just on the Wisconsin race, which is a lot of this is about building long-term momentum. This is a really short-term fight. Voting is through April 1st, this coming Tuesday. So we're in the final week when you're hearing this. If you know people in Wisconsin that can cast a ballot, make sure if you have friends in Wisconsin, call them, make sure they're calling people. You know, one of the arguments that was, I think, the most I felt like the most response to in this race is, you know, Wisconsin has been on the like bleeding edge of this fight to preserve democracy. But right now, like all these Republicans that are seeing these these these town halls in their district, they're seeing a lot of this energy. They just genuinely don't know in their most cynical, weaselly souls whether or not it is smarter for them to stick with Elon or to buck Elon, vote against a bill that's unpopular and stand with their constituents. And basically, does Elon Musk's money in Wisconsin buy a Supreme Court seat? If it does, they'll say, fuck it. I can stick with him and I don't have to worry about a primary and he'll protect me in November. But if it doesn't, all of a sudden they'll start to have more questions. So like the stakes in the Wisconsin rate are incredibly important in Wisconsin, but they're very, very big beyond Wisconsin. And if you want to get involved either by campaigning in Wisconsin or attending a town hall or a rally near you, tons of helpful information on votesafeamerica.com. So check it out. All right, let's get back to all the terrible news out there. Trump, like most authoritarians, has been using the power of the state to weaken and punish any potential opposition.",
    "speaker": null,
    "startTimecode": 325960,
    "endTimecode": 608640
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/7",
    "text": "And more of his targets are unfortunately choosing to capitulate instead of fight. Last Friday, the law firm Paul Weiss. It's not a person. I know. As you taught me Friday. Not a guy. And I had learned five minutes prior to telling you. So Paul Weiss struck a deal with Trump to stop an executive order designed to cripple the firm's ability to take on clients and cases involving the federal government, even to step into a federal courthouse. The cost, Paul Weiss is committing to $40 million worth of pro bono work across four issues favored by the Trump administration. In an email to colleagues on Sunday, the head of Paul Weiss, Brad Karp, defended the deal by calling the executive order an, quote, existential crisis that could easily have destroyed the firm. At least two other law firms, Perkins Coie and Covington and Burling, are also staring down executive orders. But in a sign that appeasement never works, Trump then released a memo Friday night directing Attorney General Pam Bondi and Department of Homeland Security Secretary Kristi Noem to, quote, seek sanctions against attorneys and law firms who engage in frivolous, unreasonable, and vexatious litigation against the federal government, essentially trying to choke off the inevitable and already numerous suits filed against his legal actions. So this seems absolutely insane. What do you guys make of Brad Karp's explanation for his firm's capitulation? It reminds, it's oddly similar to Chuck Schumer's explanation for why they're voting for the CR, which is like, yeah, no, we understand this. So maybe that's a good reason to fight them, right? If they're using their levers of power in these sort of unconstitutional, extra legal ways, then maybe you should fight them. But I like, you know, you look at what they actually agreed to do and it's like $40 million in pro bono. This is a firm that makes $2.6 billion a year. They don't actually spend that money. They just that's they assign the value of the time that the lawyers spend on it. We should also say that it's not that the Trump administration gets to pick the pro bono cases. They just said in these areas and then Paul always gets to pick the cases. So they're like veterans and it's not that the Trump administration gets to pick the pro bono cases. They just said in these areas, and then Paul always gets to pick the cases. And they're like veterans, and it's not like, you know, anti-Semitism. Yeah, stuff that they might have wanted to do. Right. And so there's a version of this where you read it more like the way you read when Mexico or Canada came up with a list of fake things to appease Trump to get rid. The fentanyls are. Right, like all that stuff. So like that's sort of how I read it. But the fact that we're still in a position where a law firm just have the ability to practice. I mean, this is such a fundamental violation of the First Amendment and several other amendments along the way. But like they're basically saying that we're going to make it nearly impossible for you to do your job on behalf of your clients, up to and including making it impossible for you to enter federal buildings. If they sued, they surely would have won. But what you then read is that there are a bunch of litigators inside of Paul Weiss that want to fight this, but a bunch of corporate lawyers inside of Paul Weiss that are saying, even if we fight and even if we win, the corporations we represent, companies like ExxonMobil, will all of a sudden be afraid of having a law firm that is seen as persona non grata with the White House. So they were looking for some kind of piece of paper that they could sort of use to kind of put this scandal behind them. And it's just yet again, Donald Trump inventing new authorities that the president has. And then those authorities become real because they're not actually challenged. Vexatious litigation. Right. Fun to say. Yeah. I liked it. It's a term of art. It's a legal term of art. It means repeatedly filing frivolous, redundant lawsuits with the intention of harassing the other party more than winning them. But fun to say. That was a big takeaway for me. I agree with you. I mean, I think Paul Weiss has 130 million per year in pro bono support already. So I imagine they will just fold the $40 million into that and call it a day. There was one part that was weird where there seemed to be a disagreement between the White House and what Paul Weiss thinks they agreed to around hiring. The White House says that Paul Weiss agreed to merit-based hiring and not doing anything DEI related, which is a problem because a firm like Paul Weiss should be able to hire whatever lawyers they want, including people from diverse backgrounds. It's a good thing for them as a practice. But there was also a piece of it where White House said they agreed to retain some expert in employment practices to review their hiring. To audit the firm or something. Right, which is super weird. Some outside expert is going to tell them how to hire. That seems bad. So, yeah, the principle is terrible. But then it's also like, you know, the attention span of the Donald Trump evil eye is quite short and it's going to turn to something else. Is there going to be somebody in the bowels of the OEOB that's going to be like, now it's my day to follow up with Paul Weiss to make sure they spent the 40 million here? They spent the 40 million there. Maybe. Maybe. but I get the sense that what everybody's trying to do is just get that evil eye off of them, and then they can go back to business as usual that's what i think they're thinking they're going to do i agree with that and i think that's i think that there's a collective action problem here which if you if you look at brad carp's letter and we just talked about this like the individual details do not seem as alarming what they had to give up right right? As sort of the overall headline. The problem is, and I think that the memo Friday night that's basically for everyone makes this clear, is these firms would be in a better position to fight this if they did so together. Each individual firm is like, well, if I become the target, I'm going to lose a bunch of clients. This is what Paul Weiss was saying, right? And you mentioned ExxonMobil, but like, you know, plenty of regular clients who weren't ExxonMobil were like, no, no, I'm out of here. Because any client that they had with a federal contract, the Trump administration would have pulled the contract if they kept Paul Weiss as the firm. So if you're one of those clients now, you're like, well, I want to keep my federal contracts. I'm not going to, like, I like the firm, but I'm not going to do. So you can see where each individual and each individual firm makes a decision that, okay, to save myself from this, I'm going to, you know, I'm not going to give up too much anyway. And this, I was going to do the pro bono work anyway. So it's not a big deal. I'm just going to capitulate. But the problem is Trump smells blood and then they're just going to keep going. And like, if now the problem with what happened in the Friday night memo, if someone wants to sue the federal government for violating their rights or anything else, they're going to have a harder time finding a law firm to do so. If law firms are worried that they will be investigated or punished for bringing a case that Trump just decides he doesn't like. Is vexatious. Yeah, I think, well, first mistake was sending Brad Karp to negotiate. You should have sent Paul Weiss. The second. Where is Paul Weiss? Where is Paul Weiss? The guy's in hiding. But I agree with you. I mean, like, in the first term, we all complained about the collective action problem among Republican elected officials and Trump's senior staff, right? Because they would complain to Maggie Haberman on background, but never quit or like put anything on the line. Now, the problem, the collective action problem has broken containment and is in academia and with CEOs and law firms and the media. And they're all just preemptively caving. And like, not only did Paul Way say they're going to lose clients, but they said that other firms were trying to poach their clients, which, yeah, that is shitty. That's the good stuff. Yeah, that is shitty. But also I wanted to say, did you expect a fight with the president to be easy? Right. We're all going to like when you stand on principle, you might lose money. You might lose status. You might get harassed. You might deal with risk and hardship. That's the point. And like there is a decent chance that they made things so much worse in the longterm because we re do we really believe that Trump is sated. Do you think if Paul Weiss takes another case against him, he doesn't like that he'll be like, eh, we had a good meeting with Brad. Not a fucking chance. Right. Say with Mark Zuckerberg, you can cut a million dollar check to the inauguration. You can settle the lawsuit for 25 million and bribe Trump that way. But do you think he's going to side with you over Elon Musk in the next big AI fight? No way, buddy. Or like TikTok, right? Which Zuckerberg would rather have banned. And now is our moment to establish some guardrails and everyone is just caving. Which is why I think that what we all did this weekend and everyone who came out, this is why that's important too. We're the only check left here, right? The institution, and especially corporate media outlets, we've talked about that, these law firms, they feel like they have responsibility to their employees, to their shareholders. They are businesses. They are trying to make a profit. We would like them all to take on the hard fight and do the right thing. But for some of them, they're just like, look, I'm just trying to live my life life and run my business here and so i think that it is incumbent upon every single person in the country who is scared about this and worried about what's happening to like start organizing so that some of these firms and some of these corporations become a little less scared of fighting because there's actually a popular movement behind g6 ain't gonna gas itself up buddy right or or scared of or scared of the backlash when they do the wrong thing. I will just say, I think one of the other things this exposes, it is a collective action problem, but also at these firms, the head of Paul Weiss, big Democrat, but whose biggest clients are one of the biggest oil companies on planet Earth. there's always been this sort of dividing line between how corporate lawyers make their money and what these firms actually do. And then there are good works, how they involve themselves in politics, some of their pro bono cases. And it's nuanced, right? Because some of the most important cases before the Supreme Court have been by litigators who cut their teeth or are at these firms representing clients as part of their ethical pro bono work that they do to pay back God for what they did during the rest of their fucking time. So at the pearly gates, they can explain. And by the way, if you're a corporate lawyer who may one day represent me, I'm especially grateful. Didn't realize you were doing this for poverty wages. Yeah, get him. Get them Paul Lise. I'm not saying there's, that's not the point, right? I think we don't read ExxonMobil ads, but they do. They sure do. You want to do, we could do ExxonMobil ads, but we say no to those things. We make ethical choices within a complicated and gray system. Anyway, all I'm getting at is these guys are now being put to the test. Of course, they're not going to pass this test. That's not why they became corporate lawyers. Yeah. Yeah. I just think that there's an argument just on the merits for their bottom line long term to fight now and not fight later. Well, that is a good argument. Yes. Long term. I don't know. Maybe I'm wrong. They think that short term, this is good for them and maybe they're right individually, but long term, I don't think you want to be in a country like this. Well, that's of course the big problem, right? In the long term, It is good for them and maybe they're right individually, but long term, you know, I don't think you want to be in a country like this. Well, that's, that's of course the big problem, right? Like in the long term, it is bad for the American economy to shift from like a, to, to shift into a kind of pay the regime, a corruption fee in order to do business. The better, you know, Trump, the more likely you are to get the deal. Like that has not been good for the economy of Hungary. But in the short term, they think they can make some money and avoid some of the fallout. And we all collectively will slowly watch as opportunity and business go elsewhere because it's just not worth the risk of starting here when the Trump eye could come for you at any moment. So colleges are becoming a problem too. On Friday, Columbia University ended up giving into Trump's demands in order to regain $400 million in federal funding. This includes adopting a definition of anti-Semitism that satisfies the administration, hiring 36 new special officers that can remove people from campus or arrest them, banning the use of face masks during protests, and appointing a new senior vice provost to oversee the Middle Eastern, South Asian, and African Studies Department. It's worth noting that in its March 13th letter to the school, the administration called its demands a, quote, precondition for formal negotiations to maintain a, quote, financial relationship with the United States government. They're fucking easier on Putin. It's like, so we'll see what comes next for Columbia. Meanwhile, Trump is still threatening the state of Maine. You might remember that back in February, Trump called out Maine Governor Janet Mills for failing to comply with his executive order banning trans athletes from women's sports teams.",
    "speaker": null,
    "startTimecode": 767700,
    "endTimecode": 1314820
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/8",
    "text": "Mills piped up that she would comply with state and federal law. And then Trump said she'd better fall in line or, quote, you're not going to get any federal funding. Mills replied, see you in court. In response, the Trump administration has launched multiple investigations into the University of Maine system, one of which led to the Department of Agriculture temporarily blocking millions of dollars of federal funding for Maine's farmers and foresters. Then on Saturday, Trump claimed on Truth Social that while the state has apologized, he is now demanding, quote, a full-throated apology from the governor herself and a statement that she will never make such an unlawful challenge to the federal government again before this case can be settled. Mills told reporters on Monday, I don't communicate with public officials by tweet or Instagram or social media and said the EO was unconstitutional and the fight isn't about transgender sports before hitting Trump for not having an economic plan beyond tariffs. What do you guys make of the college stuff? I mean, my big takeaway was the point you made about Trump calling it a precondition for formal negotiations. That is the strategic approach we took to negotiating with the Taliban or the North Koreans or the Iranians. Right. You have to meet certain thresholds to earn negotiations. To get to the table. Columbia University. What are we doing here? I mean, the anti-Semitism definition, I'm not entirely sure what anti-Semitism definition is going to pass muster with the White House. I assume one that is pretty expansive. And as we've discussed before, that is a problem. Because a lot of those definitions of anti-Semitism, like the IHRA definition, includes a completely legitimate criticism of the Israeli government or Israeli government policy, or suggests that anti-Zionism and anti-Semitism are the same thing, which they are not, can have a hugely chilling effect on free speech. I'm sure the anti-Semitism definition also specifically excludes any anti-Semitism that comes from the Trump regime. Right wingers. Yeah, exactly. And then but like also just big picture, it is what are we talking about? This is so heavy handed. Like the White House is dictating whether student protesters at Columbia University are allowed to wear masks. What? So, yeah, I mean, I just like stepping back government like this is as brazen and unconstitutional step that Donald Trump has taken since he became president. Look, the federal government is a behemoth. It sends money to all kinds of institutions, hospitals, colleges, private companies for contracts. The money goes to a lot of different places. It is a bedrock principle that when the federal government writes you a check, that cannot become a cudgel by which they can control your speech. Now, if the money is for something in specific, they have a lot of say as to how that money is spent. Even then, even then there are restrictions on how the federal money can be used to demand certain speech. Right. There's just a lot of examples. Supreme Court, left, right center, well-founded. What is, of course, unconstitutional is that because we are giving you money for research over here, that gives us basically a board seat at Columbia to have protest policies. We're inserting our, this is the president of the United States making a administrative decision about how to run a specific department at a private university in New York City. That is beyond the pale. It is obviously something Columbia should have fought. It is like I the Paul Weiss thing, you know, I expect, I guess, not very much from a corporate law firm on this front. And I actually can see the argument for why they did what they did, even if I think it's wrong. This is ridiculous. Columbia should be fucking ashamed of themselves. They had such an ironclad case about how much of a violation of the First Amendment this is. And the fact that they chose to capitulate is such a disgrace, especially when they are sitting on a 13 point some odd billion endowment. When this 400 million, it's a lot of money, but it's less than the amount they receive from just in gifts that go towards paying for school. It's less certainly than the interest that they get on that endowment. And the broader context being that Mahmoud Khalil, this Columbia student who was swept up by ice and disappeared to Louisiana. I mean, there's this unprecedented attack on one of their own students. And I understand that that could create fear, but it seems like it could also be a time to fight for the kids who are enrolled in your institution. I saw somewhere someone made the case like Columbia just did what the university wanted to do anyway on some of this stuff post protests and just felt like, OK, then it's a you know, they can do that and they can do it under the cover of Trump doing this. And I also think that to your point about the federal funding, it's 400 million dollars now. A quarter of all of their annual operating budget is federal funding. And so Trump could have come after more, right? And they threatened to do that. And I only say this, I think it was a huge mistake that they did this, but to me, it is similar to the Paul Weiss thing in that in the context of Columbia University deciding what is good for Colombiaumbia right which is if we lose 400 million dollars in federal funding and then we lose even more and more and more like it is a death blow to the to the university right we're gonna have to lay off professors raise tuition all this kind of shit and and yet they had such a good case like you said that like if if if columbia reached out, which lost $175 million because of, you know, a trans swimmer who graduated three years ago from Penn, if they had all stood together, every college in the country and was like, hey, fuck you. We're not going to take it, you know, take direction from the Trump administration. That's more powerful than each one individually thinking that you're going to save yourself because they're going to come, they're going to come back for more in Colombia too. I think Levin made an important point, which is like, I think UPenn has like a $22 billion endowment. So you could fill some of these gaps in the short term and you could probably pay the legal fees to fight here. This is where too, it's like, this is the culmination of like, the right has been fighting the liberal universities for universities for half a century more more uh never in their wildest dreams could they have ever imagined it would be this easy that in this these these that that just by threatening funding in an unconstitutional way all of a sudden all of these schools will capitulate and and like i i'm sorry to harp on it but it's like because these are the these are the schools that are being like basically victimized by the Trump administration. But like Donald Trump takes advantage of a lot of weaknesses. Right. He's taking advantage of the fact that people aren't going to respond as strongly as they should. They're not going to band together. The firms aren't. The schools aren't. But he takes advantage of something else, which is like he is able to see the place where these liberal institutions haven't really lived up to their liberal values all the time, right? And that they haven't had their assumptions really tested. Columbia is many things. It is a giant institution. It does a ton of amazing research. It has a lot of academic excellence. It also has master's programs that are basically scams that saddle people with it. It is. It's's just like it's a bunch of different things, some of which is really good, some of which is, I think, pretty fucking shitty. And because the left right debate has been basically the right attacking the ideology of these schools, while the left is basically trying to play defense and has been for a very long time, we just haven't talked enough about like, what is the purpose of higher education? Why are these institutions getting so much money? Why are so many people going into debt, getting degrees from this place, not just undergraduate, but like masters in journalism or masters in social work and never, ever being able to earn enough, right? Like, why do the schools not reform that? Why do they not address these things? And then you see like, because these places have not really been living up to their liberal values on the whole, these moments happen. They are tested and they're just completely caught off guard because they're not passionate. They have no great ideological defense. They don't know why they do have the shit they fucking do. And like Donald Trump takes advantage of that weakness. And like we collectively need to like reassert what we believe are these basic values. And some of it is by not just fighting against the right, but fighting to make sure these institutions actually live up to what they claim to profess to believe in. What's to stop the Trump administration from, you know, next year or even a couple of months from now being like, you know, we looked at all the social media of all the professors at the different Ivy League colleges or other institutions. And we think that there's too many liberal professors. And unless there's this balanced, you're going to take more federal funding right so now it's the protests but it could be they could do this for anything it is that we are setting precedents now that are going to come back and bite everyone in the ass later and the and then it's like where are the the wealthy columbia graduates alums right coming out and saying i'm not giving columbia one more dime unless they fight this, right? Like there's some of the, this is, and this is to your point that he, the administration sort of picking their battles, right? They know a lot of the wealthier donors and clubs, they're mad about the protests. And so they're probably like, I don't like Donald Trump, but good. I'm glad they did this, right? So this is what they're doing everywhere. And so he is finding that fissure where these liberal institutions are not quite as liberal as they say. That's what he's doing with these law firms. That's what he's doing here. I'm going to try to make it about the worst Venezuelan gang members. I'm going to try to make it about this is how they're playing it. for the service long after finishing the show. Sounds like you need Rocket Money. They'll find your unwanted subscriptions and even help you cancel them so you never have to worry about them slipping through the cracks. Rocket Money is a personal finance app that helps find and cancel your unwanted subscriptions, monitors your spending, and helps lower your bills so you can grow your savings. Rocket Money's dashboard gives you a clear view of your expenses across all of your accounts. The new goals feature automatically saves money for you so you don't have to think about it. Pay off credit card debt, put away money for a house, or just build your savings. Rocket Money makes it easy. Rocket Money will even try to negotiate lower bills for you. They automatically scan your bills to find opportunities to save. Then you can ask them to negotiate for you. They'll deal with customer service so you don't have to. Rocket Money has over 5 million users and has saved a total of $500 million in canceled subscriptions, saving members up to $740 a year when using all of the app's premium features. Cancel your unwanted subscriptions and reach your financial goals faster with Rocket Money. Go to rocketmoney.com slash crooked today. That's rocketmoney.com slash crooked, rocketmoney.com and get 20% off your first order with promo code gift. Speaking of which, one person who isn't yet capitulating, D.C. District Judge James Boesberg, the judge who Trump, Elon, and many others have threatened with impeachment for trying to block the administration from sending Venezuelan migrants to be tortured in an El Salvador prison without due process. At a Friday hearing, Boesberg said the administration's use of the Alien Enemies Act was, quote, incredibly troublesome and problematic and concerning, and said he'd get to the bottom of whether the executive branch was intentionally defying his orders. On Monday afternoon, Bozberg issued a decision refusing to lift the temporary restraining order. He put on the administration's use of the law, saying he believes the people deported are likely to win their lawsuit on due process grounds, meaning they were entitled to hearings about whether they are in fact members of Trente de Aragua before their removal. The proceedings happened on Monday. It looks like we'll get a ruling maybe Tuesday, maybe later this week. But one fun quote from one of the three judges on the D.C. appeals court, Judge Patricia Millett, quote, Nazis got better treatment under the Alien Enemies Act than has happened here. Meanwhile, as far as we know, all these migrants are still sitting in prison in El Salvador. Time had an incredible, horrifying account of their intake, detailing how these guys were being slapped and shoved, head shaved. Some of them were sobbing, pleading that they aren't gang members. This to me seems like a five alarm fire. What do you guys think? Yeah, I mean, reading that Time report was haunting. It's one of those things you read and it just sticks with you because what is happening to these people is just so profoundly wrong and enraging. And obviously we all want murderers deported, but what is happening is ICE is just sweeping through communities and picking up Venezuelan men and deporting them with no due process in most cases seemingly because they have tattoos. Do we trust the cultural fluency of ICE agents to determine what tattoos mean your back? Like, but that's what we're doing now. And the story of this one man, his name is Andri, he's a makeup artist. He is a legitimate asylum case because he fled the Maduro government in Venezuela. And by the way, Trump just slapped a bunch more sanctions on the Venezuelan economy today. He's going to put more, he's going to sanction other countries that buy Venezuelan oil starting April 2nd. So we're crushing their economy, making it so there's no Venezuelan country to go back to, but also shipping Venezuelan men who try to come here and seek asylum to El Salvador. And the Trump administration sent this man, Andrei, he's a makeup artist, to rot in hell in this gulag in El Salvador, I think just because he had a couple of tattoos on his arm. And because Nayib Ukele is an authoritarian sadist, he allowed this time photographer to witness what happened. And we have this account of Andre weeping and crying for his mother. And in the response, getting slapped and beaten and thrown to the ground, having his head forcibly shaved. And I just think if you this guy had no hearing, no hearing, if you hear a story like that in your response is to shrug it off and not think that could be me. That could be my family. That could be someone I love. I think there is something wrong with you because this should shock your conscience. This is evil. It should not be how the United States of America should act. I know we have fucked up in of our worst excesses after the war on terror or other um dramatic events but like this is so profoundly wrong it was it it's it's hard not to throw your phone through the wall when you read about what's happening these people yeah and they the the other part of this is these were like, all these Republicans are going online and being like, I can't believe this is who Democrats want to defend. And this is who Democrat wants on.",
    "speaker": null,
    "startTimecode": 1315340,
    "endTimecode": 2190140
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/9",
    "text": "These people were in detention, right? Like they're being sent to a prison. By the way, not convicted, many of them not convicted of crimes, right? Like we don't know enough. Or even charged. Which the government has admitted in legal filings. Yes. And so now they're in a prison in el salvador for how long right like what are is it just forever is it indefinite is it are they ever like it's not their country they're they're they're being kind of they're just sort of they've we keep saying deported but they've really been rendered they've really been rendition Yes, it's rendition. Yeah, expelled. And there are due process violations there, even if these are members of a terrible Venezuelan gang. If you haven't been convicted of a crime, why are you in a prison? But the fact that we're relying on their word, we have tons of evidence that a bunch of these guys had nothing to do with this gang. And the Trump administration is defending it. You got Tom Homan going out there and saying, well, you know, illegal immigrants who commit crimes in America don't do due process with their victims. And that's the standard we're going to hold ourselves to. It's crazy. Yeah. And just a quick reminder on these prisons. Again, the human rights expert I was talking to, the people are tortured. They're killed in these prisons. Everyone in these prisons has scabies because there are just rampant infestations. Forced labor. The forced labor. The only silver lining he could offer me is there's less violence than in a lot of American prisons because they essentially starve them and they're too tired to hurt each other. So that is the conditions in these prisons in El Salvador that we are shipping men into. One of the most disturbing parts of the story is how MAGA World seems to be dealing with the argument that these people deserve due process. Let's listen. I mean, do they have any due process at all? Due process. Where was Lake and Ronnie's due process? Where were all these young women that were killed and raped by members of TDA? Where was their due process? Well well i also think it's not practical to think that we can do due process on eight million people if we're going to give ever these guys a day in court and a lawyer we can't do it they don't deserve it get these people out of our country as fast as we can they're they're they're not immigrants they're illegal aliens do you think with the way that the judges have been issuing injunctions, it would be easier or harder to send these Tesla domestic terrorists to a jail in El Salvador than these MS-13 or Trendy arrival guys? Well, I view these people as terrorists just like others. When I looked at those showrooms burning, you didn't have that on January 6th, I can tell you. You didn't have anything like that on January 6th. This is why I think it is helpful to remove the specifics of the case, if you're not on board with the argument we're making here, and just step back and think about what argument Trump and his administration are making here, which is now the government can round up anyone, send them to a foreign prison without due process. And the justification is, well, that person is an alien enemy. And when you say, okay, prove it, they say, we don't have to, just take our word for it. And then you say, oh, well, this person's a citizen. You certainly can't send that person to the El Salvador prison. It's like, no, no, no. That person is a domestic terrorist. You say, well, you can't strip anyone. Well, you want a domestic terrorist? Well, why are they a domestic terrorist? Oh, well, because they burned a Tesla. Okay, so now if you burned a Tesla, you're labeled a domestic terrorist, and then somehow you could lose your citizenship, and then you can be sent to El Salvador. And the whole time, no due process, no trial, nothing to prove. That's where we are. The other, like, obviously, these are dangerous morons. But, like, these people don't deserve due process. How do you know they're these people? Right. It's just take our word for it. Just even on your own terms, how do you you fucking know the way you know is by having a process oh we can't it's it's we can't possibly america can't possibly uh have our our legal system our judicial system isn't possibly up to the task to protect this country while upholding the constitution turns out first time first time in the history of this country we just can't do it we have to give up we can't get we can't have a constitution and safe streets. It's just not possible. I've been watching a lot of Fox. They're trying to hype the threat from Trendyar Agur, TDA, to a post 9-11 Al-Qaeda level. This is some massive urgent threat we need to counter. And just to sort of expand out the conversation about the collateral damage from these terrorism designations. So if destroying a Tesla is terrorism, if I drive someone to a Tesla protests, am I providing material support for terrorism? If they then damage a Tesla, if I'm part of a peaceful protest at a Tesla facility, and then someone I don't know shows up and commits vandalism, will everyone there get prosecuted? Well, this is, I mean, we're all part of the same cause. You know, now they're doing that.",
    "speaker": null,
    "startTimecode": 2190960,
    "endTimecode": 2485000
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/10",
    "text": "All of the, the, the Bernie rallies and the AOC and all the, the town halls, they're all paid protesters and who's funding the paid protesters. Is it Soros? Is it act blue? And is act blue connected to foreign terrorism? Like you can see where this is fucking going. Can cash Patel and the FBI now spy on people who are suspected Tesla arsonists? Can the government designate evidence of Tesla terrorism as classified in a state secret? So now I can't have access to it if I'm prosecuted under this new made up authority? Will people overseas who participate in international Tesla protests be barred from entering the US? Like these terrorism designations, as we all learned after the war on terror or during the war on terror, open up a massive can of worms for the absolute worst government overreach and excesses. And this is very, very scary that it's happening. Well, and what's different and worse, and one of the judges made this point, asked the government this question during the hearing today, was like, there was no urgent, immediate need to ship these men out of the country, even if're in trend de aragua like they were being they're an intention there's no public like our prisons are good enough at least temporarily yeah they can't hold they can't hold they're not they this wasn't people roaming it wasn't a choice between uh they want you they want you to think it's a choice between a violent gang member roaming the streets or them being out of the country and that is just not the fucking case at all i also just like we're so we're so far down the road here terrorism designations if somebody look they've charged luigi mangioni with terrorism right it's you gun somebody gunning somebody down on the street is murder that's a that's a crime you can go to jail for the rest of your life. They add, you know, for political reasons, for sensationalism reasons, they add terrorism charges on top. It's a murky idea. It's always been murky, adding the way terrorism is a crime, right? Because the underlying act is the terrible act. That's the crime. But the idea that we are at a place where we are now saying vandalism is terrorism, vandalism. This is called vandalism. I don't agree with throwing Molotov cocktails at an empty Tesla, but it's vandalism. It's destruction of property. Well, yeah, exactly. Whatever someone does to a Tesla, they should be charged with to the fullest extent of the law, right? If you break a law, you get charged and you go to court over it. And that's how we should deal with it. There's nothing you can do to a Tesla Cybertruck that is worse than what it's already done to itself. That's true. You've seen these things. Or you by driving it. They're horrendous looking cars. So drive one if you want. But also this is such a direct extension from the Bush era war on terror, right? Terrorists, we couldn't. US prisons weren't tough enough for these terrorists we had to send them to gitmo we couldn't just prosecute them in article three courts we're just running this thing back pod save america is brought to you by helix we love helix mattresses here i love it's got, Scott. A Helix mattress. Yeah, I do. I got a couple Helix mattresses. What Helix mattresses do I have? You have the Don Lux. Yeah, that's right. Because you're a side sleeper. Yeah. You're trying, but you're trying to be a back sleeper. I want to be a back sleeper. I do. I do. I know these things about you. You do. You know a lot. Hey, you know a lot about me. Anyway, how will you know which Helix mattress works best for you and your body and your friend's body?",
    "speaker": null,
    "startTimecode": 2686880,
    "endTimecode": 2687220
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/11",
    "text": "Take the Helix Sleep Quiz and find your perfect mattress in under two minutes.",
    "speaker": null,
    "startTimecode": 2690300,
    "endTimecode": 2690980
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/12",
    "text": "The Helix lineup offers 20 unique mattresses, including the award-winning Luxe and Ultra Premium Elite Collections, Helix Plus, a mattress designed for big and tall sleepers, Helix Kids, a mattress designed for growing bodies endorsed by child sleep experts like Charlie Favreau, who sleeps on a Helix Kids mattress. It's very comfy. Helix knows there's no better way to test out a new mattress than by sleeping on it in your own home. That's why they offer a 100-night trial and a 10-15-year warranty to try out your new Helix mattress. Plus, your personalized mattress is shipped straight to your door, free of charge. Go to helixsleep.com slash crooked for 20% off site-wide. That's helixsleep.com slash crooked for 20% off site-wide That's helix sleep.com slash crooked for 20% off site wide. Helix sleep.com slash crooked. Hey guys, have you heard of gold belly? It's this amazing site where they ship the most iconic famous foods from restaurants across the country, anywhere nationwide. I've never found a more perfect gift than food. They ship Chicago deep dish pizza, New York bagels, Maine lobster rolls, and even Ina Garten's famous cakes. So if you're looking for a gift for the food lover in your life, head to goldbelly.com and get 20% off your first order with promo code gift. So now for the, uh, now for the real insanity, this one's a little funnier. And also terrifying. Somehow, the Atlantic's editor-in-chief, Jeffrey Goldberg, ended up in a Trump administration group chat on Signal about bombing the Houthi rebels in Yemen. The chat was started by National Security Advisor Mike Waltz and called Houthi PC Small Group. The chat included J.D. Vance, Pete Hegseth, Marco Rubio, John Ratcliffe, Steve Wyckoff, Tulsi Gabbard, Susie Weil, Stephen Miller, and a bunch of other cabinet level folks. I'm not going to go through all the details of this story, but it begins with Goldberg basically assuming he's being punked before proceeding to watch in real time over several days as the group debated in detail and plenty of emojis uh whether or not to launch strikes against the houthis which then happened after the strikes waltz celebrated with uh as you always do after completing a mission uh fist emoji american flag emoji fire emoji um while wickhoff offered quote hands praying a flexed bicep and two American flags. More appropriate, I think. At the White House on Monday, Trump told reporters he didn't know anything about the story, but the National Security Council spokesperson ultimately confirmed the Signal chat's authenticity and wrote that it was, quote, demonstration of the deep and thoughtful policy coordination between senior officials. All right, Tommy. I never heard anything like this. Yeah, it's a Houthi PC small group. Houthis are an Islamist group based in Yemen. They're the ones who've been firing missiles and drones at ships in the Red Sea since 2023 in protest of the war in Gaza. We've called them a terrorist group. The Iranians give them some support. PC is Principles Committee. So this is a meeting that's convened by the White House National Security Advisor of all the cabinet level officials who are relevant to national security. So you got the Secretary of Defense, CIA, et cetera. And then small group is usually the designation made for one of those groups when you don't want to invite everybody. You don't want the squishes over at State or USAID to be there. You don't want the tough guys. So you skinny it down. You do want the editor of the Atlantic. You do want the editor of the Atlantic. So you call it a small group so you can disinvite a lot of people. So that means it's a really sensitive topic. And in this case, they were talking about literal targets to bomb in Yemen. What ordinance to use? What sequencing to drop them in? And every PC or principals committee I've ever been to in my life is in the situation room at the White House because it's all classified. And you're not allowed to bring your phone into these meetings because of espionage concerns, let alone talk about the substance on Signal. But here it seems like they were hosting a principals committee meeting. They were hosting a principals committee meeting on Signal, which you can't use at all if you're a White House staffer because it doesn't comport with the presidential records act. But again, this is classified information. And one thing that was funny, I didn't realize until just now. It's like a strike one operational security because it's it's that's why you don't communicate on message. And they bring up in the in the chat at one point, like, oh, some more details about this around your high side email. High side is classified email, which like you don't communicate on message. And they bring up in the chat at one point, like, oh, some more details about this around your high side email. High side is classified email, which like you don't have on your phone. So you have to like go to a skiff and do all that kind of stuff. So they just, they literally, they did it to get around just for like convenience, I guess. Sometimes things happen in the world. Like you saw this in Hillary Clinton's emails, actually. Sometimes things happen in the world and it's Christmas day and no one's in a skiff and no one's at their high side email. So you're communicating obliquely to manage a crisis. This happened on March 11th through 14th, which is like Tuesday through Friday. Everyone should be sitting at their desk where they could presumably get on the J-Wix, the top secret email system and fire off a classified message to each other or walk downstairs into the sit room and have a meeting about this this houthi target they want to bomb it's insane yeah at some point vance was in an economic event in michigan right at some point too like the things go really off the rails when so they're all added to this chat and then at some point vance replies with something like i don't agree uh with this decision just flagging basically some version of that like uh I don't agree. And that's the moment at which, you know, look, we talk a lot about meetings that should be emails, right? That was the moment this became an email that should have been a meeting, because then all of a sudden they're having a policy debate over Signal. Over Signal. Now, the question I have is, so Marco Rubio is added to this chat. It's not clear what participation Marco Rubio actually had, because I don't see very many messages from him. And Jeffrey Goldberg judiciously avoids publishing the actual classified information or the names of the guy at CIA, that active intelligence, the active intelligence officer that was added to the fucking chat. But I wonder, too, if some of this is like Marco Rubio, who's a more serious person than Pete Hegseth being like, these fucking Jagoffs, I cannot believe they're discussing this. Oh, well, I don't know. Or he's just irrelevant. I mean, my big takeaway from the kind of the messaging flow and sequencing is it seemed like Stephen Miller is the end all be all decision maker on this chat about whether they're bombing Yemen. Or the voice of the president, right? He sort of comes in and says, this is what the president said in the meeting, so this is what we're doing. It's like Mike Waltz, you're the national security advisor. You haven't talked to the president. J.D. Vance, you're the VP. You haven't talked to the president. I know. I did take that as like a, you know how this is around this, this most senior levels of the White House. Everyone's like, well, I took what the president said to mean this. And then someone else is like, oh, well, I was meeting with the president afterwards and I took what the president meant to say this. And they all try to like, you know, it's a big, it's a dick swing in context. In reality, Trump's like, what's a Houthi? Well, no, in reality, when they asked Trump later that day at a press availability, he goes, oh, this is the first time hearing of this. That was very funny. Well, that was just about the threat itself, right? Yeah. He was anything about that he was like i don't like the atlantic though i'm like okay yeah well your staff does because they copy him on deliberations well that was the part of it that was interesting which is like so i guess does that mean he was in walt's phone who's jg who do you mean to add jg who did they think they were adding why did nobody notice that that guy never applied why did they his way in? So there was either another JG or I was thinking, let's see, J.D. Vance was on there and there was another J on there too, John Ratcliffe, the CIA director. So unless, you know how when you're in your phone, you do one letter and it's someone's name comes up. So maybe it auto-populated with Jeff Goldberg and he didn't realize it. I don't know. I wonder, what a world. I wonder too, like, somebody like, when that Time story came out and we had this sort of blow by blow of that closed press cabinet beating, it's like, well, somebody is leaking this pretty good. It sounds like somebody might even be recording it. And then you see this and it's like somebody's, Jeffrey Goldberg is popping up so quick on the fucking thing that you're accidentally adding him on Signal. The J.D. Vance part is interesting in that, so as you said, Lovett, he was like, flagging, I'm against this, or at least the timing. Why do we have to, can we wait a little bit? But can you talk about why he was against it? Yeah, J.D. Vance is being kind of an isolation case against striking the Houthis, which big picture I tend to agree with, but he comes at it by arguing that a much higher percentage of goods come from Europe and are at risk from the Houthis than U.S. goods. Through the canal. Yeah, because if you think about the Suez Canal, it connects the Mediterranean to the Red Sea down to the Indian Ocean, so it links Asia to Europe. And it's just weird that he makes all of this about Europe and European goods, because the bigger argument you usually hear about the Houthis, you know, scaring ships out of the Red Sea is that everyone ends up going around the Horn of Africa and all shipping takes longer and everything is just net net more expensive for everybody. Yeah, the point he seems to be making is, well, we're right. The point he seems to be making is the Europeans are worse than the Houthis. Well, I think, yes, sure. I guess it's no's, no, he's saying, well, if we're arguing that Europe should be responsible for its own defense in Ukraine, it's inconsistent to then have our Navy do their bombing for them when we're only getting 3% of the trade, but they are about to what, 40 or some odd percent of it. And then Stephen Miller jumps in and he's like, yeah, I mean, if we do this, Europe's going to have to give us something for this. How is this about Europe and not Israel? Right. The proximate cause, the reason the Houthis are firing missiles and drones at ships is because they're doing it, they say, in solidarity with the Palestinian cause and because they want the war in Gaza to end or they want humanitarian relief to get into the Gaza Strip. This is clearly an effort to help out Netanyahu because the Houthis are also firing missiles at Israel. One of the arguments they make for doing it now is being afraid that if they don't, Israel will do it for them. Yeah. And so it's like, well, we don't want that. We don't want Israel to do it. You want something done right. We'd rather have Europe do it. But Europe doesn't seem to have the Navy for it. So I guess we have to do it. But don't worry, we'll get a deep. We'll get something after for it. We'll get a we'll get payment for it. I was thinking about this. I made a video for the Crooked Media Instagram about some previous multifaceted mix-ups with the wrong people getting cc'd on email chains remember when we sent about 30 emails to lyle love it thinking we had copied john love it yeah oh yeah and then he finally replied it's like oh my yeah hey everyone i made me and also he finds it quite frustrating when people are confused between our two shows and not in like a fun way like he gets like a little bit mad remember that yes look i've been i've been i've been sent notes on the mandalorian that's right my favorite i was thinking about when we first like in 07 when obama first announced for president there was some email chain where we were talking about the first couple events of the campaign and we like looped in a reporter there have been several several times. And the reporter was like on the chain. I think I remember Bill Burton like replying on being like, take the reporter off again. Take the reporter off. Because someone removes them and you forget. Remember Jen Psaki got in trouble for this. She like forwarded some opposition research by accident to John McCormick, who then I think was at the Tribune. We've all done this. We've all A all aol i am the person we're talking about directly instead of talking about them amongst the group you know with our friends and fortunately none of us were doing war plans yeah it wasn't it wasn't about killing al baghdaddy it was yeah it was about it was about dinner but the yeah the uh i remember one of my favorite all-time email fuck-ups was and i actually i i I don't want to say, it was in the Hillary campaigns. I know this one. And you know, the classic is, you want to talk shit about someone, but they accidentally forward it to that person because that person's on the mind. And someone forwarded an email from someone right back to them and said, I want to kill this fucking bitch. That was brutal. That was brutal. Not as bad as this. Not as as bad as this i mean and so so jeff goldberg probably can't believe his fortune here and then he leaves leaves the group chat which is also funny because you get some kind of at least the person who started the group chat gets a notification of someone left so can you imagine the feeling in your body when you see Jeff Goldberg left the chat?",
    "speaker": null,
    "startTimecode": 2695560,
    "endTimecode": 3406640
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/13",
    "text": "I can't, like, yeah, I don't know. Do these people have feelings in their bodies? That's the question. Maybe not.",
    "speaker": null,
    "startTimecode": 3407520,
    "endTimecode": 3412360
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/14",
    "text": "I was like a little bit bummed that he left. So he, in the piece, he talks about how he just, once he couldn't, he wasn't sure if it was really, thought it wasn't, then all of a sudden they're bombing Yemen and it's like, well, that's pretty conclusive. And so he now is- Seems like more than a coincidence. Right. So it seems confirmed for him. So then he feels like he has to withdraw himself  I love. Then all of a sudden they're bombing Yemen. And it's like, well, that's pretty conclusive. And so he now is.",
    "speaker": null,
    "startTimecode": 3413040,
    "endTimecode": 3425320
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/15",
    "text": "Seems like more than a coincidence. Right. So it seems confirmed for him. So then he feels like he has to withdraw himself from the trap, which is a bummer because we're denied the third act, which would have been either somebody catching it or everybody just leaving in about a 15 minute span, which have also been awesome. But I get I get why he had to take himself out, because at a certain point you've confirmed this. You're now like aware that you're receiving classified deeply sensitive government information on your pub on your uh private cell phone it would have been awesome if he just um responded with a poop emoji and then left the chat i see i was gonna say i think he should have recommended some targets and just sort of like mixing it up getting involved in the conversation see if anybody noticed but yeah i mean to those are, there were some people online who were like, how dare he leave? Why would he do that? I do think in this, you know, legal climate, there is some actual risks to you if you're perceived as violating the Espionage Act. Also, once the Houthi strike is over, don't they disband Houthi PC small group? No, they probably keep this group. Keep this guy? You think there's a whole bunch of PC small groups on Signal? I bet there are. Of course there are i think there's a putin pc small group that is i think like who do you think's in that one peter baker no it's probably like steve wickhoff i got there i'd listen to an hour and six minutes of an hour and a half of steve wickhoff uh talking with tucker carlson about their entire foreign policy agenda and i can't wait to listen to the rest after this but i bet i bet when all these guys are traveling they are just absolutely breaking the rules and ignoring the Presidential Record Act and talking on Signal all day long. Well, so we already know that they're breaking the Presidential Record Act left, right, and center. We already had tons of reporting about that. This is as sensitive a conversation as government officials have. I don't know what could be more sensitive than this. It's a group of government officials. Like the name of a source. Right. There's a group of government officials planning an imminent military operation, right? That's as sensitive as it gets, that they're doing this on a public platform as opposed to like in the actual protected, secure government facilities is absurd. But it means that, think about all the chats that Jeffrey Goldberg isn't in, across the government. They are all doing this on Signal. They're all they're all they are the classified part aside. None of them want any of what they're saying in the presidential to be captured under the presidential record act. They all want that shit to disappear. These messages, by the way, were set to disappear. I don't know what the time frame was, but it's pretty short. So I assume he was screenshotting as he went. Oh yeah. Yeah. Big time. Yeah. I mean, and just look, signal is broadly viewed as kind of the gold standard and the safest communications app because it's open source and it's got really strong encryption, but we don't know. Like, we don't know if the Masada has broken it or the Chinese or the Russians. And also they have, if they can get access to your device itself, it doesn matter if if you know it's encrypted flying across the transom if they are on your device somehow then they've got what you're saying and given steve whitkopf's guileless credulous conversation about vladimir putin giving donald trump a portrait and coming across like a stone cold moron i do not believe his intern his his it security is state-of-the-art no way these guys are these guys are these guys are getting a link telling them that they owe money on a toll they're clicking that link and they're paying that toll i've gotten like four times in the last hey guys so many nobody is texting you to pay a toll i i wasn't gonna fall for it or click it but the first couple times i was like oh maybe i did blow through the toll i don't i want to i know someone who got got yeah all right so uh that's that so you know don't plan wars on I don't, I want to. I know someone who got got. Yeah. All right. So that's that. So, you know.",
    "speaker": null,
    "startTimecode": 3426340,
    "endTimecode": 3626820
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/16",
    "text": "Don't plan wars on signal. Don't plan wars on signal. Do other things on signal. Okay. When we come back from the break, you'll hear my conversation with Governor Andy Beshear. But one quick thing before we do that, Love It or Leave It will be live in Washington, D.C. for one night only, April 24th at the Lincoln Theater. Love it. We have some awesome guests lined up that we haven't announced yet. We're putting the dot in those T's, crossing those eyes. But it's going to be a great show. It's mostly now sold. So please jump in, cricket.com slash events to get tickets for that DC show. We're going to be coming to DC because that's the weekend of the correspondence dinner. We always like doing a show around that. We also have, there's a Q&A before if you want to buy some of those, those fancier tickets, you know, get to yell at me in person. But it's going to be a great time. Everybody should come. Nice. All right. When we come back, Andy Beshear. Pod Save America is brought to you by Fatty 15. Have you heard about C15? It's an essential fatty acid that's naturally found in whole fat dairy products, but over time, our intake of those foods has decreased. Combined with the natural decline of C15 as we age, many of us aren't getting enough of this important nutrient. Introducing Fatty 15 C15 Supplement, a simple way to replenish your body with this essential fatty acid backed by science and supported by studies c15 helps support cell function and resiliency and can be a valuable part of your long-term health strategy fatty 15 is vegan 100 pure and free from flavors fillers allergens or preservatives best of all fatty 15 comes in a gorgeous reusable glass bamboo jar and refills are shipped right to your door so do yourself a a favor, replenish your C15, restore your health, and let yourselves do the heavy lifting with Fatty15. Fatty15 is on a mission to optimize your C15 levels to help you live healthier, longer. You can get an additional 15% off their 90-day subscription starter kit by going to fatty15.com slash crooked and using code crooked at checkout. Your old or broken phone can let you down down but at verizon trade in any old phone from our top brands and get iphone 16 pro with apple intelligence with a new line on my plan and ipad and apple watch series 10 after all you don't want your old phone to die on you when you're lost perfect or for your broken phone to glitch at the worst possible time hey can i get your number? Trade in your old phone for a brand new iPhone 16 Pro, iPad, and Apple Watch. Visit Verizon.com today. Additional terms apply. Service plan required for Apple Watch and iPad. Governor Andy Beshear, welcome to Pod Save America. Thanks for having me. So you are the Democratic governor of a state where around two out of every three voters supported Donald Trump last November. You were first elected towards the end of Trump's first term. So you have more experience than most elected Democrats representing and working with people who support Trump. How are you feeling about his second term so far? And how are the folks you're talking to in Kentucky feeling about it? I'm very concerned. I'm very concerned with the actions of the president, his administration.",
    "speaker": null,
    "startTimecode": 3627640,
    "endTimecode": 3812680
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/17",
    "text": "I'm worried about the example he's setting for the country and how kids growing up are going to view not just this president, but the presidency itself. His policies are going to specifically hurt my people. Tariff policy is going to hit Kentucky harder than just about anywhere else. You look at what's already happening with bourbon. 95% of the world's bourbon is made in Kentucky, but that's all the bourbon worth drinking. But this time, it's not just a responsive tariff, say from the EU or from Canada, but Canada is actually removing it entirely from some of the shelves. You look at our auto industry and the fact that we have a company called Martin Rea. It's a Canadian company. It's got about 500 employees in Western Kentucky and its parts go from Canada to Kentucky to Mexico, back to Kentucky and back to Canada. So these tariffs are going to impact our state. Our number one export target is Canada. It's about 23% of all of our exports. And this president is picking on an ally and a friend in a way that it's going to hurt my people. The other thing it's going to do is raise prices for all Americans. And we need to be talking about it like what it is. It is the Trump tax. So with the tariff, if it goes into effect on Canada, it's going to raise the price of gas. The amount it increases it is a Trump tax. Mexico tariffs will increase the price of fruits and vegetables. The amount it increases it is a Trump tax. Tariff on lumber is going to make that first home even harder to buy. That extra amount that it costs is the Trump tax. And so we just need to be really clear that these are decisions being made by one individual alone. But the thing that moves people the most right now that they understand, maybe at a level that wasn't understood 10 years ago is Medicaid. So in Kentucky, how I describe it is that it covers the people we love the most, our parents and our kids. Half of Kentucky's kids are covered by Medicaid. 70% of our long-term care costs are covered by Medicaid. And without Medicaid and expanded Medicaid, rural healthcare ends. That hospital that's in somebody's community closes. And then whether they have private insurance or on Medicaid, they got to drive two hours just to see the same doctor that used to be in their community. So we are seeing people respond and respond strongly, especially on those threatened cuts. Are you hearing from any folks in Kentucky who may have supported Trump who are now like, what's going on with these tariffs? What's going to happen with my Medicaid? So I think the first thing you hear is concern over the health care system. And they may or may not be talking about Medicaid directly, but they recognize that what's being threatened right now could really impact their community. So in many Kentucky communities, the number one employer is the school system and what they're doing to the Department of Education could impact those jobs. And the second biggest employer is the hospital system or the clinics. And so you think about how this could gut rural America and jobs. I mean, I see it and I hear about it in each of these communities.",
    "speaker": null,
    "startTimecode": 3813340,
    "endTimecode": 4005780
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/18",
    "text": "So obviously, you know, his economic policies are inflationary.",
    "speaker": null,
    "startTimecode": 4009900,
    "endTimecode": 4010040
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/19",
    "text": "This is what people are going to feel more than anything else. If you polled people, they're going to be more concerned about Medicaid. They're going to be concerned about the tariffs. There's also some pretty, I think, alarming, scary things that he's doing as well. So in the span of just one week, the New York Times reported that Trump administration believes ICE agents can now enter people's homes without a warrant. All they have to do is claim they're looking for Venezuelan gang members. The president himself has called for the impeachment of a Bush-appointed federal judge who blocked his administration from jailing people in an El Salvador mega prison without due process. This morning, we're speaking Friday afternoon, Trump said that Americans who vandalize Teslas are domestic terrorists who should be sent to that same foreign prison in El Salvador where people have been starved and tortured. For vandalizing a Tesla? Yes, yeah, that's the new thing now. You're a lawyer, you served as attorney general. Like, is this a five alarm fire for the country? It feels like that to me. I don't like, you know, alarming people unnecessarily. And I realized that this is probably isn't the highest polling issue right now, but it seems pretty scary what he's doing. Well, people should be alarmed in the very least that we have a president who apparently does not believe in his oath of office and doesn't value the fact that the constitution only makes him one branch of government. I look at whether it's the president or Republican members of Congress. They all took an oath to defend the Constitution. Many of them took that oath, putting their hand on the Bible, making a promise not just to our country, but in some instances, the Almighty. And look at what they're doing now. Republicans in Congress are letting the president violate the very laws they passed and acting like it's not a big deal, being more loyal to their party than their country, being more concerned about how Trump will react than whether they're violating that oath and that promise that they took. And then with the president, it seems like everything is the us versus the them. It's the finding out who is the us and who is the them. And that's bad for America, and it's bad for our future. Now, we're going to have to post this presidency, find a way to heal, because we cannot be red and blue on every issue, left or right on every issue. We got to get back to right versus wrong instead of right versus left.",
    "speaker": null,
    "startTimecode": 4012920,
    "endTimecode": 4149800
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/20",
    "text": "And I do think that the more that this president does and how he talks, especially about people, is and will make an impact. I mean, take the veterans we're hearing from that serve their country and then go into the civil service with our government. They're being laid off and then told it's their fault because they did a poor job, which is a total lie. You know, that hurts. It hurts them. And everybody sees what's happening. You mentioned our children. I have two kids, four and one.",
    "speaker": null,
    "startTimecode": 4186580,
    "endTimecode": 4186760
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/21",
    "text": "The oldest is very aware of Donald Trump starting to ask questions here and there. Only your and my four-year-olds would be aware. Yeah, right. Well, I know your kids are older. 15 and 14. How do you talk to them about what's going on in politics in the country right now? So at 15 and 14, I've got to give them the space to talk to me about it, to make sure that I'm listening and not just telling. Yeah.",
    "speaker": null,
    "startTimecode": 4210740,
    "endTimecode": 4216080
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/22",
    "text": "Because it's important that especially at that age and with me as a parent that they've got the space to know that they're forming their own opinions. But they're concerned too. Now, my pledge is that we cannot leave a broken country to our kids and ultimately their kids. If this happens on our watch, which it has, Our job is to not only fight to prevent as much harm as we can, but to also repair what is broken or what will be broken.",
    "speaker": null,
    "startTimecode": 4222680,
    "endTimecode": 4251660
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/23",
    "text": "There seems to be broad agreement from across the political spectrum that Democrats need to do a better job of fighting back right now. There's less agreement as to how. What are your thoughts on this? Well, first, I don't think disagreement in and of itself within a party is a bad thing. Yes, we need a united front, but we're not following just one voice like you hear with Donald Trump. And that's, I think, a more healthy party and a more healthy democracy. What I think we've got to do is focus. I think we earn back the trust of the American people by, yes, standing up for important issues, but showing the American people that we're going to spend 80% of our time on what they're worried about the most, right? They wake up in the morning worried about their job and whether they can support their family. They're worried about their next doctor's appointment or their kid's doctor's appointment, the roads and bridges they drive, the school they drop their kids off at, and whether they feel safe in their communities. And so while the president claimed he was going to focus on those things, he's done anything but it. He has been obsessed with culture war issues, which means the lane is there for the Democrats to re-earn that trust. But I think that we've got to be, again, laser focused so that people see what we talk about and what we work on truly betters their lives. As a Democratic governor, maybe that's a little bit easier for me because Democratic governors, our job is to get it done. And we get dirt on our boots, right? We get out in our state. People want to see and feel and touch progress to believe it's happening. So in Kentucky, we're building the two biggest battery plants on planet Earth. Well, you can bet I'm going there and I'm showing people what's happening. When we opened the first new hospital in our largest African-American community in 150 years, I wanted to be there. You know, it's an important moment, but it also ties the work that you do and the progress that's occurring out there in a much more real way than, say, a signing in the Rose Garden. Do you think that a problem for the Biden administration was that they didn't do enough to sell the accomplishments of Biden's presidency? Or do you think that, you know, we've had an affordability crisis for some time and they just didn't do enough to fix the affordability crisis? I think President Biden himself would say they should have sold it more, but also that they should have done it faster. Sometimes Democrats can write in too many regulations, too many complications, and it's okay for both Democrats and Republicans to think that government should work better. Government should work faster. Government should work more efficiently. And we may come at it from different directions, but the goal should be to fix it, not to break it. You know, what Elon Musk is doing is breaking it. You can't fire half the federal workforce and it still operate. You can't close the Social Security office in an Eastern Kentucky community and shut down the call-in line and expect someone lives on on that amount alone to travel several hours to see somebody in person. But I think when when you hear criticisms of the Bede program, it's been two plus years and there's not an inch of fiber in the ground. I know that frustrated President Biden and it should. And so I think as we move forward, Democrats need to be the party of getting things done, not just focused on that 80% of jobs and healthcare, infrastructure, public safety, and education, but actually getting the things that need to be done and done quickly. I mean, as a governor, you've obviously had a lot of experience with this. Is it mostly a story of regulations getting in the way? Is it special interests? Like what is preventing when we pass something like the IRA and we want to deploy all of this rural broadband or clean energy, can't get it done fast enough. Same thing with housing, right? I'm sure you've had housing issues as well. What do you think Democrats need to do there? Well, the first thing we can't do is require a state to write a thousand page plan and then it be reviewed eight different times by different folks that maybe have never done this before, and then turn it around three or four more times. We've got to trust our states and our localities that have a general plan that can then be monitored, but that you get it moving as fast as you can. I mean, people need to feel that impact. And I've always thought that if you can do a project 95% of where you want it to be, but you can do it three times faster than if you did it 100%, that more people are helped and impacted during that process. Yeah. How do you think Chuck Schumer handled the fight over funding the government? I think it was a big challenge but i think we lost the messaging war before it ever got uh to chuck schumer's desk i mean we were talking about a cr and if we're ever talking i mean i can't imagine president obama ever giving up to the lectern looking down at his notes and it says he's going to talk about subsection three of the cr no and and and what it means. This wasn't about Democrats voting or not voting to keep the federal government open, and that's what the message ended up coming out as. It was the Republicans holding the country hostage, that they were going to let it shut down if they didn't get enough votes for Elon Musk to fire more people. And making sure that we're winning that messaging more simply by telling the truth, but by doing it in a way where we use common, everyday language, we get rid of a lot of the advocacy speak that's been out there, and we communicate like normal human beings to normal human beings. I mean, I keep thinking about words like substance use disorder. I haven't even heard that one. Everyone I know that's battled addiction calls it addiction because it's difficult and it's deadly. And that word has that meaning. Food insecurity. I've never known a family that's hungry to call it food insecurity. Right now, we use the term justice-involved population. Those are inmates or folks that are in jail. They certainly don't use those terms. So making sure that we're communicating what's happening in a real, authentic way to the American people is really important. Look, former speechwriter, no argument from me there. Banging this drum for a while. Language aside, would you have supported keeping the government open like Schumer did or would you have voted against it? Well, I think what we had to do in the very beginning was show the American people that this was the Republicans holding the country hostage, and they were going to shut it down if Democrats did not meet their demands, and those demands harm people. Yeah. In my life, the Democratic Party has never been viewed as less favorably by Americans as it is right now. Why do you think that is, and what do you think the party should do going forward to change the brand of the party? I think that the National Party lost the faith of the American people that they were focused on them. I'll take the last ad run by President Trump in the campaign. I don't think that the folks that moved after watching that ad were moving because they're anti-trans. I think folks that are were already going to vote for Donald Trump. I think what it did is it convinced some people that he was going to focus on prices and the economy and that she was focused on other things. I think what we've got to do in the Democratic Party is both stand up for our beliefs. Listen, I vetoed the nastiest anti-trans bill in Kentucky history, and I did it in my election year because I don't like bullies, and I didn't want people picking on those kids. But at the same time, I was opening a new factory the next day. I was working to create that new clinic in a county that doesn't have one, so you didn't have to drive an hour to see a doctor. We opened a road called the Herald of Many, which saves people 40 minutes on their commute every day that they can spend with their families. So making sure that it's not an either or, that we can do both of these things, and we can do them if we explain our why, our authentic why. When I vetoed that nasty anti-LGBTQ plus bill, I told people why. And for me, it's my faith. That's my driving why. I believe all children are children of God.",
    "speaker": null,
    "startTimecode": 4252600,
    "endTimecode": 4797780
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/24",
    "text": "That meant that somebody needed to stand up for those children.",
    "speaker": null,
    "startTimecode": 4798460,
    "endTimecode": 4800640
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/25",
    "text": "And I'll never forget the next day, somebody started walking up to me, and I thought, oh, no, I know what's coming. And they started in a different way. They said, I'm not sure I agree with you. But then the next thing he said was, but I know you're doing what you think is right. And when we talk about our why, we can give people some grace and some space to maybe think about things a little bit differently or to not always have to agree with us, but know that we're still spending 80% of our time doing things that help Democrats, Republicans, and independents to live a safer and more secure life. One big challenge here is communicating and communicating in a way that's on our terms, right? And so you just mentioned that last- What you're for and not who you're against. Right. Well, you mentioned that last ad, and Kamala Harris, probably most of the money in that campaign was spent on economic ads. And this happens most Democratic campaigns. And then you don't always get to choose what the media focuses on i was just like prepping for um this interview and and reading up about you and most of the stories are that you issued the executive order to ban conversion therapy just great it's the right thing to do the the fact that you vetoed that bill that you're just mentioning um the anti-lgbtq bill and a lot of your and i know you have this whole economic record because I looked it up and stuff like that, but that doesn't make headlines. And so most of the stories about you, you would think that that's the only thing that you were focused on when clearly it's not, right? And I wonder if you thought about as the party, when you're governor of a state, you probably have like a little bit more leeway to sort of shape the narrative. And people know you in Kentucky, right? Because you've been everywhere. You've been all over the state. And as you say, you've had a lot of- They call me Andy, which I love. Right. And you've had these natural disasters in the state. And so you've gotten to go see people. But nationally, it becomes really tricky to build a brand for a party, to stand up where you have to stand up, even if it's unpopular, but to also like focus like to make sure people understand that you're focusing on cost of living, inflation issues when those don't break through as much. Have you thought about that? It takes work. So when I started my last, my reelection campaign, we had had the best three years, two years of economic development in history by far. I mean, we'd already broken in a three and a half year period, every record for a governor, for private sector investment, for new jobs. And remember, my dad had been governor, and he was number two, so I had to call and tell him about it. But when we started and we saw the polling, I was only winning on the economy by four points. Again, more new jobs and more new investment than ever before. And we did some focus groups. And what we saw is people just needed to be reminded. You'd say, well, what about those two giant battery plants? They'd say, I read something about that. And then you'd say, what about the 5,000 jobs? And they said, oh, yes, and the $5.8 billion. And so we can't just assume that people have seen the work. We've got to prove it. We've got to show it. Again, we've got to get that dirt on our boots. By the end of that campaign, our exit polling had us winning on the economy by 30 to 40 points. So it's important to have the record. But you can't have an ego about this thing. You've got to go in and prove what you've done over and over and over. And that discipline, you've seen it in politics, means you might give the same speech every night because somebody needs to hear that message. But it's got to be about more than you. It's got to be about the work and the results, and that's how you get it out there. You mentioned we need to be talking about what we're for and not just who we're against. I'm not asking for a laundry list of policies, which I think sometimes is a challenge for Democrats as we start just talking about policies. What's your best sense of an overall vision for the party that you think would be compelling to folks? Yeah, I think it's those core areas. I think we'd say we as a Democratic Party are going to be the party of jobs, of accessible health care, of safe infrastructure, of good public schools, and of public safety where it's not just the numbers say you're safe, but you feel safe. And we have to, on that last point, we get caught up in the numbers and in the statistics, but we've got to recognize how people feel. I mean, we're the party that believes that mental health is just as important as physical health. But when somebody said, I don't feel safe, we had a lot of members of our party that said, oh no, you are, Look at all these statistics. And so understanding that we've got to meet Americans where they are. And if the statistics say one thing, but people don't feel it, then we've got to work twice as hard. We've got to increase public safety that much more. You made some news recently when you said that Governor Newsom shouldn't have had Steve Bannon on his podcast. You said, you know, we shouldn't be afraid to talk to and debate just about anyone. But Bannon espouses hatred and anger and even at some points violence. And I don't think we should give him oxygen on any platform ever anywhere. There are quite a few Republicans who espouse the exact same views as Steve Bannon. They appear in his podcast. You probably have a lot of people you represent who listen to Bannon, even like him. Why is it a bad idea to challenge and debate Bannon's views for the benefit of the people who may find them persuasive, but are not sure? So I don't think there's anything wrong with Gavin, who I know, consider us friends, having different voices on and having this discussion back and forth. I think that's important. And he's doing a good thing there. But when somebody stands for hate and intolerance and violence, lifting their voice up or putting it out there in a way to where even more people hear it, I just think is wrong. I don't disagree on Gavin's overall approach on the podcast, but I strenuously disagree with this guest. Because of his words, people have been hurt, people have been harmed, our country is a less safe place, people feel less welcome in different areas. And I'll always believe that love is right and hate is wrong. And I just don't want to lift up a voice of hate. There's been a lot of speculation that you'd be a top presidential contender in 2028. Obviously, we're far from candidates making announcements of any kind, unless you'd like to make one here. But I'm curious to get your thoughts on what kind of a leader you think the party needs next time. And also, you're going to be the head of the DGA, Democratic Governors Association in 2026. What kind of candidates are you hoping for that the party runs? So my goal right now is to be the best governor of Kentucky I can be. I love where I'm from. And we've made some really great strides for our people. And there's more opportunity in Kentucky right now than ever before. And I'm really proud of that. And I want to finish this job for the people that I love. When I look at the DGA in 2026, my job is to win as many of these races as I can. We've got 36 across the country. And the more of those races that we win, the bigger the list for 2028 gets. And that's a good thing to have a lot of different leaders who would be out there making their voices heard. But I think we've got to have people that are seeking common ground for the common good and can hopefully lead this country in a direction that brings some healing and brings people back together. I think we're going to desperately need that after this presidency. So someone, again, who's focused on issues that lift everyone up, that make lives better, whether you're a Democrat or Republican or an independent. I mean, a president that can do that for four or for eight years, I think can help us heal because people can see that. And I also think that people feel whiplash right now. They feel rightfully or wrongfully like the pendulum swung far to the left and now swung really far to the right. I think they want it to stop swinging. Yeah.",
    "speaker": null,
    "startTimecode": 4801240,
    "endTimecode": 5305600
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/26",
    "text": "And so I think what we're going to need are candidates that can check their ego and recognize what's necessary for the country and for our states is to have people who are doing this for the right reason, that don't want to leave a broken country to their kids, and that will do the right thing for all Americans and get us beyond this partisanship that we're seeing. How do you think about the very difficult challenge of finding common ground in a political environment where, you said it yourself earlier, Republicans swore an oath to this country and some of them right now, including the President of the United States, are either breaking the laws or testing the limits or throwing out norms or trampling on basic freedoms and and also have an attitude that they don't ever want to work with Democrats. They think Democrats are the enemies. They're talking about putting Democrats in jail. And look, I'm a common ground guy. I worked for Barack Obama, so I'll always feel like that. But, you know, I have to say the last couple of years have got me in a spot where it's like, I know that that's what voters say, that they don't like the division. They want us to come together. I believe that that's what people want in this country. It's really hard to do that when one political party now has been taken over by people who most of them just don't want to do that. Well, we got to push through. And we can't give up on where this country has to get. I don't want a country where one party is in charge every X number of years and then does everything they can to punch down at the other. We've just got to get to a better place and maybe we have to go through what we're going through right now to see how important that is. I wasn't alive during McCarthyism, but there was a point where it broke. And I think people recognized what had happened and that's not who we are as Americans. And so, listen, I live in a state where I've got a very positive approval rating and Rand Paul does too. And so that says that the people of Kentucky expect us to get along. And I will tell you, even during the election year, the temperature was turned down in Kentucky. People weren't arguing with each other over the election. So, yes, they were going to vote a certain way. But hopefully we'd moved beyond some of the toxicity that we'd seen between neighbors. How far do you have Kentucky going in your bracket? Oh, in my bracket? Oh, all the way. All the way? Oh, I'm the governor of Kentucky. I was going to say, it's three seed, so it's like, you know, it's plausible.",
    "speaker": null,
    "startTimecode": 5306140,
    "endTimecode": 5467820
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/27",
    "text": "Are you going to be able to watch the game tonight? I'm hoping. When you're governor of Kentucky, you have two jobs. To root for your in-state schools and to root against Duke.",
    "speaker": null,
    "startTimecode": 5468660,
    "endTimecode": 5476460
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/28",
    "text": "That's something we can all agree on. Some things bring everybody together. Governor Andy Beshear, thanks for stopping by and joining Pod Save America. Thanks for having me. That's our show for today. Thanks to Governor Beshear for coming on. Everyone check out VSA to see how you can get involved in events near you. Dan and I will be back with a new show in your feed on Friday. Bye, everyone. YouTube for full episodes, bonus content, and more. And before you hit that next button, you can help boost this episode by leaving us a review and by sharing it with friends and family. Pods of America is a Crooked Media production. Our producers are David Toledo and Saul Rubin. Our associate producer is Farrah Safari. Reid Churlin is our executive editor and Adrian Hill is our executive producer. The show is mixed and edited by Andrew Chadwick. Jordan Cantor is our sound engineer with audio support from Kyle Seglin and Charlotte Landis. Madeline Herringer is our head of news and programming. Matt DeGroat is our head of production. Naomi Sengel is our executive assistant. Thanks to our digital team, Elijah Cohn, Haley Jones, Ben Hethcote, Mia Kelman, Molly Lobel, Kirill Pellaviv, and David Tolles. Our production staff is proudly unionized with the Writers Guild of America East. LTE business internet starting at $39 a month when paired with a business unlimited smartphone plan. That's unlimited data, and with it, unlimited possibilities. Start saving today with Verizon Business. Ranked number one in small business internet customer satisfaction by J.D. Power. Starting price for 25 megabits per second internet plan with savings, plus taxes, fees, and economic adjustment charge. Terms apply. For J.D. Power 2024 award information, visit jdpower.com slash awards. else tuesday is just well tuesday but if you're at kfc tuesday is ten dollar tuesday which means you can get eight hot juicy drums and thighs for just 10 bucks let me say that again eight pieces of hot juicy original recipe chicken hand bread-breaded, and 11 herbs and spices.",
    "speaker": null,
    "startTimecode": 5478300,
    "endTimecode": 5625100
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/29",
    "text": "All for just $10 every Tuesday.",
    "speaker": null,
    "startTimecode": 5627660,
    "endTimecode": 5628120
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/30",
    "text": "Only at KFC.",
    "speaker": null,
    "startTimecode": 5628940,
    "endTimecode": 5629540
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/31",
    "text": "Guess Tuesday isn't just Tuesday anymore.",
    "speaker": null,
    "startTimecode": 5631820,
    "endTimecode": 5632140
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/32",
    "text": "It's finger-licking good.",
    "speaker": null,
    "startTimecode": 5633140,
    "endTimecode": 5633400
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/33",
    "text": "Prices and participation may vary.",
    "speaker": null,
    "startTimecode": 5634560,
    "endTimecode": 5634660
  },
  {
    "id": "d3f5cf8a-6faa-4e0f-9a78-ae6a17ed2ac1/transcript/paragraph/34",
    "text": "Tax tips and fees extra.",
    "speaker": null,
    "startTimecode": 5635580,
    "endTimecode": null
  }
]