[
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/0",
    "text": "A brutal murder. Based on the evidence, someone in a pickup truck forced her off the side of the road and then abducted her. And three innocent men convicted for a crime they didn't commit. Oh yeah, we all said DNA on our side, it didn't matter. I'm Amanda Knox. I know firsthand the devastating impact of being falsely accused. And in season two of three, we dig deep into the murder of Dana Ireland on Hawaii's Big Island and how this case tore apart three families, the Paulines, the Schweitzers, and the Irelands. They took everything. It's not going away, never. You got it for the rest of your life. I mean, everything. And we uncover what it took to finally reveal the truth. Guilty to proving anything, huh? Listen to 3 now, wherever you get your podcasts. This episode is brought to you by Progressive, where drivers who save by switching save nearly $750 on average. Plus, auto customers qualify for an average of seven discounts. Quote now at Progressive.com to see if you could save. Progressive Casualty Insurance Company and Affiliates, national average 12-month savings of $744 by new customers surveyed who saved with Progressive between June 2022 and May 2023. Potential savings will vary. Discounts not available in all states and situations. Worried about what ingredients are hiding in your groceries? Let us take the guesswork out. We're Thrive Market, the online grocery store with the highest quality standards in the industry.",
    "speaker": null,
    "startTimecode": 680,
    "endTimecode": 105120
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/1",
    "text": "We restrict 1,000 plus ingredients, so you can trust that you'll only find the best high quality organic and sustainable brands all free of the junk.",
    "speaker": null,
    "startTimecode": 113160,
    "endTimecode": 113420
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/2",
    "text": "With savings up to 30% off and fast carbon neutral shipping, you get top trusted groceries at your door.",
    "speaker": null,
    "startTimecode": 118580,
    "endTimecode": 118720
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/3",
    "text": "And you can stop worrying about what your kids get their hands on.",
    "speaker": null,
    "startTimecode": 121020,
    "endTimecode": 121260
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/4",
    "text": "Start shopping at thrivemarket.com slash podcast for 30% off your first order and a free gift. As we're driving up, I said, Don, we don't know if her husband's involved in this murder, but I said, you don't take your eyes off of him. Just be prepared for anything. I don't know if we walk in, if we're going to get shot or what.",
    "speaker": null,
    "startTimecode": 132500,
    "endTimecode": 151900
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/5",
    "text": "I'm Scott Weinberger, investigative journalist and former deputy sheriff.",
    "speaker": null,
    "startTimecode": 156220,
    "endTimecode": 156860
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/6",
    "text": "I'm Anasiga Nicolazzi, former New York City homicide prosecutor and host of Investigation Discovery's True Conviction.",
    "speaker": null,
    "startTimecode": 163520,
    "endTimecode": 164000
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/7",
    "text": "And this is Anatomy of Murder. Before we begin, we just wanted to let you know that today's story includes some particularly disturbing content and graphic details. As we've endeavored to do in the past, our aim in telling this story is to pay respect to the victim, her family, and the outstanding investigative work of local law enforcement, and not to focus solely on the horrifying details of the murder itself or the person responsible. With a population of less than 300, Skidmore, Missouri is what you might imagine when you hear the words Small Town USA. Located about 100 miles north of Kansas City, this small farming community in the heartland is not the bustling hub of opportunity that many young people seek when they're heading out on their own. But for 23-year-old Bobby Joe Stinnett, it was home. Here's former sheriff and retired detective Randy Strong, who was assigned to the major K-Squad in Northwest Missouri back in 2004. Bobby Joe was a local girl. She was eight months pregnant, expecting her first child. She had married Zeb Stinnett just less than two years earlier. They lived there. That was her first place. Along with preparing for the arrival of their first child, Bobby Joe was also the proud proprietor of Happy Haven Farms, a dog breeding business she and Zeb ran from home that specialized in rat terriers. They were just two young married individuals that were getting ready to start their family, and by all accounts, were really good people. On the morning of December 16, 2004, Zeb Stinnett left for work early, like he always did, to drive the two hours to his factory job across the border in Kansas. He worked at Kawasaki Factory here in Maryville. There's not a lot of jobs in Skidmore for anybody. So a lot of the people at work, if they're not in the farm industry, they come to Maryville or elsewhere to go to work. With their first baby on the way, a daughter, Bobby Jo, sometimes worried that if she went into labor or there was some type of emergency, Zeb wouldn't make it back in time. But thankfully, Bobby Jo's mother lived nearby and had always promised to be just a phone call away. Bobbie Jo and her mom were close. And in fact, that day, her mom had called her to confirm plans for Bobbie Jo to pick her up after work at 3.30. Bobbie Jo assured her mom that she would be there and then said that she had to jump off the phone because someone had arrived at the house who was interested in buying a puppy. But after her mom finished her shift, there was no sign of Bobbie Jo. Her mom called up to the house, but there was no answer. She left a message on the machine that she would just walk the few blocks to her daughter's house. But as she approached, she noticed that despite the cold winter afternoon, the front door of the small craftsman-style house was wide open. And when she called out to Bobby Joe, there was no answer. As her mom entered the home, she was subjected to a horror that no person, especially a parent, should ever have to face. She found her daughter lying on the floor of a small back bedroom. There was a lot of blood.",
    "speaker": null,
    "startTimecode": 225640,
    "endTimecode": 368460
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/8",
    "text": "As she rushed to her daughter's side, it was difficult to understand exactly what she was seeing. But it appeared that Bobby Joe had suffered a catastrophic injury to her abdomen. Somehow, between trying to staunch the wound and attempting CPR, Bobbie Jo's mom frantically dials 911. Out of respect for Bobbie Jo and her family, we've chosen not to play the recording of that call, as it is particularly graphic and distressing. Randy Strong, who was at the police station that afternoon, was there when first responders were dispatched to the scene. I actually heard the sheriff's office get dispatched over there. And the dispatch was that mother found her pregnant daughter on the floor and it looks like her stomach has exploded. I thought, my God, what's going on here? The local sheriff and two deputies arrived at the scene 11 minutes after the call, followed shortly after by EMS. Despite desperate life-saving measures, Bobbie Jo's injuries proved too severe and she died of her wounds. But incredibly, that was not the full extent of this shocking tragedy. The paramedic on scene reported that the umbilical cord attached to Bobby Joe's womb had been severed and her baby was missing. A short time later, Sheriff Espy called me and he said, hey, this is what we got. He says, we have a homicide and he says, we have a missing infant. Bobby Joe's body was transported to the hospital in Maryville. Randy had been involved in several homicide investigations, but nothing could have prepared him for this. He said, I want you to go down here to the ER, document the body, photograph the body, and collect any evidence you see on it. I gathered my kit, my camera, and I went down to the hospital, and I was in a room privately with Bobby Joe. And it was really difficult to fathom what I was looking at. Needless to say, Bobby Joe's injuries were severe and horrific. But they also told a story. I could see that she was battered about the face. I looked at her neck and I could see that there were rope ligature marks around her neck that looked like had been applied several different times because they were layered on top of each other. She had this large gaping wound to her lower abdomen. Sterile bags had already been placed over her hands to preserve any forensic evidence they might contain. The medical examiner in Jackson County, Missouri would find defensive wounds on her hands as well as what looked like dark hair belonging to an attacker still clutched in her fists.",
    "speaker": null,
    "startTimecode": 369120,
    "endTimecode": 539920
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/9",
    "text": "Both indications of an incredible struggle before Bobby Joe died from strangulation caused by an unknown ligature.",
    "speaker": null,
    "startTimecode": 540460,
    "endTimecode": 549300
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/10",
    "text": "Personally, I have two daughters and both of them had their first children about the same time. And they lived fairly close by too, so it was very, very troubling to me.",
    "speaker": null,
    "startTimecode": 550060,
    "endTimecode": 560080
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/11",
    "text": "Even veteran homicide investigators were struck by both the shocking violence of this murder and the urgency of the situation.  You don't want to see your... Even veteran homicide investigators were struck by both the shocking violence of this murder and the urgency of the situation. You know, Anaseka, it's worth pausing here for a moment to talk about the gravity of the situation. The fact was that the newborn was in the hands of a killer. Would the person know how to care for a newborn who may perhaps have been injured in the process of being ripped from the mother? I mean, I can't think of a better example of using the phrase that time was of the essence. Not only do we have a terribly gruesome homicide, but we have a missing child. And that made such an impact on me. I was just really, really praying that we were going to quickly find who did this and recover the baby. It was hard to fathom who could be capable of killing a pregnant woman and kidnapping her unborn child. But law enforcement in Missouri already had their theories, and it was only a matter of time before the evidence led them to the doorstep of a kidnapper and a killer. You know what they say, the most important part of your spring cleaning routine is your sock drawer. Yep, you heard that right. It's time to ditch any mismatched, tired pairs and refresh your collection with some fresh Bombas. Bombas has the cushioned, arch-hugging socks that'll keep you comfy while you spruce up the house. And you know what goes great with new spring socks? Fresh white t-shirts, waterproof slides, and a few pairs of buttery soft underwear. Bombas makes all that too. Bombas are my happy feet socks. I always go for bright and fun because why not? I wear them when I run and also for my every day. And for the first time, I recently ordered their t-shirts and they are as stylish and comfy as their socks. And Bombas is going international. Enjoy worldwide shipping to over 200 countries. Head over to bombas.com slash anatomy and use code anatomy for 20% off your first purchase. That's B-O-M-B-A-S dot com slash anatomy. Code anatomy for 20% off your first purchase. That's B-O-M-B-A-S dot com slash anatomy. Code ANATOMY for 20% off your first purchase. Bombas dot com slash anatomy and use code ANATOMY. When it comes to wireless plans, stop putting up with jaw-dropping bills and bogus fees. Switch to Mint Mobile. Mint Mobile has premium wireless plans starting at just $15 a month, and all plans come with high-speed data and unlimited talk and text delivered on the nation's largest 5G network. Plus, use your own phone with any Mint Mobile plan. My Mint Mobile phone is on the way, and I'm looking forward to taking advantage of some serious savings. If you like money, Mint Mobile is for you. Shop plans at mintmobile.com slash anatomy. That's mintmobile.com slash A-N-A-T-O-M-Y. Upfront payment of $45 for three-month five-gigabyte plan required, equivalent to $15 a month.",
    "speaker": null,
    "startTimecode": 561140,
    "endTimecode": 752840
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/12",
    "text": "New customer offer, first three months only, then full price plan options available. Taxes and fees extra. See Mint Mobile for details. In December of 2004, an almost unthinkable crime occurred in the tiny town of Skidmore, Missouri. 23-year-old Bobbie Jo Stinnett, who was eight months pregnant with her first child, was strangled to death in her home, her unborn daughter forcibly removed from her womb by an unknown assailant.",
    "speaker": null,
    "startTimecode": 753400,
    "endTimecode": 791240
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/13",
    "text": "While these are rare, they do occur in the United States.",
    "speaker": null,
    "startTimecode": 794120,
    "endTimecode": 794320
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/14",
    "text": "There's a profile.",
    "speaker": null,
    "startTimecode": 795280,
    "endTimecode": 795680
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/15",
    "text": "The killer is usually a woman who has been telling people that they're pregnant.",
    "speaker": null,
    "startTimecode": 799840,
    "endTimecode": 800100
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/16",
    "text": "It's usually a large woman, and she can hide a pregnancy just by her body size. And it's time to bring forth a baby and goes out and murders somebody and takes that infant. I just felt very strongly that that's what we were looking for. The brutal murder left Bobbie Jo's family and the community in utter shock. The motive, while deeply disturbing, was clear. Someone murdered Bobbie Joe to kidnap her unborn child. The baby's a month premature taken from their mother. If it survived this really, really crude cesareans, chances are it would survive if it was cared for. And so that weighed really really heavy heavy on us. We need to find this child fast. But as we've said, time is always of the essence in the first few hours of homicide. But in this case, there was even a greater sense of urgency. Not only were authorities searching for Bobby Joe's killer, they were searching for a missing infant whose young life was in imminent danger. And they immediately began by looking for any witnesses that may have seen who had been at the Stinnett's house that afternoon. Across the streets, a couple of established people had lived there for a while, and of course the area's being canvassed. And a neighbor across the street described seeing a small, dirty, red vehicle he thought was a Japanese-made vehicle, like a Hyundai or something like that, that was there during this time period. And he had never seen it before, but he didn't see who got out of it or who went inside. And of course, now that vehicle was gone. Now, as you can imagine, local law enforcement called in all of the help they could get, enlisting investigators from multiple agencies to help with the search. But they also ran into a unique and frustrating roadblock. Sheriff Espy tried to activate an Amber Alert. We run into a first with the Amber Alert situation here because we couldn't meet the criteria.  Certain criteria had been set up with the state and they denied it based on unknown color of hair of the child, unknown eye color, unknown height, unknown weight. They had not thought this through and there was no protocol for an unseen newborn or fetus that had been taken in such a manner. I can tell you, Sheriff Espy, man, he was upset. But the sheriff was determined to use all means available to find this baby, and an Amber Alert remained a priority. With precious seconds ticking and a young life potentially on the line, the sheriff had no patience for the protocol. So he got on the phone to U.S. Congressman Sam Graves of the Missouri 6th District and explained the problem.",
    "speaker": null,
    "startTimecode": 866540,
    "endTimecode": 968620
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/17",
    "text": "And Congressman Graves, much to his credit, he says, Sheriff, you give me two hours.",
    "speaker": null,
    "startTimecode": 973220,
    "endTimecode": 973460
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/18",
    "text": "Before two hours was up, the Highway Patrol called back and our Amber Alert went out at 1230 in the morning on December 17th. An Amber Alert is an emergency response system designed to disseminate information about a missing or abducted child by any and all means possible, from electronic roadway signs to radio and TV broadcasts. Named for Amber Hegerman, a nine-year-old abducted in Texas in 1996, the Amber Alert system has helped to recover thousands of missing or abducted children with the help of the public and the media. It's kind of like a full court press that can pay immediate dividends, but can also have another effect, turning a small town tragedy into a national headline. I know the sun was coming up when I pulled up to the sheriff's office and I could not believe my eyes, but we had every major news stationed there with all the satellite trucks. They had filled the parking lot and you couldn't walk any place without having a microphone and a camera on you. But while the press scrambled for details about the murder and the kidnapping, investigators had a job to do, starting at the crime scene. The crime scene itself was beyond disturbing. It was unlike anything these investigators had ever seen before. There was so much blood on the floor that one of the detectives that did the crime scene, he said, you know what a snow angel is? He goes, this looks like a snow angel, except it's in blood. Investigators found no signs of forced entry into the house, and the blood evidence made it clear that the attack started and concluded inside the small back bedroom of the stinted house, where Bobby Jo also kept some kennels for her dogs. So the presumption would be that either Bobby Jo knew or was expecting her attacker, but whoever that person was, he or she left very few clues at the scene. They did not find a murder weapon at the house. I don't think they recovered any fingerprints. There were blood samples taken from the house. We were very much aware of DNA and how important that is. So all of those bases were covered. The place was diagrammed. It was photographed. Samples were taken. Thorough search throughout the house, see if we were missing anything. Everybody that was there working on that were experienced homicide investigators. So, you know, we were just making sure that we were doing our due diligence. The next thing for investigators to do was to try to pinpoint the exact time of the murder. You know, it's our timeline. And according to Bobby Joe's mom, the last time she spoke to her daughter, her call was interrupted by a visit from someone that Bobbie Jo claimed was there to see dogs.",
    "speaker": null,
    "startTimecode": 980560,
    "endTimecode": 1133800
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/19",
    "text": "Shortly after that call, Bobbie Jo's mom called her again to confirm the ride home. But instead of Bobbie Jo, she got the answering machine. And this was one of those machines where you would have been able to hear the incoming message being played on the speaker while it was being recorded. So now as investigators listened, they heard the recorded message from Bobbie Jo's mom. Saying that he didn't show up to pick me up to take me shopping. So I'm going to walk down to the house. That was just a short time later the night that her mother found her and called 911. So they surmise that maybe that phone call was heard by the killer who exited shortly after that. It was pretty good evidence that the person who had come in to look at the dogs and the person who killed Bobby Joe and abducted her child were one in the same. So the next step was to identify who that person was. According to her husband Zeb, he didn't have a record of who might have made the appointment. But since most of her business was conducted online, that information surely would be found somewhere on his wife's computer. The St. Joe crime scene people brought her home computer into the mobile crime lab, and they mirrored the hard drive. So they got to looking into what was in there, and they found a message from a person that had set up an appointment to come look at the dogs. The message from just the day before the murder was from a woman named Darlene Fisher from Atchison County, Kansas, who had indeed expressed interest in purchasing one of Bobby Joe's terrier puppies. We were starting to lean that direction that maybe that person did the murder or maybe that person saw something that would be helpful. As you can hear from Randy's description, investigators were trying not to get tunnel vision and were leaving open the possibility that this person could have just been a witness. Not necessarily the killer, but Randy also had a gut feeling that there was something off about that name and that email. The frightening part of that was the email name that this individual used. She claimed to be Darlene Fisher, and her email was Fisher4Kids at Hotmail. Fisher4Kids? A disturbing coincidence or a menacing clue from Bobby Joe's killer? Either way, the race was on to find this Darlene Fisher. We're headed to Atchison County, and we're going to the sheriff's office, and we're going to be waking people up. Who is this Darlene Fisher and where do we find her? The highway patrol checking driver's licenses and running a name search. It's just not coming up. No one knew this person. That's very sketchy at that point. That's a person we need to find who made this call. The name Darlene Fisher was not just unknown to law enforcement. It didn't turn up anywhere. No car registrations, no social media, nothing. Which likely meant that it was simply a false name, which, while frustrating, is also another clue that this potential client was a strong person of interest. And thanks to the Amber Alert and the resulting media attention on the case, they were getting other leads as well. Their local dispatchers were handling tips that were coming in. We spent the rest of that night following up leads. People are calling into the sheriff's office now. This has hit the news. And one of those tips came from a woman in North Carolina who was also a terrier breeder and a regular on a community message board called the Ratter Chatter. It turned out that Bobbie Jo was a popular and prolific poster on Ratter Chatter, which she used not just to generate business, but to share her love of terriers, dog breeding, and even more personal aspects of her life. She was also showcasing her pregnancy and I guess had quite a following. As news of Bobbie Jo's murder hit the message board, this particular tipster from North Carolina recalled an exchange that was posted just a day before the murder between Bobbie Jo and a user calling herself Darlene Fisher. But when investigators traced that user's account information, it actually led to the residence of a man named Kevin Montgomery. And at this point, alarm bells start going off because there was another tip that had come in regarding a similar name. While I'm at the sheriff's office, a woman named Patsy Hughes, who lived in Georgia, called and she said she raises rat terrier dogs. She knows a woman named Lisa Montgomery. She met her at dog shows. This Lisa Montgomery had asked the woman in Georgia to teach her 13-year-old daughter to show dogs. And they had actually struck a deal to do that. But here is where the strange part came in. We were told that Lisa said she was pregnant, but she didn't look pregnant. And then, oddly enough, on the night of the murder, Lisa called her daughter on December 16th and said, Hey, your baby sister has come. Your baby sister has come. The coincidence was too chilling to ignore. And then Patsy heard on this chat line about Bobby Joe's murder, and it concerned her enough that she called this lead-in. And I was standing next to Sheriff Espy, and I said, Sheriff, I want that lead. He says, you have it. It was a major break in the search for Bobby Joe Stinnett's killer and the possible location of her kidnapped infant daughter. And I said, we've got to get past the reporters, so I'm going to walk out of the sheriff's office. I'm going to walk the two blocks to my office. I'm going to grab some things. I'm going to walk out the back door. I want your car waiting for me at the back door. Make sure none of the reporters are following you and we're going to take off. And that's exactly what we did. Randy was racing towards an address in Melvern, Kansas, a town about 175 miles from Zeb and Bobby Joe's home. In the meantime, the computer forensics team had already traced the IP address of the so-called Darlene Fisher. We made the turn off the highway and they said, hey, I want you to know that, you know, remember that Darlene Fisher email from Fairfax? And I said, yeah. They said it came from the house you're going to. We've run it backwards. It's a dial-up number, but it came from that house you're going to. And I just looked at Don and said, my God, we're here, man. Game on. We're going to find our baby. Everyone loves new jewelry, but there can be hurdles when it comes to buying it. Things like limited selections, long wait times, sky-high prices, or even snooty service can put a damper on what should be an exciting experience.",
    "speaker": null,
    "startTimecode": 1134560,
    "endTimecode": 1539680
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/20",
    "text": "Let BlueNile.com help. At Blue Nile, you'll find thousands of independently graded diamonds and fine jewelry pieces at prices below your expectations. Add a touch of class with a timeless pearl necklace or stand out with 14-carat gold teardrop oval hoops. Blue Nile even offers 30-day returns and a diamond price match guarantee. I recently gifted a paperclip necklace in 14 carat Italian white gold. There are smiles all around. Experience the ease and convenience of shopping Blue Nile, the original online jeweler. Go to BlueNile.com today. That's BlueNile.com. what does the future hold for business dot com. thousand businesses have future-proofed their business with NetSuite by Oracle, the number one cloud ERP, bringing accounting, financial management, inventory, HR into one fluid platform. With one unified business management suite, there's one source of truth, giving you the visibility and control you need to make quick decisions. When you're closing the books in days, not weeks, you're spending less time looking backwards and more time on what's next. Whether your company is earning millions or even hundreds of millions, NetSuite helps you respond to immediate challenges and seize your biggest opportunities.",
    "speaker": null,
    "startTimecode": 1540240,
    "endTimecode": 1634680
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/21",
    "text": "Speaking of opportunity, download the CFO's Guide to AI and Machine Learning at netsuite.com slash AOM. The guide is free to you at netsuite.com slash AOM. Netsuite.com slash AOM. The guide is free to you at netsuite.com slash AOM. netsuite.com slash AOM.",
    "speaker": null,
    "startTimecode": 1635220,
    "endTimecode": 1648580
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/22",
    "text": "Investigators had always suspected that the woman who messaged Bobbi Jo Stinnett the day before her murder had used a fake name and email.",
    "speaker": null,
    "startTimecode": 1657240,
    "endTimecode": 1664940
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/23",
    "text": "But this Darlene Fisher made the mistake of not masking her IP address, which was traced back to a house in Melvern, Kansas. The house belonged to husband and wife Kevin and Lisa Montgomery, one or both of whom were now the primary persons of interest in Bobbie Jo's homicide and the kidnapping of her infant daughter. And since this was now an abduction that had potentially crossed state lines, the FBI was called in to assist. So as we get close, I'm told that they had activated a couple of FBI agents out of the Topeka office and had them go put eyes on the scene. And once they got there, they see a dirty red Toyota. I don't remember exactly, but it fit the description of what we were looking for that had been seen at the house. They said they saw a man and a woman carry an infant into the house. At 1230 in the afternoon on December 17th, less than 24 hours after Bobby Joe's murder, Randy and his partner Don met the two FBI agents near a crossroads to strategize their approach to the house. I said, hey, look, I know the case. I said, this baby's a month premature. We don't know what condition it is, but I said, there's five of us. Let's go there. We're going to soft knock our way into the house. I'm going to tell them, I said, you know, we're here following up on leads. We understand that you maybe know our victim and had been in a dog show with them in Nabila, Kansas. And just tell them that we're there looking for leads and just kind of see if we can get our foot in the door. In the approximately 48 hours since the murder, this had understandably already become a high-profile case, and the FBI agents were advocating for a bit more caution. Frankly, they were a little hesitant. They said, you know, we got help coming on the way. I said, guys, there's five of us. I said, we can do this. And I just said, Don, turn the car around, we're going. And so an impromptu task force of local deputies and feds descended on the Montgomery home carefully. This is in a rural farm area and it's one of those small older two story farmhouses with an outbuilding and it's got a gravel driveway. As we're driving up I said Don we don't know if her husband Kevin's involved in this murder but I said I'm going to talk us into the house you don't take your eyes off of him just be prepared for anything. So remember  the know if her husband Kevin's involved in this murder, but I said, I'm going to talk us into the house. You don't take your eyes off of him. Just be prepared for anything. So remember the scene in Silence of the Lambs when Jodie Foster's character shows up at the house at the end and spots a death moth. And at that moment, she just knows she's at the house of the killer. The way Randy described this scene to me, It was kind of like that. So my Silence of the Lambs moment is when I stepped out of Don's car, and I'm surrounded by rat terrier dogs barking at my feet. At the sound of the dogs barking, Kevin Montgomery came out of the house and met investigators on the front porch. Kevin's obviously nervous. So I just called him out by name, Kevin. And he said, yeah. And I introduced ourselves and I said, this is why we're here. We understand that you knew Bobby Jo Stennett, maybe you had met her at a dog show and you probably heard about her murder and we're looking for leads. So that's why we're here. Can we come in and talk? According to Randy, the man appeared genuinely shocked to see police on his doorstep and didn't hesitate before inviting them inside. As I'm walking up on the porch, he goes, my wife had a baby yesterday. I go, really? And he opened the door for me. I was the first one to cross the threshold and I'm really, really nervous. You know, I don't know if we walk in, if we're going to get shot or what. And let's just set the scene. Randy was confident that the person who arranged to meet Bobby Joe to see her dogs was also the person that had killed her. And that person's email was traced right back to this address. Not only that, but the feds had seen the couple exit a car that matched the one seen at the crime scene and walk into the house with a baby. I mean, this is it. It's a dim lit room. It's incredibly cluttered. Cigarette smoke. Well, on the opposing wall from the door is a television set. And at that very moment, our Amber Alert is running across the screen. And I turn to my right and there's's a sofa. And there sat Lisa Montgomery holding our baby. And she's smiling, smiling enough that it unnerved me. This was first and foremost a recovery mission, so Randy's instinct was to first check on the baby's condition. I'm looking at the baby, and I can see its coloring is good. It's breathing. It's silent. It's not crying. And there's a little scratch above her eye. And now began the dance between veteran investigator and suspect. Randy's first goal was to keep these suspects calm in order to protect the safety of the child. He also needed to question the Montgomerys to confirm what the circumstantial evidence suggested, that one or both of them were cold-hearted killers. So I just started talking to her, told her why we were there, same story I told Kevin. I said, you know, we're looking for into Bobby Joe Stonis' homicide. And she goes, Bobby Joe. And she kind of frowned. And Kevin threw her under the bus. He goes, you know, Lisa, we talked about that this morning. We heard about that. She goes, oh yeah, oh yeah. It was at that point that Randy began to think that maybe Kevin had no idea why the police were in his house, but that maybe his wife, Lisa, did. So I'm making small talk with her and I said, I see you have a baby. And she goes, yeah, I had it yesterday. And I said, where'd you have it? And she said, I gave birth at the women's clinic in Topeka, Kansas. She said, I went there to go shopping and went into labor. So I went there and had the baby. She said, you know, I had Kevin drive up in his vehicle and pick me up. And I said, OK, by any chance, could I see some discharge papers or anything to validate that? And she said, yeah, they're out in the truck. I said, Kevin, would you go get those? I think it's pretty obvious, Anasega, that Rennie does not believe the story she's providing. And there would be no reason for them to challenge it right at that very moment. Because again, they're accomplishing more than one thing here. Like, by just getting her to say anything, well, let her talk. And if she's telling the truth, they'll figure that out. And if she's lying, well, then they can use her words to prove it. They're also separating two people that as while he's thinking, maybe Kevin doesn't know, they don't know it. You know, Scott, as I'm even hearing Randy talk about this, it really strikes me at this point, like that chess match where each step is hopefully getting them closer to where they want to get, which is going to be checkmate to figure out who did this and pull together the case. Just a quick side note on the chess match, as you call that, Nasega. You know, when I talk to current and former investigators about conducting an interview, I usually mention my take when being face-to-face with a person of interest who is willing to talk. I say every word they utter is a thread. Pull enough of them and the fabric of lies begin to unravel.",
    "speaker": null,
    "startTimecode": 1786780,
    "endTimecode": 2088700
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/24",
    "text": "In an interrogation, silence isn't golden.",
    "speaker": null,
    "startTimecode": 2089260,
    "endTimecode": 2092200
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/25",
    "text": "You know, letting them talk is the catalyst that turns information into the truth you're chasing. And for Randy, it was all about unraveling lie after lie. Short time later, Kevin comes back with Don and he goes, tells Lisa he can't find these papers. And she goes, well, I don't know where they're at. Randy's gut told him that the woman on the couch was Bobby Joe's killer and the baby she was holding was not her own. She knew the victim. The email came from that house. At that point, she's not leaving. We're going to talk. She and I are going to talk. We're going to have a come to Jesus meeting. I'm convinced I just wanted to get that baby away from her without her doing a violent act to the kid. And that meant keeping his cool and his guard up. I said, maybe we could go outside and talk and maybe you would let one of these other guys hold your baby while we did that. She agreed to do that. She got up. Oddly enough, she walked like a woman had just given birth. With the baby safely in the hands of law enforcement, Randy led the woman outside and towards his car.",
    "speaker": null,
    "startTimecode": 2092720,
    "endTimecode": 2154960
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/26",
    "text": "I'm that guy that gets Miranda out of the way pretty quick. And so I gave the spiel and got that signed off with. And we started talking. And she said, you know, I got to be honest with you. She said, now that Kevin's not here, I want to tell you what really happened. And I said, well, okay, now's your chance to talk. And she said, Kevin doesn't make much money. We're poor. And she said, I didn't really want to spend a lot of money on a doctor's visit or a hospital visit to give birth. So I had the baby at home. She says, but I want to assure you that it was a safe delivery. She said, I had three of my girlfriends here with me to help me. And that must have been music to Randy's ears because three friends meant three potential witnesses to verify or dispute her alibi. I said, do you mind if I could get their names? And then it changed. Well, two of them were actually at their house. I could have called them if I needed them, but one was here and she gave me the lady's name. I said, may I have her phone number? And she goes, well, she really wasn't here either. I gave birth by myself. Randy then asked Lisa Montgomery to get out of the cold and sit in his car. He hoped that the longer he kept her talking, the closer he would get to the truth. I'm sitting in this car with this woman. It's cold and I'm wishing I had an office to take her to, but she's got a band-aid on her finger that's fresh and I can see that it's bled through. And I'm looking at her cuticles and I can literally see dried blood and tissue under her nails and in her nail beds. But he also got the feeling that Montgomery was not going to crack. She had her story and she was going to stick to it. I'm really starting to get concerned that things are going to fall apart. And so I'm trying to keep her talking about this and ask her about how she cut her fingers. And she said, well, when she was driving to Topeka yesterday, she had a flat tire. So she told me after she delivered the baby at home, she put the baby in the car, drove to Topeka so that Kevin wouldn't be upset. And she told him a lie. She said, I had birth at the women's clinic there and he come up and pick me up just so that he wouldn't be upset with me having a baby at home alone. And she said she had to stop and change a tire on the way, and that's how she cut her finger. And I mean, it was just one lie after another. Then Randy got an assist from an unlikely source as a car pulled up into the driveway. It was an elderly couple, and Lisa's demeanor just immediately changed. She got angry. She looked at me, and she goes, get me the hell out of here. I said, okay, what's going on? Who is this? And she said, that's Kevin's parents. I don't want to deal with them right now. And soon afterwards, she would get her wish. An ambulance was called for the baby. And when a local deputy arrived at the scene, Randy enlisted his help to seal the deal. I stepped out of the car and I told him what we had. And he's like, oh my God. I said, listen, I've got the suspect in the car. I need a place to interview her. At that point, the clock was still ticking. Not just because it was important to try and keep her talking, but also because Randy suspected that the reporters might be right behind them and their presence would only complicate, even jeopardize an arrest. I said, I think the media is probably going to be here shortly. I said, you're about to get overworked. I said, where can I go? Where can you take me that they're not going to find me? And he goes, you know, there's a narcotics office in a small town close to here. How about if I take you there? With Lisa Montgomery in the back seat, Randy and Don followed the deputy to a vacant, nondescript building in town. They walked her into a room and started their chat with Lisa Montgomery. Short time later, he came back with a couple of cartons of cigarettes and we sat down. Don and I got to business with her. And the conversation they would soon have would reveal the disturbing truth about Bobby Joe's murder. Whether you're traveling, advancing your career, or just love learning, speaking a new language can create incredible opportunities. Rosetta Stone makes it easier and more immersive than ever. With 30 years of experience, millions of users, and 25 languages offered, Rosetta Stone is the go-to language learning solution. Designed for long-term retention, Rosetta Stone immerses you in your new language naturally, helping you think and communicate confidently. I recently returned from Sicily where I ventured into some small towns and villages, fueling my passion for photography. Check out my Instagram at Weinberger Media for some of my favorite pictures. And with the help of Rosetta Stone, I was armed with the knowledge of how to converse in the native language. Italiano, don't wait. Unlock your language learning potential now. Anatomy of Murder listeners can grab Rosetta Stone's lifetime membership for 50% off. That's unlimited access to 25 language courses for life. Visit rosettastone.com slash anatomy to get started and claim your 50% off today. By the time Detective Randy Strong sat down with Lisa Montgomery, he had plenty of suspect interviews under his belt. But even he knew that this was a special case. So my approach is, it's got to change because if you have a suspect that has sympathy for the victim, maybe remorse for what they did, they're pretty easy. That's not this case. She had absolutely zero remorse.",
    "speaker": null,
    "startTimecode": 2155480,
    "endTimecode": 2499200
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/27",
    "text": "None. It was all about her. And that become very, very apparent. So with that, my strategy was, all right, we have you. We know what you did. How do you want to be perceived in a court of law? Because we know that that's going to have a bearing on what's going to happen to you. So here's your opportunity to tell us that, what happened. And thus begins yet another dance, the back and forth in the interview room.",
    "speaker": null,
    "startTimecode": 2499920,
    "endTimecode": 2525060
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/28",
    "text": "First, she denies ever being in Skidmore at Bobby Joe's home.",
    "speaker": null,
    "startTimecode": 2528340,
    "endTimecode": 2528740
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/29",
    "text": "Then she denied using the alias Darlene Fisher.",
    "speaker": null,
    "startTimecode": 2531860,
    "endTimecode": 2532580
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/30",
    "text": "She was tough. I mean, it was back and forth. She never asked for an attorney, never stopped talking to us. If she had a lit cigarette and was smoking, she would talk. As soon as that cigarette went out, she stopped talking. And I picked up on that pretty quick. I'd hand her another one, light it, and we would keep going. And eventually that perseverance and those cigarettes, they paid off. Finally, it was at 2.28 p.m. I have it wrote down. She just finally gave it up. She looked up and she goes, you have Bobbie Jo's baby. We crossed that hurdle. And once we crossed that hurdle, she started giving things up. Much of what she confessed was already pieced together by investigators, or at least heavily suspected by the evidence they'd meticulously gathered. But now they were hearing straight from the source. She told us that yesterday she got up early and borrowed her daughter's Desiree's cell phone for the trip. And after her kids left for school, she took off in a red Toyota Corolla. Montgomery had gotten directions to Bobby Joe's house off the internet, and she took blacktop highways to avoid towns where she might be spotted and recognized. Having made contact with Bobby Joe using a fake name through the message board and by text, Montgomery arrived at Stinnett's house just after 1230 in the afternoon. Bobby Joe believed she was there to buy a puppy, which we kind of thought was probably how she got inside. She said her and Bobby Joe took the puppies out to play with and look at. And she was there when Bobby Joe got a phone call and Bobby told the caller that someone was here to see the puppies and cut the call short. Which would have been Bobby Jo's mom. Really the most chilling part was she said, I almost left without doing it. But she decided to go ahead and try to get the baby. Randy described Montgomery's demeanor as eerily calm and devoid of emotion when she described what she did next. She brought with her a knife and a white rope that were hidden in her coat pockets. And she said she choked Bobby Joe with a white rope. After Bobby Joe lost consciousness, Montgomery used the knife she had brought with her to cut into the pregnant woman's abdomen. She then graphically described how she took the unborn child literally from Bobby Joe's body and then carried the baby girl from the house. Montgomery then fled the scene in the direction of her home in Kansas, more than a two-hour drive away. But she did make a stop along the way. It only serves to prove that her actions, both the murder and the kidnapping of Bobby Joe's baby, were all carefully and methodically planned. Because not only had she carried with her the weapon used to kill Bobby Joe, she also had supplies she planned to use to care for the infant baby. She said she stopped at a location, she got into the trunk and she got cord clamps out and she clamped the umbilical cord. The baby was crying at that point. And she said, I got a bulb syringe out and suctioned the baby out and then cleaned the baby up with baby wipes. And she got a child's seat out of the trunk and put the baby in the child's seat. And she drove to Topeka, Kansas. It was about as full and disturbing as a statement like this can get. Lisa Montgomery had not just admitted to premeditated murder and kidnapping. She had admitted to carrying out a crime so heinous, so inhuman, it was almost unthinkable. Her head hung lower, her voice lowered a little bit, her shoulders did slump forward. But at no time did she mention feeling bad about what she had done. Nothing. There was just zero empathy. Her actions upon her return to Kansas supported Randy's suspicion that her husband Kevin was indeed in the dark about his wife's evil plans. Lisa phoned Kevin from Topeka and said, hey, I've had a baby girl. Come get us. Lisa told Kevin to meet him at the Long John Silver's across from this birthing clinic. She said she went into the gas station bathroom and cleaned up, changed clothes, and then drove to a Long John Silver's and waited for Kevin. Apparently convinced that his wife had been pregnant for the last nine months, Kevin Montgomery did not question the sudden arrival of a new baby or while somewhat baffling the absurdity of meeting that new baby in the parking lot of a chain restaurant instead of a hospital. And then Kevin showed up in his pickup truck with her daughter and and her daughter drove the red Toyota car back, and then she rode in a pickup truck with Kevin on the way back and carried the baby. In the interview room, Montgomery claimed that the plan to murder Bobby Joe was hers and hers alone, and that she had told no one. She said everything that she used to do the murder with was still in the trunk of the car. She had not thrown anything away. You know, Scott, obviously for anyone, us included, hearing this, it's one of those things that your head is like flipping around like over and over because you just can't even believe that this is horrendously true. Like there's obviously much more going on here, you know, whether it is mental health component or some motive that has not yet become clear. You know, when I'm looking at this as a prosecutor, it's like, well, did she know what she was doing is wrong, right? Because that is the criteria for holding someone accountable for their actions. And here, look, I mean, she faked the legitimacy of birthing a child, and then she continued to lie to law enforcement. And as you've said, like, you know, multiple times in this case, like, it it was so pre-planned and that all goes against some sort of total mental break with reality, albeit horribly puzzling. Even with all the steps she took to plan and commit this heinous murder, what she did after in her attempt to cover it up was completely incompetent, especially with leaving the murder weapon and the clothing found in her car.",
    "speaker": null,
    "startTimecode": 2535300,
    "endTimecode": 2885340
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/31",
    "text": "But let me say this. I'm sure Randy and the team were so relieved that they found the newborn and that the baby was in relatively good health. That was a huge win right there. Now, the evidence would have to prove who participated and who didn't participate in the murder and the abduction of Bobby Joe's baby. But one thing was clear, the scheming and the cold-bloodedness to commit this crime, that fact, Anasega, was as clear as day. Don and I both realized that we had a first-degree homicide and possibly a death penalty case on our hands. There was so much pre-planning that went into this. I mean, she had a birthing kit with her. Without calling her out on it, she describes it. You know, she had a bulb syringe. She had cord clamps. She had a baby car. We knew exactly that this was pre-planned. And as it turns out, Montgomery's full disturbing confession came right in time. I walked around to the back to the alley, got my cell phone out, and I heard a helicopter coming. I looked up, and a Kansas City News helicopter was flying overhead, headed to the house. It was that close. We found out later on the news media was following the same leads that we were on the Rat Terrier website. And they were in all the chat rooms and they were picking up the same thing we were. And they were just minutes behind us. Can you imagine that the media shown up at that house before we got there? DNA testing eventually confirmed the baby's identity as Bobby, Joe and Zeb's daughter. The infant was returned to her father, miraculously physically unharmed except for a small cut above her eye, a cut that doctors say was caused by the killer's blade. Zeb, I'm sure, emotionally was just devastated. He was grateful to get his daughter back, but I know that he suffered immensely. This crime is so awful in so many ways, but most of all, it leaves me and probably you asking why.",
    "speaker": null,
    "startTimecode": 3005540,
    "endTimecode": 3011000
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/32",
    "text": "Why would she think she could just steal another woman's baby?",
    "speaker": null,
    "startTimecode": 3014220,
    "endTimecode": 3014560
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/33",
    "text": "And of course, why target Bobbie Jo?",
    "speaker": null,
    "startTimecode": 3017120,
    "endTimecode": 3017720
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/34",
    "text": "We do know that Montgomery was on the Ratter Chatter message board and followed along as Bob Bobby Joe discussed her experience as an expectant mother.",
    "speaker": null,
    "startTimecode": 3021260,
    "endTimecode": 3025740
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/35",
    "text": "But was there any other reason to target her in particular? We learned that later on during the follow-up investigation that there was a disagreement of some sort at this Abilene dog show that both these women attended to that went towards Bobby Joe's favor and not Lisa. And so there was probably a grudge there. As for why Montgomery had been faking her own pregnancy, the reasons get a little more convoluted. Apparently, in the week prior to the homicide, Montgomery's ex-husband had filed for custody of their teenage children that had been living with their mother. Her husband, I believe his name was Carl Bowman, was taking her to court trying to get custody of the kids. And we believe that's what motivated this. In a previous custody hearing in a bid for sympathy, Lisa Montgomery had told the judge that she had recently had a miscarriage. The only problem with that story was that she had undergone a tubal ligation more than 10 years before, and her ex-husband was ready to call her out on a lie. She was being brought back into court to address this continual custody hearing, and she knew that that was going to be brought up. So we think that Lisa was just going to walk into the courtroom saying, hey, look, you're a liar. I've had a baby. Here it is. It was an elaborate and outrageous lie that would ultimately lead to a horrendous act of murder and all the terrible rest as you've heard it, all to keep from getting exposed. Lisa and Kevin Montgomery eventually gave consent to the FBI to search their home, vehicles, and the family computer. They recovered forged doctor's letters, a birth announcement, and even a disposable camera with pictures of Lisa at home with Bobby Joe's baby. The follow-up investigation revealed that she had printed off a ultrasound picture of a baby and claimed that to be hers. What they found out when they looked at her computer, her home computer, they discovered that she had downloaded that picture from an internet site. And then Lisa got in using a photo editing, I think it was Adobe Photoshop, and changed the doctor, changed the hospital, changed the name and the date. A forensic search of her computer also uncovered internet searches related to how to perform a cesarean section, how to register birth certificates from a home birth, and the location of nearby birthing clinics. Montgomery's car contained equally damning evidence, including her blood-stained coat, a birthing kit, bloody gloves, and the murder weapon itself. And then the white cotton rope, you know, it was like the old white cotton rope that you would make a clothesline in your backyard with. It was covered in blood and it had hair wrapped into it. That was a treasure trove of DNA. And if that wasn't enough, there was also the DNA that was still found on Montgomery's own hands. I told the marshals, I said, when you get her to Kansas City, get somebody to do fingernail scrapings because there's a lot of DNA evidence. And sure enough, there was. She had massive amounts of DNA underneath her nails. Lisa Montgomery was arrested and charged with kidnapping resulting in death, which became a federal offense as soon as she crossed state lines. At her subsequent trial, prosecutors argued that Montgomery's actions were calculated and deliberate, driven by her desperation to maintain her fabricated pregnancy story. The defense was that mental illness due to trauma during her growing up, sexual abuse from stepfathers, unloving mother, that was her defense. They caved in and said, yeah, she did this, but here's why. On October 22, 2007, after five hours of deliberation, the jury found Lisa Montgomery guilty of all charges. Four days later, they recommended the death penalty and the judge formally sentenced Montgomery to death row. On January 13, 2021, Lisa Montgomery was executed by lethal injection in the U.S. Penitentiary in Terre Haute, Indiana, becoming the first woman executed by the federal government in 67 years. Following the trial, Bobbie Jo's family expressed gratitude that Bobbie Jo's daughter had been safely returned. And despite losing her mom, was given the opportunity to grow up surrounded by a loving and supportive family. They were so grateful. This horrible nightmare that's maybe going to start coming to an end here is kind of the impression I got. They were very grateful for everything that everybody had done. it's been just over 20 years since the horrible day since Bobby Jo's daughter lost her mom, and almost her own life before it had even begun. But she has never forgotten the efforts of the many people that came to her rescue and fought for justice for her mother. I saw her graduation was coming up, and I reached out to Zeb, and I said, Hey, look, the FBI agents that were there and my partner Don Fritz and I, we don't want to take away from her graduation, but what do you think? Could we maybe come to a pre-graduation party or something like that and meet her? He goes, I'd be honored if you guys showed up. So I made that happen. I called those guys, and we showed up at her grandmother's pre-graduation party. Met her for the first time formally and my God was that emotional. I was crying. She was crying. I'll get choked up now talking about it, but she was so thankful. To put it simply, for investigators like Randy Strong, it is the reason they do the job. And that's the why. I stayed and watched her walk down the aisle and get her diploma and come out. And she sought me out and saw me sitting up in the bleachers and motioned me come down. She gave me a big hug and I'll never forget that. Neither will I. It was while I was researching and preparing for my interview with Randy that I first discovered that he had the rare and deeply emotional opportunity to meet Bobby Joe's daughter, 18 years after he rescued her from the arms of a psychopathic killer. That moment in the interview where he described their first encounter was profoundly moving for both of us. It is unimaginable to fathom the circumstances of her entry into this world, which did include a small knife wound by her eye, a chilling reminder of what she had endured as a newborn. Zeb Stinnett, her father, has done everything in his power to shield her from the spotlight, ensuring a life of privacy and protection. Yet his decision to honor her wish to meet Randy speaks volumes about his compassion, understanding, and respect for her journey. Today, she has grown into a thriving, resilient young woman, a testament to survival, courage, and the enduring strength of the human spirit. Scott and I debated whether we would cover this case. Could we discuss it without being overly graphic in this already extremely disturbing crime? But we decided that Bobbie Jo lost her life in this most terrifying and brutal of ways. And remembering her is exactly why we would cover it, but hopefully as carefully as we could.",
    "speaker": null,
    "startTimecode": 3026500,
    "endTimecode": 3490880
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/36",
    "text": "Bobby Jo was so excited to be a new mom. She was loved by her husband, her family, her friends.",
    "speaker": null,
    "startTimecode": 3491680,
    "endTimecode": 3497260
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/37",
    "text": "The crime committed against her is unexplainable.",
    "speaker": null,
    "startTimecode": 3497820,
    "endTimecode": 3501040
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/38",
    "text": "We're so thankful that law enforcement was able to save her infant daughter and allow her to grow up surrounded by her dad and true family.",
    "speaker": null,
    "startTimecode": 3501580,
    "endTimecode": 3509780
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/39",
    "text": "She lost her mom even before she was actually born.",
    "speaker": null,
    "startTimecode": 3510380,
    "endTimecode": 3514020
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/40",
    "text": "Bobbie Jo, we remember you today for who you were and the mother you were getting ready to be. And to your daughter, husband, and family, we hope you are well and continue to feel Bobbie Joe's love from above. Tune in next week for another new episode of Anatomy of Murder. Anatomy of Murder is an AudioChuck original. Produced and created by Weinberger Media and Frasetti Media. Ashley Flowers is executive producer.",
    "speaker": null,
    "startTimecode": 3514900,
    "endTimecode": 3547700
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/41",
    "text": "This episode was written and produced by Walker Lamond. Researched by Kate Cooper.",
    "speaker": null,
    "startTimecode": 3548380,
    "endTimecode": 3553060
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/42",
    "text": "Edited by Ali Sirwa and Phil Jean Grande.",
    "speaker": null,
    "startTimecode": 3553620,
    "endTimecode": 3556160
  },
  {
    "id": "97da6fc0-a745-4ad0-ae1f-585e5a584a6f/transcript/paragraph/43",
    "text": "So, what do you think, Chuck? Do you approve?",
    "speaker": null,
    "startTimecode": 3557080,
    "endTimecode": 3560080
  }
]