[
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/0",
    "text": "There are some cases so infamous that we have all heard about them. But some of the coldest cases, the most mysterious, are the ones that you've never heard of before. I'm Ashley Flowers, and every Wednesday on my show The Deck, I dive into the coldest of cold cases. Many of these victims didn't get the press coverage they deserved during the initial investigations, but I'm sharing what our reporting team has found on these stories in hopes that someone listening may have the information needed to bring answers to light. And that listener could be you.",
    "speaker": null,
    "startTimecode": 680,
    "endTimecode": 32360
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/1",
    "text": "Listen to The Deck now, wherever you get your podcasts.",
    "speaker": null,
    "startTimecode": 32880,
    "endTimecode": 36080
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/2",
    "text": "Anatomy of Murder is proudly sponsored by Amika Insurance. As Amika says, empathy is our best policy. That's why they'll go above and beyond to tailor your insurance coverage to best fit your needs. Whether you're on the road, at home, or traveling along life's journey, their friendly and knowledgeable representatives will work with you to ensure you have the right coverage in place. Amika will provide you with peace of mind. will work with you to ensure you have the right coverage in place.",
    "speaker": null,
    "startTimecode": 40340,
    "endTimecode": 65080
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/3",
    "text": "Amika will provide you with peace of mind.",
    "speaker": null,
    "startTimecode": 67580,
    "endTimecode": 67760
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/4",
    "text": "Go to amika.com and get a quote today. Diagnosed with cancer. A beloved young Christian woman fighting a battle undeserved. We thought she was God's gift, but she was a liar.",
    "speaker": null,
    "startTimecode": 88020,
    "endTimecode": 88440
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/5",
    "text": "Why would somebody fake cancer?",
    "speaker": null,
    "startTimecode": 89720,
    "endTimecode": 89880
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/6",
    "text": "From the number one smash hit podcast.",
    "speaker": null,
    "startTimecode": 91880,
    "endTimecode": 92200
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/7",
    "text": "It was only a matter of time until Amanda's whole world came tumbling down.",
    "speaker": null,
    "startTimecode": 95480,
    "endTimecode": 95600
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/8",
    "text": "You're not going to believe this.",
    "speaker": null,
    "startTimecode": 97160,
    "endTimecode": 97580
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/9",
    "text": "Scamanda premieres Thursday night, January 30th on ABC and stream on Hulu.",
    "speaker": null,
    "startTimecode": 102600,
    "endTimecode": 104160
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/10",
    "text": "Imagine you're at an exclusive party.",
    "speaker": null,
    "startTimecode": 106680,
    "endTimecode": 106860
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/11",
    "text": "Across the crowded room, you spot the most stunning man.",
    "speaker": null,
    "startTimecode": 109680,
    "endTimecode": 109980
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/12",
    "text": "You spit take your champagne.",
    "speaker": null,
    "startTimecode": 111360,
    "endTimecode": 111680
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/13",
    "text": "He keeps approaching and then he says, Your tanning session is now complete.",
    "speaker": null,
    "startTimecode": 113920,
    "endTimecode": 116360
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/14",
    "text": "What just happened?",
    "speaker": null,
    "startTimecode": 117360,
    "endTimecode": 117760
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/15",
    "text": "You found your escape at Palm Beach Tan. Break from the chaos at a Palm Beach Tan near you and leave rejuvenated. Take time for yourself at Palm Beach Tan and take that feeling with you wherever you go. Now get a free gift card for up to $50 featuring Australian gold. Hot guy not included.",
    "speaker": null,
    "startTimecode": 120140,
    "endTimecode": 133980
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/16",
    "text": "There's a tremendous amount of pressure on investigators and specifically Special Victims unit investigators and homicide investigators.",
    "speaker": null,
    "startTimecode": 137040,
    "endTimecode": 145020
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/17",
    "text": "I don't know that the general public realizes just how precarious case law, statute, and policy and procedure is in investigating the case of a murder. You got to be so careful. If you make a mistake, you could lose a case.",
    "speaker": null,
    "startTimecode": 145620,
    "endTimecode": 173060
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/18",
    "text": "I'm Scott Weinberger, investigative journalist and former deputy sheriff.",
    "speaker": null,
    "startTimecode": 177460,
    "endTimecode": 178120
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/19",
    "text": "I'm Anasiga Nicolazzi, former New York City homicide prosecutor and host of Investigation Discovery's True Conviction. And this is Anatomy of Myr.",
    "speaker": null,
    "startTimecode": 183300,
    "endTimecode": 187380
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/20",
    "text": "Today's episode takes us back to Scott's old stomping ground along the South Florida coast.",
    "speaker": null,
    "startTimecode": 192000,
    "endTimecode": 197180
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/21",
    "text": "And as many of you may know, I was once a deputy sheriff from Broward County, which I've often described as a place of stark contrasts. There are nice parts of towns complete with palm trees and frozen drinks. And then there's the not so nice. While I was in uniform, I handled calls on both sides. I always describe this particular part of Florida as a jigsaw puzzle. And any different turn you make, you could find yourself in the wrong part of town. You're a stone's throw away from the most beautiful beach and some of the greatest restaurants and entertainment that you can get in South Florida.",
    "speaker": null,
    "startTimecode": 197700,
    "endTimecode": 234760
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/22",
    "text": "But you throw a stone and you're in an area where you could buy any drug, could possibly get robbed, and or find yourself in a precarious situation. could possibly get robbed and or find yourself in a precarious situation.",
    "speaker": null,
    "startTimecode": 235620,
    "endTimecode": 245580
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/23",
    "text": "Paul Creelman has been in law enforcement in some form or another since he was barely out of grade school. At the age of 14, I became a police explorer, which was a kind of like Boy Scouts for police work. And then as I became 16 years old in that same program, I began to ride along with the officers two or three times a week. It made an impression upon me and the men that I got to know and began to really look up to and respect, some of them like fathers. I knew in my heart I had to become a cop.",
    "speaker": null,
    "startTimecode": 250820,
    "endTimecode": 276620
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/24",
    "text": "Paul eventually worked his way up to detective and even spent 10 years as a detective in Broward County before moving to the homicide unit at the West Palm Beach Police Department.",
    "speaker": null,
    "startTimecode": 277440,
    "endTimecode": 287960
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/25",
    "text": "And when I'm thinking about those contrasts that you were talking about that exist in South Florida, Palm Beach is the prime example of that. Because when many of us hear Palm Beach, we think of mansions by the ocean, luxury shopping, and the top 1% of the 1% of wealth in this country. But other areas in Palm Beach are very different than the extreme wealth seen on the coast. And that includes the area of West Palm Beach.",
    "speaker": null,
    "startTimecode": 288660,
    "endTimecode": 311780
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/26",
    "text": "And what separates us is the intercoastal waterway. That's a very high crime rate in the city of West Palm Beach. We have many years been in the top 10 most violent cities in the nation.",
    "speaker": null,
    "startTimecode": 312320,
    "endTimecode": 322600
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/27",
    "text": "On the night of October 15th, 2021, shortly before 11 p.m., guests at a local Holiday Inn hoping to enjoy a little R&R in the Sunshine State were instead treated to a glimpse of that deadly violence. Yes, ma'am, it's the Holiday Inn. I'm not sure exactly what the address is.",
    "speaker": null,
    "startTimecode": 324020,
    "endTimecode": 343720
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/28",
    "text": "On October 15th, 2021, there was a 911 call made, and the dispatcher answered the phone, and there was a gentleman on the phone reporting that there had been a shooting at a Holiday Inn on Metro Center Boulevard in West Palm Beach.",
    "speaker": null,
    "startTimecode": 344500,
    "endTimecode": 358280
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/29",
    "text": "We just seen a guy.",
    "speaker": null,
    "startTimecode": 358860,
    "endTimecode": 360120
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/30",
    "text": "We heard four or five gunshots here in the parking lot. The guy took off running right there to the right on the street, and there appears to be a guy shot in the driveway.",
    "speaker": null,
    "startTimecode": 360740,
    "endTimecode": 370160
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/31",
    "text": "The husband and wife who witnessed the shooting just happened to be off-duty corrections officers on vacation, and their quick action ensured a swift response from first responders. Since the cops are at this right where you check in, right in the very front entrance.",
    "speaker": null,
    "startTimecode": 370880,
    "endTimecode": 384420
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/32",
    "text": "The wife had to refer to her iPad to get the exact location because they had had the GPS running on her iPad. They were able to give the dispatcher the correct address, and I think within six minutes, the police arrived. When police arrived, the responding officers discovered the victim with severe trauma to the head, lying just a few feet from the front entrance of the hotel.",
    "speaker": null,
    "startTimecode": 389700,
    "endTimecode": 408800
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/33",
    "text": "There was a couple of witnesses lingering around, and they secluded the witnesses from one another and asked them to stand by for detectives as they attempted to render aid to the victim.",
    "speaker": null,
    "startTimecode": 409460,
    "endTimecode": 418820
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/34",
    "text": "But sadly, there was nothing they could do. At 10.58 p.m., West Palm Beach fire medics pronounced the victim dead at the scene. The victim, a young man, had an obvious gunshot wound to the face.",
    "speaker": null,
    "startTimecode": 419740,
    "endTimecode": 432000
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/35",
    "text": "We positively identified the victim as Mr. Jamal Drummond.",
    "speaker": null,
    "startTimecode": 432860,
    "endTimecode": 436360
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/36",
    "text": "Jamal Drummond was a young father from nearby Rivera Beach who was at the Holiday Inn that night to help celebrate a friend's birthday. Jamal was just 23 years old.",
    "speaker": null,
    "startTimecode": 437280,
    "endTimecode": 448040
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/37",
    "text": "From everything that I found out about Jamal Drummond was that he was a very kind guy that just liked to be around his family and fish. He apparently was an avid fisherman. And in his fishing, he would run into people and become friends with them. He had friends from all walks of life. Jamal was a devoted dad and a loyal friend, not the kind of person who made enemies or sought out trouble, which made his murder not only tragic, but all the more puzzling that he would have been targeted in such a brutal fashion.",
    "speaker": null,
    "startTimecode": 448560,
    "endTimecode": 481860
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/38",
    "text": "You know, obviously one of the questions you would ask somebody is, is there any reason why someone would want to kill your brother?",
    "speaker": null,
    "startTimecode": 483060,
    "endTimecode": 488840
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/39",
    "text": "And they could come up with nothing. And the answer was consistently no. He had no enemies. There's no reason for anyone to want to kill him.",
    "speaker": null,
    "startTimecode": 489360,
    "endTimecode": 497760
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/40",
    "text": "Luckily, detectives had several eyewitnesses to the incident, and it was their accounts that would help kick off this investigation. The night of the murder, we had the opportunity to interview three people, the victim's good friend and former girlfriend who was on scene, as well as the husband and wife who were traveling and in their truck when this all went down. According to Jamal's former girlfriend, she had agreed to meet him and some friends who had gathered at the hotel for a birthday party. So she arrived in the parking lot and happened to find Jamal and a couple other people standing outside smoking cigarettes.",
    "speaker": null,
    "startTimecode": 498600,
    "endTimecode": 536360
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/41",
    "text": "The mood was light and the vibes were chill, not rowdy or wild. But shortly before 11 p.m., they were approached by a stranger.",
    "speaker": null,
    "startTimecode": 536940,
    "endTimecode": 546120
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/42",
    "text": "And as they were talking, drinking, doing whatever they were doing, a Spanish male wearing black pants and a camouflage hat, as she described with a military bag hanging around his waist, came up to them and asked them, have you seen this girl?",
    "speaker": null,
    "startTimecode": 546640,
    "endTimecode": 562360
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/43",
    "text": "And when he did that, he presented his cellular phone and there was a photograph of a young black female. And everyone took a look and they said, no, we haven't seen her. He said, okay, if you've seen her, please let me know, I gotta find her. According to Jamal's friend, the man then walked away and into the lobby of the hotel.",
    "speaker": null,
    "startTimecode": 563100,
    "endTimecode": 578420
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/44",
    "text": "Later, this male, according to her report to us, arrives again in the parking lot and asks them again, come on, guys, have you seen this girl? I got to really find her. They were a little annoyed by his persistence. And they said, no, we haven't seen this girl. Next thing you know, the suspect is looking into their cars. And they told him, get out of here. You know, you don't need to be looking into our cars. We told you this girl's not around here. Get away from us. And they were a little bit more firm with him, according to our witness. The man, who was clearly agitated, walked off into the far corner of the hotel parking lot.",
    "speaker": null,
    "startTimecode": 579140,
    "endTimecode": 615300
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/45",
    "text": "In the meantime, Jamal went back into the hotel to gather his things and to say goodbye to his friends. But on his way back out, he once again came face to face with that stranger.",
    "speaker": null,
    "startTimecode": 615860,
    "endTimecode": 627460
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/46",
    "text": "The suspect was walking into the hotel and Mr. Drummond was walking out. We don't know what happened right there. We don't know what was said, but our witness reported that something happened there verbally. There was some type of an exchange between the two men. She said as she looked up, because she heard the verbal exchange, she saw Mr. Drummond walking toward her, saw the suspect pull a firearm out of that bag he had around his waist with his left hand, and fired at least two shots of Mr. Drummond. Mr. Drummond fell, and the suspect ran.",
    "speaker": null,
    "startTimecode": 628080,
    "endTimecode": 662780
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/47",
    "text": "At least one of the shots hit Jamal above the right eye. It was almost immediately fatal. So I believe that his intention was to take Mr. Drummond out because of something Drummond had said to him, but I don't know what it is because no one witnessed it. So in the early moments of this investigation, it appeared that this minor altercation had somehow escalated to murder.",
    "speaker": null,
    "startTimecode": 663420,
    "endTimecode": 688000
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/48",
    "text": "And what, in another situation, may have just been settled with fists, was instead settled with a gun.",
    "speaker": null,
    "startTimecode": 688520,
    "endTimecode": 695220
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/49",
    "text": "And yet, even that scenario didn't quite sit right with detectives. Because there was something in the witness's description of the shooter's behavior that made it feel less like a fight and more like a planned ambush.",
    "speaker": null,
    "startTimecode": 696220,
    "endTimecode": 707760
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/50",
    "text": "And there was also this element of potentially a missing girl, the young woman in the picture. The shooter was obviously in distress over her. Did that make him a concerned friend or family member or the threat himself?",
    "speaker": null,
    "startTimecode": 708320,
    "endTimecode": 723900
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/51",
    "text": "Whatever the man's motive, detectives were confident that he could not have gotten far. And the faster they could release a description of the suspect, the sooner they could get him off the streets. The couple who was parked in their truck were getting ready to check into the hotel. The woman who was in the passenger seat, the wife, she turned and looked at the suspect as he ran by and got a very good description of him. And later, when I interviewed her, actually told me she would never forget his face.",
    "speaker": null,
    "startTimecode": 724840,
    "endTimecode": 752380
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/52",
    "text": "And just as importantly, she told police she was also able to describe the car he had arrived in. She believed that he had arrived in a little gray Toyota. She specifically remembered this little gray Toyota driving into the parking lot, and then the male was there. So she presumed, putting two and two together, that he had gotten out of or drove that car himself to the hotel parking lot.",
    "speaker": null,
    "startTimecode": 753240,
    "endTimecode": 776540
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/53",
    "text": "And of course, this being the digital age, there would also be video footage that might have captured the crime on camera.",
    "speaker": null,
    "startTimecode": 777100,
    "endTimecode": 783660
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/54",
    "text": "One of the first assignments that we issued was to have investigators and police officers just comb the area for surveillance cameras. It's 2021, there's surveillance cameras everywhere, and we expected to be able to pull up lots of surveillance video. It just so happened at this particular hotel, there were no exterior surveillance cameras, only interior surveillance cameras.",
    "speaker": null,
    "startTimecode": 784500,
    "endTimecode": 809280
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/55",
    "text": "Luckily, those interior cameras were of high quality. And after pulling the footage, investigators immediately spotted a person matching the suspect's description.",
    "speaker": null,
    "startTimecode": 809980,
    "endTimecode": 819180
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/56",
    "text": "As he walked around the hotel, he had a COVID mask on, a medical mask.",
    "speaker": null,
    "startTimecode": 819960,
    "endTimecode": 825020
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/57",
    "text": "We didn't get very many actual still photographs or video that we could make still photographs of his face.",
    "speaker": null,
    "startTimecode": 831940,
    "endTimecode": 832020
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/58",
    "text": "He did take the COVID mask down at one point when he was rounding the corner of one of the hallways in the hotel.",
    "speaker": null,
    "startTimecode": 838580,
    "endTimecode": 838680
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/59",
    "text": "And I was able to get a snapshot of his face off of that surveillance. So we had a general idea of, we had a general idea of what the person looked like, exactly what they were wearing, and it matched the things that were reported by the witnesses. Officers were able to use these screenshots from the video to release alongside a bolo notifying the public to be on the lookout and warning them that the suspect was likely armed and dangerous.",
    "speaker": null,
    "startTimecode": 842640,
    "endTimecode": 865300
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/60",
    "text": "In the meantime, crime scene investigators scoured the hotel parking lot for any more clues that could help identify the killer.",
    "speaker": null,
    "startTimecode": 866020,
    "endTimecode": 873260
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/61",
    "text": "Upon our first analysis of the crime scene, there was two spent shell casings discovered. They were 9mm shell casings. And we had also learned from witnesses that the suspect may have touched cars in the general vicinity of where the shooting occurred earlier in the evening. So there was some items to process, you know, shell casings to be collected, obviously hundreds of photographs to be taken.",
    "speaker": null,
    "startTimecode": 873920,
    "endTimecode": 900220
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/62",
    "text": "But the real evidentiary jackpot would come not from the hotel parking lot, but from the gas station located across the street. And in the same direction, witnesses saw the shooter fleeing the scene.",
    "speaker": null,
    "startTimecode": 900780,
    "endTimecode": 913820
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/63",
    "text": "The following day, I was able to contact the racetrack gas station. So I was able to obtain all of the video from the racetrack gas station for that night, hours before and hours after. Once it was in my hands, I went back to the police department with it on a thumb drive and stuck it in my computer. And I just clicked on a file. And ironically, the video file I clicked on was unequivocally our suspect, walking straight toward a camera with no mask, no hat, into the back alley behind the racetrack gas station. So right there, bingo, I've got the guy.",
    "speaker": null,
    "startTimecode": 914400,
    "endTimecode": 951380
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/64",
    "text": "Better yet, they had his getaway car.",
    "speaker": null,
    "startTimecode": 952160,
    "endTimecode": 954740
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/65",
    "text": "Sometime after the suspect entered the property on the racetrack gas station, a small gray Toyota arrived on scene.",
    "speaker": null,
    "startTimecode": 955560,
    "endTimecode": 963960
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/66",
    "text": "And it just parked itself in the corner of the parking lot. And immediately when I saw that on the video, my first thought was, this guy called himself an Uber.",
    "speaker": null,
    "startTimecode": 964680,
    "endTimecode": 974280
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/67",
    "text": "When it comes to grocery shopping, many people struggle to find the time to shop for healthy ingredients while balancing busy schedules. But now, eating healthy is easy with Hungry Root.",
    "speaker": null,
    "startTimecode": 979900,
    "endTimecode": 989900
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/68",
    "text": "Hungry Root is like having your own personal shopper. They take care of the weekly grocery shopping, recommending healthy groceries tailored to your tastes, nutrition preferences, and health goals. With Hungry Root, I was able to order everything from heat and eat meals, quick prep, and ready to eat foods and snacks. Even the ordering process got me excited. I have a box on its way to me this week, and I'm looking forward to easy mealtime and delicious, healthy for me foods. Super crunchy veggies and Thai coconut chicken, plus some strawberry cheesecake bites. Yes, please. Take advantage of this exclusive offer. For a limited time, get 40% off your first box, plus get a free item in every box for life. Go to hungryroot.com slash anatomy and use code anatomy. That's hungryroot.com slash anatomy code anatomy to get 40% off your first box and a free item of your choice for life.",
    "speaker": null,
    "startTimecode": 990460,
    "endTimecode": 1043420
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/69",
    "text": "Hungryroot.com slash anatomy code anatomy.",
    "speaker": null,
    "startTimecode": 1043940,
    "endTimecode": 1046680
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/70",
    "text": "Get a head start on your financial goals for the new year with the help of Mint Mobile.",
    "speaker": null,
    "startTimecode": 1049960,
    "endTimecode": 1055580
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/71",
    "text": "Mint Mobile lets you maximize your savings with plans starting at $15 a month when you purchase a three-month plan.",
    "speaker": null,
    "startTimecode": 1056160,
    "endTimecode": 1063580
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/72",
    "text": "$15 a month when you purchase a three-month plan. All Mint Mobile plans include high-speed data, unlimited talk, and text on the largest 5G network, and you can keep your phone and number.",
    "speaker": null,
    "startTimecode": 1067240,
    "endTimecode": 1073800
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/73",
    "text": "To get this new customer offer and your new three-month unlimited wireless plan for just $15 a month, go to mintmobile.com slash anatomy. That's mintmobile.com slash A-N-A-T-O-M-Y.",
    "speaker": null,
    "startTimecode": 1078920,
    "endTimecode": 1088420
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/74",
    "text": "Cut your wireless bill to 15 bucks a month at mintmobile.com slash anatomy. $45 upfront payment required, equivalent to $15 a month. New customers on the first three-month plan only.",
    "speaker": null,
    "startTimecode": 1088960,
    "endTimecode": 1101180
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/75",
    "text": "Speeds slower above 40 gigabytes on unlimited plan. Additional taxes, fees, and restrictions apply. See Mint Mobile for details.",
    "speaker": null,
    "startTimecode": 1101720,
    "endTimecode": 1110920
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/76",
    "text": "In West Palm Beach, Florida, an unidentified man approached 23-year-old Jamal Drummond in a Holiday Inn parking lot and fired two shots at his head, killing him instantly.",
    "speaker": null,
    "startTimecode": 1118220,
    "endTimecode": 1130180
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/77",
    "text": "The suspect fled the scene, but surveillance footage captured him at a gas station across the street, followed shortly after by the same gray Toyota Camry spotted earlier at the hotel.",
    "speaker": null,
    "startTimecode": 1130940,
    "endTimecode": 1142280
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/78",
    "text": "So Scott, I mean, the obvious question is, are they now looking for one or is it two or more? Well, this would definitely be a working theory to begin with. It also adds a real evidentiary aspect to it. Since the car is parked away from the scene of the murder, maybe they didn't think surveillance cameras would capture the car and hopefully capture digital evidence, you know, like a bombshell, ID the car, perhaps ID the killer as well. So if there is a lying in wait vehicle and your suspect got out of the car and potentially is going to go back to the car, you know, that is a real connection to this brutal murder. And for me, potentially and much more likely with this car evidence now, it's not this spur of the moment occurrence, right? If a car is there and it's moving, it seems more purposeful and possibly preplanned. Now, as it turned out, cameras positioned around the gas station managed to capture a portion of the car's license plate before it pulled away. But investigators were only able to make out one digit, the letter E, not enough to make an idea on the owner. So Paul and his team turned to a relatively new resource in their toolbox. It's called geofencing. Geofencing is a method that uses GPS to delineate a specific geographical area with digital boundaries for the purpose of collecting location data from any cellular device within those boundaries.",
    "speaker": null,
    "startTimecode": 1142940,
    "endTimecode": 1231040
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/79",
    "text": "If Google discovers that there was a cellular device inside of that square running any of its products or being used at that time, it returns you that information.",
    "speaker": null,
    "startTimecode": 1231920,
    "endTimecode": 1242140
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/80",
    "text": "Scott, I know that you and I have talked about this offline. It is one of those cool, what they can do now, you know, with technology types of evidence. You know, I always think back when I had friends that literally left the police department to work on this before it was ever really a thing. And now to see it being used in a case like this really shows the advancements that have been made.",
    "speaker": null,
    "startTimecode": 1242780,
    "endTimecode": 1263060
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/81",
    "text": "And, you know, there's a real reason why Paul would have to get a warrant to do this, because obviously privacy issues would come up. If you're dropping this imaginary geofence on a location, you're pulling up any data that it registers within that fence area. So I could imagine that people would say, well, what if these people aren't involved? You're pulling data from their phone. But in this case, I find it really interesting that the gas station that this car was parked, this Toyota was parked at, was under construction at the time.",
    "speaker": null,
    "startTimecode": 1263760,
    "endTimecode": 1292620
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/82",
    "text": "So Paul's geofence was such a small box, so to speak. It was only in that car and did end up pulling cell phone data from two devices within that car. end up pulling cell phone data from two devices within that car.",
    "speaker": null,
    "startTimecode": 1293160,
    "endTimecode": 1304420
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/83",
    "text": "So it makes sense that you'd want to go to a judge and have a judge understand the real reason that you want to do it. And it's a great tool.",
    "speaker": null,
    "startTimecode": 1309240,
    "endTimecode": 1312240
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/84",
    "text": "If you dropped a Google Geofence around a football stadium, you can imagine how many thousands of cell phones you're going to get. But in this particular case, there were only two.",
    "speaker": null,
    "startTimecode": 1312840,
    "endTimecode": 1321000
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/85",
    "text": "According to Google, the two registered devices were located at the far corner of the gas station from 1035 to 11 p.m. on the night of the murder. That was exactly the same period of time that we saw that little gray car parked on the surveillance video. And since every cell phone device has a corresponding registration number, the hope here was that investigators would be able to use that information to identify both the shooter and the potential accomplice, the getaway driver. That was my dream, but it's never that easy. Come to find out that the phones were owned by the same person, and that person lived in Broward County, Florida, some 50 miles away. And when I pulled up that person's photograph off of the driver's license information computer, he was obviously not my suspect.",
    "speaker": null,
    "startTimecode": 1321680,
    "endTimecode": 1373020
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/86",
    "text": "The owner of both devices was a man we'll just call Enzo. And his car, you guessed it, a gray Toyota Camry with a license plate with the letter E as its fourth digit.",
    "speaker": null,
    "startTimecode": 1373540,
    "endTimecode": 1384100
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/87",
    "text": "He's at this point considered a witness, if nothing else, possibly a co-defendant, because we do have a witness that said that little gray car came, dropped off the suspect, left with the suspect. At the time, I don't know the involvement of the driver of that vehicle. So I grabbed another detective and we drove down to Broward County to see if we could find him. Almost a month after the murder, police met with the man at his home. And he happened to be an Uber driver out of Broward County, Florida. And he's very cooperative. I take a statement from him and he remembers the night of October 15th, one of his clients had contacted him and asked him to pick him up in Hollywood, Florida, and drive him to West Palm Beach, Florida. But since he was working for Cash and not through the ride-sharing app, he only knew the client by his first name. He pulls up a phone number, and in his contacts, he has the person listed as Ivan Windot Papel, which means Ivan the window paper guy, and he provides me his phone number. He had given him several rides, including this very long ride from Hollywood to the city of West Palm, and of course the WhatsApp matched the date and the time of the murder. The record of texts between the driver and Ivan also had the exact address of the drop-off location, the Holiday Inn Express. After his client had exited the vehicle, the driver had first been told to wait there for about 10 minutes, a window of time during which Ivan could have made his first contact with Jamal and his friends. But then it seems the plan changed. What the gentleman recalled was that Ivan had come up to him in the parking lot, on the east side of the parking lot at the hotel, and said to him, go across the street to the gas station, grab yourself a soda, and I'll be over there in a few minutes.",
    "speaker": null,
    "startTimecode": 1384860,
    "endTimecode": 1501900
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/88",
    "text": "So he just did what he was asked. He drove across the street, pulled into the racetrack gas station, and he waited. And this right here, it's an important detail because it suggests that after his initial confrontation with Jamal, Ivan, or the guy we now know as Ivan, may have known he was planning something that might require a quick exit. My thought process was that the gray car was a premeditated getaway car and that our suspect remained at the hotel, sent his getaway driver across the street to the gas station where he ran after he murdered Mr. Drummond, and then he took off in the car and left.",
    "speaker": null,
    "startTimecode": 1502640,
    "endTimecode": 1540320
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/89",
    "text": "And while he might not have known exactly what occurred in the hotel parking lot, according to the driver, his client Ivan was exhibiting very suspicious behavior.",
    "speaker": null,
    "startTimecode": 1541180,
    "endTimecode": 1551240
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/90",
    "text": "The driver told me that when he picked Ivan up at the gas station, that he had gotten to the back of the car and that he was very upset. And he was on his phone the entire way home to Hollywood.",
    "speaker": null,
    "startTimecode": 1551900,
    "endTimecode": 1561740
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/91",
    "text": "He was crying, he was very upset, but he was speaking English. So the driver didn't speak any English. He could not tell what he was saying. All he could report, he was very upset. And he believed that he was speaking with a woman on the telephone.",
    "speaker": null,
    "startTimecode": 1562260,
    "endTimecode": 1574920
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/92",
    "text": "So who was this Ivan, besides now the prime suspect in the shooting death of Jamal Drummond?",
    "speaker": null,
    "startTimecode": 1575880,
    "endTimecode": 1581180
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/93",
    "text": "Investigators ran his phone number through police records and soon had their answer. Once I had the phone number and the name Ivan, it didn't take me very long, just minutes to enter that in my computer and using different law enforcement sources and information databases. I was able to discover that that phone number was used several times to call the police for assistance, and that the person who had made those calls was named Claudio Ivan Semioya.",
    "speaker": null,
    "startTimecode": 1582000,
    "endTimecode": 1611620
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/94",
    "text": "Semioya also had an arrest record in Florida. So Paul compared booking photographs from those previous arrests to the surveillance video from the hotel and the gas station. And wouldn't you know it, they were a perfect match.",
    "speaker": null,
    "startTimecode": 1612700,
    "endTimecode": 1624960
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/95",
    "text": "As soon as I saw his photo pop up on the database, I knew that this is the guy.",
    "speaker": null,
    "startTimecode": 1625840,
    "endTimecode": 1629820
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/96",
    "text": "Paul's three witnesses from the hotel were also able to pick out Semioya from a photo array, which meant, of course, one thing. It was time to get him into custody before he had a chance to flee any further than he already had. Once I obtained the arrest warrant, it was, I think, two days before they were positive that he was at his home in Hollywood, Florida.",
    "speaker": null,
    "startTimecode": 1630420,
    "endTimecode": 1653300
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/97",
    "text": "Sam Maioia was located at his home and arrested without incident. He was handcuffed and transported back up I-95 to West Palm Beach. In the meantime, a team stayed behind to collect potential evidence from his residents. The homicide team went to Hollywood to execute the search warrant with the city of Hollywood. So as Ivan was being driven north to West Palm Beach, in Hollywood, his home was being searched unbeknownst to him. Semioyo was 31 with a slight build and long dark hair. And according to arresting officers, he was cooperative and quiet for the journey back to West Palm.",
    "speaker": null,
    "startTimecode": 1654020,
    "endTimecode": 1691620
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/98",
    "text": "But his background suggested someone who had been living on the fringes, not putting down permanent routes anywhere. He had several different passports with different names. He was living in a week-by-week apartment down in Hollywood, Florida, just tinting windows. He'd been in the country for several years, came in through Mexico, into California, and then made his way down to Hollywood.",
    "speaker": null,
    "startTimecode": 1692160,
    "endTimecode": 1714620
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/99",
    "text": "But despite his transient lifestyle, it didn't appear that he had any connection to either Riviera Beach, where Jamal Drummond was from, or West Palm Beach, where Jamal was murdered.",
    "speaker": null,
    "startTimecode": 1715240,
    "endTimecode": 1725040
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/100",
    "text": "We were really at a loss for why Mr. Drummond was murdered. It really didn't make any sense at the time. And of course, going into the interview, you want to know the why. Everyone wants to know the why. Beyond a couple of arrests on minor charges, Semioy did not have anything on his record that would indicate what kind of person they were dealing with. In other words, he didn't appear to be a drug dealer, an ex-con, or even a hardened criminal, something that would give investigators a clue to how to approach their initial interview with him. You never know who you're going to go into an interview room with. You could walk into an interview room and the person you're dealing with is angry or the person you're dealing with isn't. They could be rude or they could be polite. We just have to play it by ear. And in this particular case, we walked into the interview room and we found Ivan, who is a very small, thin man, short in stature, and extremely soft-spoken. So it was almost an uncommunicated agreement that Aaron and I had that we had to be even more soft-spoken and not play the good cop, bad cop.",
    "speaker": null,
    "startTimecode": 1725720,
    "endTimecode": 1796220
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/101",
    "text": "Paul was joined by a fellow detective, and together they made a conscious effort to play it even calmer and gentler than their interviewee presented. A veteran detective knows all too well how rapport is key to almost any interview, and understanding the subject of the interview and playing to that personality is often the best chance for success.",
    "speaker": null,
    "startTimecode": 1796760,
    "endTimecode": 1816380
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/102",
    "text": "Aaron is a very large guy. His biceps are bigger than my thighs. I'm 6'1\", 235 pounds. And here we are in an interview room with a very small statured guy who's being super calm and mild mannered and soft spoken. I didn't want for anybody to say we were being too rough in our way of speaking with him or we were compelling him to talk to us. We just knew going in, we had to keep it very calm and very low-key.",
    "speaker": null,
    "startTimecode": 1817300,
    "endTimecode": 1850080
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/103",
    "text": "Throughout the course of the interview, Semioia was cooperative and cordial. But that doesn't mean there wasn't something that immediately raised red flags with detectives.",
    "speaker": null,
    "startTimecode": 1850640,
    "endTimecode": 1859740
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/104",
    "text": "We talked with him, I think, 25 minutes about his window tinting business, where he lived, his girlfriend.",
    "speaker": null,
    "startTimecode": 1860740,
    "endTimecode": 1869440
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/105",
    "text": "He never once asked us, why am I here? We just drove him from Hollywood, Florida in handcuffs all the way to the city of West Palm Beach into an interview room with two police detectives. And he never asked once, why am I being arrested?",
    "speaker": null,
    "startTimecode": 1870040,
    "endTimecode": 1885060
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/106",
    "text": "It's almost like an unspoken sort of confession. It would also give investigators the confidence that they had the right guy. Some people think that the singular win of a suspect interview is to elicit a confession, but that is definitely not always the case. Sometimes the methodical collection of information, confirming timelines and locations, can be just as important. Case in point, proving that the phone number used to hire the driver on the night of the murder belonged to the suspect.",
    "speaker": null,
    "startTimecode": 1885900,
    "endTimecode": 1914140
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/107",
    "text": "He told us that that had been his phone number for years. It's his life's blood. Without that phone number, he could not do business. He's a window-tintinging person and he relies upon it solely as his source of income. That was important to us because that was the phone number that we later determined was driving with the person in the car from Hollywood to West Palm and then back down to Hollywood after the murder. And it was also picked up on several cellular phone towers in the city of West Palm Beach around the time of the murder. So we put him in West Palm Beach at the time of the murder with that phone number. So Semioya had unwittingly placed himself in West Palm on the night of the murder. The next step was to see if he would place himself at the scene of the crime. I let him ramble on a lot and just talk about superfluous things until finally I felt it was time to just hit him with something solid. I pulled that photo out. It was a photograph of him walking through the racetrack gas station, dressed exactly the same as all the witnesses says the suspect was, with the bag in his hand.",
    "speaker": null,
    "startTimecode": 1914800,
    "endTimecode": 1983580
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/108",
    "text": "And I simply said, we all know who this is, right? And I looked at hanging out there. He looked at the photo and he nodded yes. And then he said, yeah, yeah, that's me. And he identified himself. So let me just put it out here. Okay. We all know who this is. Okay. That's you. All right, that's here in West Palm Beach on October 15th. Almost immediately, Semioyer realized he had made a grave mistake, positively identifying himself as the man that cameras and witnesses had spotted at both the Holiday Inn and the gas station across the street.",
    "speaker": null,
    "startTimecode": 1984240,
    "endTimecode": 2021800
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/109",
    "text": "When he realized that he had made himself and that he had just identified himself at the scene of a murder, he backpedaled and said, that's not me, but you just told me it was you. And he said, no, it's not me. I don't own a shirt like that. I don't own a hat like that. But thanks to investigators searching his residence, his lies were quickly exposed.",
    "speaker": null,
    "startTimecode": 2022540,
    "endTimecode": 2045320
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/110",
    "text": "Ironically, at that very time, I start getting these text messages from my partners and my sergeant down in Hollywood, Florida. And one of the first text messages was a photograph of this Nautica Jeans Company Flying Eagle shirt. And I showed him a picture of it on my phone. I said, but we just found this in your house. You just told me you don't have this shirt. I have a lot of shirts. I don't know. I've never seen that shirt, but those aren't my shoes. Seconds later, I get a picture from the crime scene in Hollywood at the search warrant of those very same shoes with the red soles. These are in your bedroom. Those aren't my shoes.",
    "speaker": null,
    "startTimecode": 2045880,
    "endTimecode": 2085020
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/111",
    "text": "He just began to deny everything.",
    "speaker": null,
    "startTimecode": 2086480,
    "endTimecode": 2087200
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/112",
    "text": "But there's also another item that as a prosecutor I would be interested in finding, and that would be the murder weapon.",
    "speaker": null,
    "startTimecode": 2089780,
    "endTimecode": 2093680
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/113",
    "text": "We did not find the gun. We did not find any ammunition.",
    "speaker": null,
    "startTimecode": 2094320,
    "endTimecode": 2097640
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/114",
    "text": "But Ivan was arrested that day, and he was taken to the Palm Beach County Sheriff's Office main jail.",
    "speaker": null,
    "startTimecode": 2098240,
    "endTimecode": 2105440
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/115",
    "text": "And immediately, we start to listen to jail calls.",
    "speaker": null,
    "startTimecode": 2106340,
    "endTimecode": 2109380
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/116",
    "text": "You would think that anyone who had watched TV or movies in the last, let's say, 50 years would know that a jailhouse phone call is not the time to divulge incriminating information. But you'd be surprised how often it proves to be a goldmine of evidence.",
    "speaker": null,
    "startTimecode": 2109920,
    "endTimecode": 2125280
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/117",
    "text": "When someone gets booked into the county jail, they immediately get the right to use the phone. So we had preemptively contacted the sheriff's office and we wanted to even listen to what he was saying in the temporary holding cell and who he was calling. Predictably, his first phone call was to his girlfriend. And the drama that ensued gave investigators a window into Semioia's state of mind and possibly his motive. And he begins to talk to Gail. Gail is Ivan's girlfriend.",
    "speaker": null,
    "startTimecode": 2126100,
    "endTimecode": 2154040
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/118",
    "text": "They've been living together for about six months, and he's obviously very infatuated with her.",
    "speaker": null,
    "startTimecode": 2154680,
    "endTimecode": 2160020
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/119",
    "text": "That's who he was attempting to find at the hotel the night of the murder.",
    "speaker": null,
    "startTimecode": 2160900,
    "endTimecode": 2165360
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/120",
    "text": "The conversations between them go from peaceful to chaotic to violent over the phone, up and down, back and forth.",
    "speaker": null,
    "startTimecode": 2174140,
    "endTimecode": 2174260
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/121",
    "text": "He cries, she laughs, she berates him, she cuts him down. He tells her he loves her and it all goes back to normal. They were the most unbelievable jail calls I've ever listened to in my career. And these conversations eventually even produced the actionable evidence that investigators had been hoping for.",
    "speaker": null,
    "startTimecode": 2178760,
    "endTimecode": 2194240
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/122",
    "text": "A couple of days after his arrest, Ivan is talking to Gail on the phone. Gail is street smart enough not to talk on the phone because it says these calls are being recorded?",
    "speaker": null,
    "startTimecode": 2194800,
    "endTimecode": 2205260
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/123",
    "text": "He doesn't want to talk about the case on the phone, but he does. So he says to her in one of his fits of crying that my attorney wants to know if they found a gun in my house.",
    "speaker": null,
    "startTimecode": 2205880,
    "endTimecode": 2217140
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/124",
    "text": "She doesn't want to talk about it. So he's like, oh, let's talk about the dog and goes on a different direction completely. He says, well, my attorney needs to know that they didn't find a gun in my house because I've never had a gun in my life. Do you know what I mean?",
    "speaker": null,
    "startTimecode": 2217740,
    "endTimecode": 2231380
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/125",
    "text": "At some point, she gets so fed up with them, she just says, quote, I have it, you dumb b****. And that's where they end it.",
    "speaker": null,
    "startTimecode": 2231940,
    "endTimecode": 2239900
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/126",
    "text": "It was a stunning admission that potentially revealed more than just the location of the murder weapon.",
    "speaker": null,
    "startTimecode": 2240580,
    "endTimecode": 2246500
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/127",
    "text": "Gail was the woman in the photo that an agitated Semioya had shown to witnesses before shooting Jamal Drummond. She was clearly at the center of this crime. But in what capacity?",
    "speaker": null,
    "startTimecode": 2247200,
    "endTimecode": 2258060
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/128",
    "text": "Was the 17-year-old really Semioya's girlfriend? Another potential victim?",
    "speaker": null,
    "startTimecode": 2258800,
    "endTimecode": 2263560
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/129",
    "text": "Or was she, she in fact an accessory to murder?",
    "speaker": null,
    "startTimecode": 2264160,
    "endTimecode": 2268220
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/130",
    "text": "Make this new year a milestone in your child's education with IXL. IXL uses advanced algorithms to personalize your child's learning experience, ensuring they receive the right support at the right time.",
    "speaker": null,
    "startTimecode": 2275420,
    "endTimecode": 2287720
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/131",
    "text": "iXL encourages your child to set specific goals, whether it's improving grades in a challenging subject or mastering foundational skills, all while helping them build confidence along the way.",
    "speaker": null,
    "startTimecode": 2288320,
    "endTimecode": 2298900
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/132",
    "text": "We'll see you next time. of 20% off an IXL membership when they sign up today at IXL.com slash anatomy.",
    "speaker": null,
    "startTimecode": 2326560,
    "endTimecode": 2327180
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/133",
    "text": "Visit IXL.com slash anatomy to get the most effective learning program out there at the best price.",
    "speaker": null,
    "startTimecode": 2333220,
    "endTimecode": 2333940
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/134",
    "text": "As you set resolutions for 2025, considering how learning a new language can enrich your life, Rosetta Stone has been the leader in language education for over three decades, with millions of satisfied users worldwide. With courses in 25 languages, including Spanish, French, German, and more, you can choose a language to learn that unlocks new places, connections, and experiences.",
    "speaker": null,
    "startTimecode": 2337680,
    "endTimecode": 2364860
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/135",
    "text": "If you've seen my Instagram account at Weinberger Media, you already know I've recently traveled to Italy, and I have to say my Rosetta Stone lessons really came in handy, especially strolling through the many towns mingling with the locals, taking hundreds of photographs. This year will bring me to new destinations and new languages. Start the new year off with a resolution you can reach. Today, Anatomy of Murder listeners can take advantage of Rosetta Stone's lifetime membership for 50% off. Visit rosettastone.com slash anatomy. That's 50% off unlimited access to 25 language courses for the rest of your life at rosettastone.com slash A-N-A-T-O-M-Y today.",
    "speaker": null,
    "startTimecode": 2365420,
    "endTimecode": 2408760
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/136",
    "text": "Recorded jailhouse calls between the suspect in Jamal Drummond's murder, Claudio Ivan Semioya, and his girlfriend had provided some pretty incriminating, albeit circumstantial, evidence that Ivan Semioya was indeed Jamal's killer.",
    "speaker": null,
    "startTimecode": 2414540,
    "endTimecode": 2428940
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/137",
    "text": "Ivan asks at one point in their conversations on the jail calls, do you remember the tool I was looking for before the police arrived? He was referring to the firearm.",
    "speaker": null,
    "startTimecode": 2429680,
    "endTimecode": 2440680
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/138",
    "text": "Gail retorts with, hey, listen, they left your cell phone here. The police didn't find it. I think they left your cell phone here so they can bug us. They really believe that the police had left the phone there on purpose, when in fact, we just didn't see it. It was behind a curtain behind a sofa, apparently. Police had placed Semioya's phone number at the scene of the crime and all along his escape route back home. But getting their hands on the actual device could provide even more proof of his guilt and possibly even his motive, which at this time remained a mystery.",
    "speaker": null,
    "startTimecode": 2441700,
    "endTimecode": 2478480
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/139",
    "text": "Well, that's a big piece of evidence for me to get. So immediately I went down to Hollywood once I had heard this jail call, knocked on the door, told her what I'd heard on jail calls, and she just produces this cell phone for me. The girlfriend's willingness to cooperate gave investigators their first clue about her level of loyalty to Semioia, as well as the unlikelihood that she was involved in the actual crime itself. And the phone? Well, that proved to be everything they hoped for and more. So when we got the cell phone, it had not been erased. And we took it back to the police department, got a search warrant to enter the phone and had it downloaded by our digital forensic unit. And it was literally the smoking gun. It was the linchpin of the case.",
    "speaker": null,
    "startTimecode": 2479340,
    "endTimecode": 2522360
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/140",
    "text": "On that phone were photographs of Ivan standing in his living room with a firearm on his dining room table that happened to be a nine millimeter.",
    "speaker": null,
    "startTimecode": 2522920,
    "endTimecode": 2532000
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/141",
    "text": "Also, the ammunition box was in the frame of the photo, and it was a rare Yugoslavian ammunition that happened to be on the dining room table, which was also the shell casings that were found at the scene. And if this wasn't enough proof that Semioya was both a killer and a careless criminal, the photo he sent after the murder certainly was. The day after the murder, Ivan had sent his girlfriend Gail a photograph of the Be on the Lookout wanted poster of himself saying, this is where I was.",
    "speaker": null,
    "startTimecode": 2532940,
    "endTimecode": 2566020
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/142",
    "text": "And she retorted in text by saying, you dumb b****, you shouldn't have taken your mask off. They would never have known who you were.",
    "speaker": null,
    "startTimecode": 2567120,
    "endTimecode": 2572700
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/143",
    "text": "Clearly, Anna Seeger from these jail calls, they're getting some insight about Semioli's girlfriend and her sort of attitude towards the situation that occurred. And it really seems that she's not really even talking about how he could be involved in a murder or why this would even happen and how she could potentially even be involved in it. You know, when you look at what we're hearing about these two and their relationship, you know, there are those relationships that thrive on the negative. You know, it's the excitement and also the curse. So again, is this indicative of someone who is controlled or abused? You know, that role play, strong and tough one minute, but when you want out of the roles, you can't leave. It's really definitely, it sounds at least to me, dysfunctional. But again, is there coercive control playing in here? You know, are power plays at even a higher level? Or is it just the back and forth that these two have signed on for? But as you said, Scott, at the end of the day, is she part and parcel? And while I'd say it doesn't seem like it, certainly at the end, whether it's helping cover for something, well, that I think is less clear, or maybe more clear, I should say.",
    "speaker": null,
    "startTimecode": 2573280,
    "endTimecode": 2638400
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/144",
    "text": "But Paul made it clear that they really believed at the time it was a lopsided relationship. I felt that Gail was being stalked by Ivan and that this is one of those strange situations where a woman is actually being abused by someone possibly but continues to go back to them.",
    "speaker": null,
    "startTimecode": 2639000,
    "endTimecode": 2655560
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/145",
    "text": "As other cases have shown us, the victim, or I should say the survivor of abuse, is not always the most reliable witness.",
    "speaker": null,
    "startTimecode": 2656080,
    "endTimecode": 2662860
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/146",
    "text": "She could choose to cooperate in an effort to free herself from that abusive partner, or she might also come to his defense. And obviously I'm saying she and he, but it could go any which way. I went down to Miami Gardens with my partner, Aaron, and we spoke with Gail, which was Ivan's girlfriend. And she agreed to come to the city of West Palm and sit down with the prosecutors to talk with us. She did tell us that Ivan was stalking her and he was kind of girl crazy. She said he would use prostitutes often and he was abusive and an angry guy.",
    "speaker": null,
    "startTimecode": 2663460,
    "endTimecode": 2697020
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/147",
    "text": "In fact, the investigation would reveal that it was Semioya's jealousy and obsession that led him to West Palm Beach on the night of the murder. Ivan was paying someone hundreds of dollars to locate Gail's cellular phone GPS location. It was a scam. He was getting taken to the cleaner. This guy was saying, hey, she's in Miami, and Ivan would sell him money. And on the night of the murder, this particular person told Ivan, Gail is in West Palm Beach. So Ivan communicated with Gail on her phone by texting, I know you're in West Palm Beach. Give me the address and I'll come get you.",
    "speaker": null,
    "startTimecode": 2697920,
    "endTimecode": 2738960
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/148",
    "text": "We come to find out from interviewing Gail, she had gotten on her phone and Googled Hotel West Palm Beach and came up with the address on Metro Center Boulevard where Mr. Drummond was killed, cut and paste that address into the text message and said, this is where I am and sent it to Ivan. She wasn't there. She was a hundred miles away in Palm Beach Gardens, Florida. She was giving herself time to get back to their residence to clean all of her things out and leave him by sending him to West Palm. And subsequently, Mr. Drummond was killed.",
    "speaker": null,
    "startTimecode": 2739500,
    "endTimecode": 2770540
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/149",
    "text": "Here's part of that recorded interview.",
    "speaker": null,
    "startTimecode": 2771500,
    "endTimecode": 2773240
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/150",
    "text": "He kept calling me because he wanted me to come back and stuff, but I was already done with him. I told him, yeah, I'm in West Palm Beach. And I went on my phone and I looked up West Palm Beach, and I went on my phone, and I looked up West Palm Beach hotels, and I just got a random address, and I sent it to him, because I know it takes like about two hours or so, so I could have time to come to the house and try to take my clothes. When he fed her the bait that, hey, I know you're in West Palm, she took it and threw it back at him. She Googled very quickly, hotel West Palm Beach, cut and paste an address, any address, and sent it to him and said, yes, that's where I am. So Ivan grabbed that and immediately went to West Palm, called his ride, offered to pay him $100 round trip to take him up there and back. And he was heading to West Palm Beach. Sadly, that ruse had deadly, though unintentional, consequences.",
    "speaker": null,
    "startTimecode": 2774240,
    "endTimecode": 2827840
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/151",
    "text": "Samaioya pulled into the Holiday Inn angry and armed, convinced that his girlfriend was there, possibly with another man. He was primed for conflict. And Jamal Drummond happened to be in the wrong place at the wrong time.",
    "speaker": null,
    "startTimecode": 2828660,
    "endTimecode": 2843160
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/152",
    "text": "But that does not mean that Jamal's murder was purely a crime of passion. In fact, investigators had collected convincing evidence that suggested Sam Ayoa's actions were thought out and deliberate. We believe that we could prove premeditation in the fact that he had taken the time to instruct the Uber driver to leave and go across the street so that he knew he was going to commit the crime and then flee across the street to the getaway car. Not only that, there was physical evidence found in the parking lot that also supported the theory that after his initial confrontation with Jamal, Semioya had returned with one clear intention, to kill. Later, we discovered that where he claimed he was parked, one day after the murder, another bullet was found in that parking space. As it turns out, that bullet matched the shell casing make and model of the spent shell casings at the scene of the crime. So it's my belief that when Ivan went over to his driver and told him, I need you to go pull across the street, that he chambered a round into his firearm.",
    "speaker": null,
    "startTimecode": 2843700,
    "endTimecode": 2914520
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/153",
    "text": "Unbeknownst to him, it was already chambered. An unfired round fell to the ground and he chambered his weapon.",
    "speaker": null,
    "startTimecode": 2915500,
    "endTimecode": 2922740
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/154",
    "text": "Subsequently, he went and he shot and killed Mr. Drummond. Paul and his fellow investigators had given prosecutors a treasure trove of evidence to hopefully successfully make their case. But as we have discussed so many times before, when it comes to trial, there is no such thing as a slam dunk. Prior to the trial, we had a hearing about the cellular phone. And this was a mistake I made. And admittedly, this was a mistake that could have lost the case. The judge didn't agree that the cellular phone being taken under consent to search from Gail, who had custody of the phone, was using the phone, was legitimate under the inevitable discovery rule. So in that hearing, we lost the phone. The phone, anything that we gathered from the phone would not be admissible in the case. But we still had a very solid case. Prosecutors had three eyewitnesses that recognized Samioia as the shooter, another witness that drove him to and from the scene, and even Semioya himself, who positively ID'd himself from that surveillance footage on the night of the murder.",
    "speaker": null,
    "startTimecode": 2923280,
    "endTimecode": 2993360
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/155",
    "text": "Plus, he had the location data from his cell phone that placed him at the scene. So even without his actual phone, prosecutors still had a pretty strong case. But being able to show the jury a photo of him posing with a possible murder weapon that had existed right there on his phone, prosecutors still had a pretty strong case, but being able to show the jury a photo of him posing with a possible murder weapon that had existed right there on his phone, or the text where he brags about being wanted, I absolutely can certainly understand Paul and the prosecutors' frustrations about losing that evidence. You always want as much evidence as you can, and when you have someone's cellular device that they had in their hand the night of the murder, and they're sending photographs of themselves in wanted posters to their girlfriend saying, yeah, that was me. That's the icing on the cake. I have to stop for a second because Paul's discussion of his decision that ended up being a misstep, to me, that is so important to discuss beyond the actual loss of evidence itself. You know, his straightforwardness, hey, this is a misstep. That's exactly the type of transparency that is key to what I hope would instill more trust in our system because people make mistakes. Most are not nefarious or ill-intended. And when they are, of course, it's a different story, completely no excuse. But when they aren't, we hope they don't hurt a case too much. And luckily here it didn't, but we're all human. And Scott and I, you and I. And luckily here it didn't, but we're all human. And Scott and I, you and I have had this conversation many times before, but we all make mistakes. And Paul's honesty and insight about it, I found to be really important to stop here for a moment and highlight.",
    "speaker": null,
    "startTimecode": 2993960,
    "endTimecode": 3075620
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/156",
    "text": "Semioya faced a single charge of first-degree premeditated murder. If convicted, he would face the most severe penalty available in the state of Florida. After the assistant state attorney, Courtney Behar, was trying this case, she's just a tenacious, unbelievably intelligent human being who happens to be an attorney and prosecutes homicides. She went in there and did a fantastic job. But at the end of the day, the jury was locked and there was a mistrial.",
    "speaker": null,
    "startTimecode": 3076400,
    "endTimecode": 3105820
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/157",
    "text": "You know, it's just this idea, Scott, of the jury being locked. And so often it can just take one or more jurors that decide to go off on their own brain space. And that's it. Because if all 12 can agree, it's game over in the sense that you're going to have a mistrial, which just is super frustrating for prosecutors, law enforcement, and more importantly, families that want resolved. But really, the recourse is just you got to do it all over again, because that is what justice requires. And so that's what we do.",
    "speaker": null,
    "startTimecode": 3106660,
    "endTimecode": 3132560
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/158",
    "text": "And it really shouldn't signal anything to either side about guilt or innocence. It just means you can't get these people to agree on it. And also, you know, there is a phenomenon that happens sometimes during deliberations where there are some jury members who believe they may have their own theory. And I think it's interesting that Paul found out that's exactly what happened here. I was able to speak with one of the jury members. She told me that several of the members of the jury were creating stories about why Ivan killed Drummond if he did. And they kept leaning toward it being Ivan was a sex trafficker and that he was trying to find one of his victims who he was sex trafficking and that Jamal Drummond must have been partaking in the female whose picture he was showing her as a prostitute. And that's why he killed him. So they came up with this grandiose story, according to this one juror, that wasn't true and no evidence of that was ever presented.",
    "speaker": null,
    "startTimecode": 3133180,
    "endTimecode": 3199280
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/159",
    "text": "But they stuck with it and they hung the jury on that. Another example of an ordinary citizen perhaps being influenced by way too much TV.",
    "speaker": null,
    "startTimecode": 3199840,
    "endTimecode": 3208780
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/160",
    "text": "Because the truth was really a lot simpler. A jealous man armed with a gun went looking for trouble. He found a target for his anger and took an innocent man's life.",
    "speaker": null,
    "startTimecode": 3209340,
    "endTimecode": 3220100
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/161",
    "text": "As you can imagine, the mistrial was also painful for Jamal's family, who had not just lost a son and a father, but had been denied that close to a court case and justice for Jamal that they had hoped a guilty verdict would provide.",
    "speaker": null,
    "startTimecode": 3221140,
    "endTimecode": 3233540
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/162",
    "text": "Very unfortunately at that time, Jamal's father was dying, and Jamal's mother was his only caretaker. It was a very sad, unfortunate situation. It was just unbelievably tragic that right in the middle of all of this, they've already suffered, the father had become so ill. But the prosecutor's office made the decision to try the case again, which often is the way it goes. On the eve of the trial, prosecutors offered Semioya a deal. Plead guilty to manslaughter and spend 15 years in prison. A fraction of the potential life sentence he risked if jurors convicted him of first-degree murder. Semioya declined the offer.",
    "speaker": null,
    "startTimecode": 3234180,
    "endTimecode": 3276380
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/163",
    "text": "And while prosecutors presented much of the same evidence, the second trial did not come off without a hitch. After agreeing to testify against her boyfriend, Gail suddenly changed her tune.",
    "speaker": null,
    "startTimecode": 3277040,
    "endTimecode": 3287780
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/164",
    "text": "Assistant State Attorney Behar called her as a witness, and everything she told us in our interview, she recanted. She claimed to the jury that Detective Sam and I were compelling her to say what we wanted her to say, and that everything that she said was a lie because we were threatening her.",
    "speaker": null,
    "startTimecode": 3288740,
    "endTimecode": 3307400
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/165",
    "text": "It was another painful and surprising blow to the prosecution and a testament to the unpredictability of trials and witnesses.",
    "speaker": null,
    "startTimecode": 3308080,
    "endTimecode": 3317380
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/166",
    "text": "I think that goes back toward two things. One is this victim mindset when you're abused by someone that you love and loves you. And I also think to some degree, it was he didn't want to snitch anyone out. But at the end of the day, the jury saw through her lies. You know, they were able to listen to the interview that she gave us and they could see that she was just trying to help Ivan out.",
    "speaker": null,
    "startTimecode": 3317940,
    "endTimecode": 3345260
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/167",
    "text": "At the conclusion of the trial, a jury found Ivan Semioya guilty, and he was sentenced to life in prison without parole. It was a just result to an almost flawless investigation, but one that incredibly, like in so many trials, was perhaps just one mistake away from having an entirely different ending. To think Paul's receipt of that phone from the killer's girlfriend, a critical piece of evidence lost on a matter of procedure, could have been the thing that let a killer go free. But it was a mistake that Paul owned, and it did not impact the ultimate just outcome of this case.",
    "speaker": null,
    "startTimecode": 3346060,
    "endTimecode": 3386100
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/168",
    "text": "And that was big. That was a mistake that if this case had been found not guilty, I probably wouldn't have been able to live with. It would have been a very difficult pill to swallow.",
    "speaker": null,
    "startTimecode": 3390460,
    "endTimecode": 3395500
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/169",
    "text": "It's a good reminder of just what is at stake in any murder investigation, not just for the victims and their families, but for law enforcement too.",
    "speaker": null,
    "startTimecode": 3399460,
    "endTimecode": 3404780
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/170",
    "text": "Well, every case in itself is like a living thing.",
    "speaker": null,
    "startTimecode": 3407560,
    "endTimecode": 3407880
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/171",
    "text": "And so many things can go wrong.",
    "speaker": null,
    "startTimecode": 3409620,
    "endTimecode": 3410040
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/172",
    "text": "You make one mistake in any particular case, there's a tremendous amount of pressure on investigators and specifically special victims unit investigators and homicide investigators. I don't know that the general public realizes just how precarious case law, statute, and policy and procedure is in investigating the case of a murder. You gotta be so careful. If you make a mistake, you could lose the case.",
    "speaker": null,
    "startTimecode": 3413600,
    "endTimecode": 3435600
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/173",
    "text": "It's a weight felt by both investigators and prosecutors alike, but one gladly born to lessen the burden on those victims and survivors for whom they seek justice. I just wanted to say that I know Paul and I give him credit for being extremely transparent to us. And I think it's important. As you know, here on AOM, we believe it's critical to show all sides of these situations, the good, the bad, and sometimes the quite ugly. Transparency and honesty are critical for law enforcement because trust is the foundation of their relationship with the community. When mistakes happen, acknowledging them openly reinforces accountability and shows a commitment to justice. We're all human and owning up to an error isn't a weakness. It's a strength that bridges the gap between officers and the people they serve, reminding us that integrity transcends the badge. Jamal Drummond, the senselessness of his murder is made all the more infuriating because it came down to nothing more than wrong place, wrong time.",
    "speaker": null,
    "startTimecode": 3436320,
    "endTimecode": 3505100
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/174",
    "text": "Semayoi came looking for his girlfriend, what sounded to be a twisted relationship to say the very least. And his infatuation or need for control, need to find her and being unable to do so, made him lash out in the most brutal of ways against a complete stranger.",
    "speaker": null,
    "startTimecode": 3506840,
    "endTimecode": 3522640
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/175",
    "text": "Misplaced aggression coupled with a gun.",
    "speaker": null,
    "startTimecode": 3523360,
    "endTimecode": 3525820
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/176",
    "text": "Devastating consequences.",
    "speaker": null,
    "startTimecode": 3526400,
    "endTimecode": 3527720
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/177",
    "text": "Jamal was there for a party. He should have gone on to attend many more parties. Live countless more days amongst the friends and family he loved and loved him back.",
    "speaker": null,
    "startTimecode": 3528540,
    "endTimecode": 3539900
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/178",
    "text": "Tune in next week for another new episode of Anatomy of Murder.",
    "speaker": null,
    "startTimecode": 3550600,
    "endTimecode": 3551140
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/179",
    "text": "Anatomy of Murder is an AudioChuck original.",
    "speaker": null,
    "startTimecode": 3553920,
    "endTimecode": 3554480
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/180",
    "text": "Produced and created by Weinberger Media and Frasetti Media.",
    "speaker": null,
    "startTimecode": 3557560,
    "endTimecode": 3557980
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/181",
    "text": "Ashley Flowers is executive producer.",
    "speaker": null,
    "startTimecode": 3560260,
    "endTimecode": 3560840
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/182",
    "text": "This episode was written and produced by Walker Lamond.",
    "speaker": null,
    "startTimecode": 3563640,
    "endTimecode": 3564120
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/183",
    "text": "Researched by Kate Cooper. Edited by Ali Sirwa and Phil Jean Grande.",
    "speaker": null,
    "startTimecode": 3568600,
    "endTimecode": 3569260
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/184",
    "text": "So, what do you think, Chuck? Do you approve?",
    "speaker": null,
    "startTimecode": 3572020,
    "endTimecode": 3574960
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/185",
    "text": "Hi, everyone. I'm Ashley Flowers.",
    "speaker": null,
    "startTimecode": 3579120,
    "endTimecode": 3579220
  },
  {
    "id": "f0f04494-0284-4e4a-9365-4a6b712cc96d/transcript/paragraph/186",
    "text": "And I'm Britt. And every Monday, we bring you a new episode of our number one true crime podcast, Crime Junkie, where we dive into all the gripping cases from mysterious deaths to missing person cases to the headlines solved, unsolved, you name it. And this year, we're bringing you Crime Junkie in a whole new way. Live on tour. That's right. We're hitting the road for a nationwide tour traveling all over the country to bring you a seriously wild case for an in-person investigative experience like you've never seen before. We truly cannot wait to see you there, but tickets are selling fast, so don't wait. Yeah, a couple of venues are already close to being sold out, so head to CrimeJunkiePodcast.com to grab your tickets before they're gone. That is CrimeJunkiePodcast.com. We'll see you soon.",
    "speaker": null,
    "startTimecode": 3579840,
    "endTimecode": 3624340
  }
]