[
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/0",
    "text": "Thank you for listening to The Rest Is History. For weekly bonus episodes, ad-free listening, early access to series, and membership of our much-loved chat community, go to therestishistory.com and join the club. That is therestishistory.com. Hi, everybody. Dominic Sandbrook from The Rest Is History here. Now, as you can probably tell from the noise of the pool. I am joined by a friend of the show, Anthony Scaramucci, who is on his island, surrounded by the luxurious trappings of wealth. He is, of course, the host of The Rest Is Politics US. And Anthony and I have a very special announcement. on Sunday the 30th of March. Anthony is over in the UK, and we have decided to do a live show together at the Theatre Royal Drury Lane in London. Haven't we, Anthony? We have. You know, and thank God I'm not British, because the Brits actually admire my American riveste attitude about life, okay? But in any event, okay, it'll be the first time on stage with Dominic. I am very excited. We're going to be doing a show on U.S. political history called The Rest is Assassinations from Lincoln to JFK. But Dominic and I both know on the 30th of March, 2025, it's the 44th anniversary of the attempted assassination on Ronald Reagan. So there's not only assassinations here, which are terrible, but there's an attempted assassination, several of them, Dominic, right, throughout US history. And so we're excited to go through this and what the impacts were on American history and global history. Right. And there's so many great stories. So obviously JFK, you and I disagree about JFK because I, of course, think it was Lee Harvey Oswald acting alone and you think differently. But there are other stories. You mentioned attempted assassinations. So, for example, FDR. FDR was almost shot before his inauguration in 1933. And that's an attempted assassination that really could have changed the course of history because no FDR. Does the United States still enter the Second World War? Does the story of the 20th century play out completely differently? So there is so much to talk about and I'm really, really looking forward to doing it. What are you looking forward to most, Anthony? Well, I mean, all of that, but I want to delve into a little bit of the Secret Service and some of the men in that service. Clint Hill is still alive. He was riding alongside of Jackie and John Kennedy on the 22nd of November of 1963. And we'll talk about what he saw. We'll talk about what other agents have written about recently. And of course, now that Donald Trump is releasing the JFK assassination files, I think there'll be a lot to talk about there. I think people coming to the show are going to learn things that have never been said or heard before. So if you're a patriotic Brit who loves the special relationship, if you're an American living in London, or if you're an American who just loves getting on planes across the Atlantic to see the very highest quality entertainment. We absolutely expect to see you there in the West End on Sunday, the 30th of March. And to tell you the truth, what I'm really hoping is that on the night, Anthony will finally reveal the truth behind the JFK assassination. Well, I'm probably going to Guantanamo for many reasons, Dominic, but that would be probably the top one. But anyway, we hope to see you there. I think you'll learn a lot. There'll be a lot of insight we'll provide and also provide great context on American and British and global history. Tickets for this event are on sale now. To buy yours, just go to therestishistory.com. This episode is brought to you by Mint Mobile. Some of the great tussles and battles throughout history have been over money. After all, who doesn't love to have a little extra cash on hand? But you don't have to lead a cavalry or storm a castle to bolster your bank account. Do you know, there's a much easier way of doing things? The single easiest thing you can do to save money is to switch to Mint Mobile. Because unlike other wireless carriers that drain everything they can from you, don't they Tom? Mint Mobile have plans that start at just $15 a month. And that's with high speed data and unlimited talk and text. That's amazing, Dominic. So if you like your money, Mint Mobile is for you. Shop plans at mintmobile.com slash history. That's mintmobile.com slash history. Upfront payment of $45 for three-month, five-gigabyte plan required, equivalent to $15 a month. New customer offer for first three months only, then full price plan options available. Taxes and fees extra. See Mint Mobile for details. Unfortunately, this is not the book you seek. I discovered it in my boxes on my return from Bohemia. But one treasured book was missing. I believe Edward Kelly replaced it, a rare text larger than this one. It contained many mysteries which Edward could understand with divine assistance. The Emperor Rudolf took great interest in both him and this book. Edward said it contained a secret method for obtaining immortality. So that, everybody, was Dr. John Dee, who is a character in the TV drama A Discovery of Witches, which is a series based on the All Souls trilogy by Deborah Harkness. And those people who've seen it will know that the series begins with a historian who goes to the Bodleian Library. And because she's a witch, she discovers all kinds of amazing stuff. So a vampire from Downton Abbey who is at the fall of Carthage. So it's a time travel.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 365180
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/1",
    "text": "And in season two, Tom, which I don't believe you've got to yet because you've just started watching this. In season two, they go back to London in the time of Elizabeth I. And this is when they meet the person I was just ventriloquizing, Dr. John Dee. So tell us about Dr. John Dee. Well, so in A Discovery of Witches, he is a magician. He's an alchemist, he is the owner of the greatest library in London, and he has just returned home from Bohemia. Right. And this is why the witch and the vampire have gone to meet him because he has all these incredible books that are full of kind of amazing details about the secrets of eternal life and so on. Now, obviously, the witch and the vampire are not real, obviously. But Dr. D is. He's a genuine historical figure and he really was a magician. So he's the court magician of Elizabeth I, no less. He really did travel to Bohemia, where he met with the Emperor Rudolf II in Prague, which in the late 16th century is the great city of magic. And he really did work with this guy, whose name checked in that passage you read, this guy called Edward Kelly, a medium who claimed to be able to communicate with angels, or perhaps Dominic, these angels are in fact demons, and to have penetrated the wisdom of the heavens. What a story. What's a story? Yeah, amazing story. And Dr. D is an amazing character. And it struck me when we were doing the series about the Nazi invasion of Poland, we've actually done loads of stuff on the Nazis. But we haven't really done many episodes on that other great obsession of the British education system in the field of history, which of course is the Tudors.",
    "speaker": null,
    "startTimecode": 366020,
    "endTimecode": 475360
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/2",
    "text": "And I thought that doing an episode on Dr. D would be a good way of making amends because he is a fascinating topic. Well, just to be clear to the listeners, we're not really about making amends on the rest of history because we do whatever we like. Today, we'd like to do Dr. D. And Dr. D, I mean, one reason for doing him, quite apart from what a fascinating person he is, he is a brilliant way of getting into the story of 16th century England because he lives right the way through from the final days of Henry VIII all the way through to the advent of James I, James VI of Scotland, and the dawn of a new era, doesn't he? So this is the age when England is sort of seesawing wildly from Protestantism to Catholicism and back again. Yes, and Dee kind of holds a brilliant mirror up to this. And I use that metaphor advisedly because he's very into mirrors and thinks that you can see all kinds of strange supernatural things within mirrors, as we will see. But the reason that he's particularly interesting on this is that that particular period, so when Henry dies, followed by Edward VI, who's a Protestant, followed by Mary, who's a Catholic, followed by Elizabeth, who's a Protestant. Dee has to negotiate all that. And he only succeeds in doing that by the absolute skin of his teeth. But as you say, he then lives right the way through the reign of Elizabeth. And he associates with lots of leading figures from her reign, including William Cecil, her great chief minister. Sir Walter Raleigh, the guy who, of course, puts his cloak in the puddle, but also goes off to found colonies in the New World and to search for El Dorado. And as you said, he dies in the reign of James I, so in the post-Tudor age at the age of 81. And so, yeah, his life spans much of the Tudor age. So I think that's a very good reason to look at him. But also another reason is that he has a key role to play in what is a crucial turning point in English history, a kind of shifting of England's horizons from the continent of Europe to overseas. So 1558, which is the last year of Mary's reign, a fateful episode, the fall of Calais to the French, which of course had been won by Edward III in the Hundred Years' War, had been kept by England ever since, but it falls to the French in that year. And that effectively is the loss of England's last continental possession. So in a way, that is kind of almost the end of the Hundred Years' War, the real end of the Hundred Years' War. And Mary is devastated by it. And there's this famous comment she's supposed to have made that when she dies and people cut her open and look at her heart, they will find Calais inscribed on it. Under her sister, so Elizabeth succeeds Mary in that same year of 1558. Under Elizabeth, her subjects start looking westwards to Ireland, but also beyond Ireland, across the Atlantic, to the New World, which the Spanish have begun to colonise. And the English start to think, well, we would quite like a bit of this. And this is the age of the Elizabethan sea dog, ruffs, beards, galleons, all of that. Francis Drake, Sir John Frobisher, all these great characters. Yes. And Dee knows them. He works with them. And Dee himself is absolutely obsessed by overseas exploration. And he is a particular enthusiast for the idea of planting and keeping colonies in kind of distant continents. And he coins a very portentous phrase to describe what this process of colonizing the new world would look like. He calls it a British empire. He is very possibly, it's debated, but I think generally accepted that he is the first person to coin that phrase. He, in a sense, is great kind of cheerleader for the idea of a British empire. And definitely it's leading kind of Tudor advocate. And part of that is because he's fascinated by cartography, astronomy, exploration. So the idea of looking west across this vast expanse of sea kind of comes naturally to him because it's intellectually fascinating to him. Yes, but simultaneously he has what I guess you could probably call kind of a cult understanding of England's destiny. Because as well as being a very practised astronomer, he's also a very brilliant astrologer, England's most famous astrologer. And over the course of Elizabeth's reign, there are kind of celestial signs that he interprets as presaging the end of days, but more specifically, the fact that before the end of days, Elizabeth will come to be hailed by both Catholics and Protestants across Europe as the last empress. And that this is her great cosmic Wow. And as Glyn Parry, who's written probably the definitive biography of Dee, the Arch Conjurer of England, says, Elizabeth easily accepted these suggestions. Of course she does. Yeah. Because, of course, unbelievably flattering to her. And just to be clear for listeners who perhaps are puzzled by the combination of these things, what we would call sort of magic, the occult arts, and what we would now call science, so the stuff you do in school, these in the 16th century are not at all separate genres. They are seen as part of the same body of learning, and people don't really distinguish between the two. Hence, alchemy and chemistry, for example. Right. And I think this is the third reason why Dee is so fascinating, because he's a reminder of exactly that age where what today we would call science and the occult arts can kind of merge and bleed into one another. And I guess that it's not just Dee who illustrates this, Elizabeth I does as well. So she is famously intellectual and brilliant, incredibly learned, very well-educated, very scholarly, very shrewd. But this doesn't stop her from believing all kinds of things that to us today might sound completely mad, such as, for instance, that she's destined to be the last empress before the end of days. And you mentioned alchemy. So she and lots of her ministers are absolutely obsessed by this idea that base metals can be turned into gold. And she herself is the only English monarch known to have practiced alchemy personally. And she's very, very keen on it in a way that actually slightly reminds me of the way that Keir Starmer and Rachel Reeves have been bigging up AI recently as a kind of a panacea, a solution to the problem of stimulating England's economy and kind of clearing the country's national debts and all this kind of thing. This is what Elizabeth thinks alchemy might promise. If only they can find what they call the philosopher's stone, this way of turning kind of lead or whatever into gold, then this would be brilliant. And England's economy will be absolutely flying. I mean, the irony is that we now know that that was a Hogwarts, but they didn't know that then. Yeah, they didn't know that, did they? Anyway, so Dee, he knows about all these things, doesn't he? So you mentioned alchemy, astrology, astronomy. He knows about maps. He knows about all this stuff. But this is quite dangerous at the same time, isn't it? Because in a Protestant age, a lot of people are very suspicious of all of this knowledge. Yeah, because they see it simultaneously as being satanic, potentially, but also Catholic, as papist. And of course, as Protestants, they tend to conflate the satanic and the papist. And Dee absolutely understands this for reasons that we will explore, because he's sailed very close to the wind a number of times. And he is actually an obsessively private person, and he makes sure to keep his kind of most venturesome occult explorations absolutely absolutely secret. And the most extraordinary of these occult explorations are those that take him to Prague, embroil him with this extraordinary figure, this medium, Edward Kelly, and potentially open him up to very serious charges of necromancy. And essentially, what this great climactic adventure of Dee's life, and it reverberates so powerfully that a series set about vampires and witches in the 21st century can kind of allude to it. Dee wants to learn the language of the angels. And he believes that Kelly is the one man who can access it for him. And this is because Kelly, I've described him as a medium, but he's more properly what the Elizabethans would have called a scryer, which is a man with a gift for contacting the dimension of the supernatural by gazing into a glass. So a crystal ball, if you see things in a crystal ball, you're a scryer. But in the Elizabethan period, more properly into a kind of mirror or a glass so a crystal ball you know if you if you see things in a crystal ball you're a scryer but in the elizabethan period more properly into a kind of mirror or a glass or a kind of a shining stone and kelly does this and d believes that the figures that kelly sees in his mirror are indeed angels but of course the shadow hangs over this entire venture what if they are actually demons Right. Because how do you tell the difference? Yeah. What if these figures are pushing Dee and Kelly towards satanic ends? And as we will see, the revelations that Kelly supposedly has do indeed, in the end, lead him and Dee on a very, very dark path. And it ends in absolutely shocking scandal. And it's a reminder that the occult is dangerous, both because those who practice it might end up being charged with necromancy, with witchcraft, but also because the supernatural itself may prove to be dangerous. Crikey. May prove to shelter, you know, potentially deadly peril. Exciting. But before we get into all that, before we get to the shadows and the deadly peril, what we haven't done is actually tell people exactly where we are and who we're dealing with. So let's do a bit of that. John Dee is born in the summer of 1527. He's born in London in the shadow of the Tower of London. But actually, he is of Welsh descent, isn't he? So his father is called Roland, and he's from Radnorshire. Yes, and John Dee would always claim that he was descended from a great line of Welsh princes from Gwynedd. But in reality, it seems that his forebears were kind of impoverished cattle farmers. And that is one of the reasons why Roland D ends up coming to London, because, you know, great expectations. And actually, he does amazingly well for himself. He's obviously a very smart, shrewd businessman. He goes into the textile business. He wins membership of the city's Guild of Mercers. You know, the city guilds are very, very powerful. And he ends up being appointed to a position in the royal court as the gentleman's sewer to Henry VIII. So a kind of bespoke tailor, I guess. He sews the royal clothing, he orders in materials. And also, weirdly, part of being a gentleman's sewer is that you have responsibility for setting the table at royal feasts and kind of supervising all that. And he ends up becoming very, very wealthy. And I suppose young John growing up in his house, very close to the docks. I mean, he must be aware that his father's wealth is very dependent on international trade. You know, all those ships going across to Antwerp and Amsterdam and whatever.",
    "speaker": null,
    "startTimecode": 476020,
    "endTimecode": 1168880
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/3",
    "text": "And it may be, I guess, that this is what fosters a kind of interest for him in the idea of naval exploration and of naval imperialism. And we know that John Dee must have been an extremely bright boy. And of course, because his father has done very well, he's able to send his son to a grammar school and then send him to Cambridge University, where Dee, again, is brilliant. And it's at Cambridge. It's a mixture, isn't it? Because there are some people there who are hot Protestants, very evangelical at his college, St. John's. It's famous for its evangelical Protestants. But it's quite a lot of diversity. There are loads of Catholics as well. So he's getting, you know, he's getting ideas and whatnot from everywhere. And he's quite ecumenical by nature. Yeah. So St. John's College has been in existence for about 30 years when Dee goes there. And as you say, it has these very, very brilliant Catholic humanists, but it is also getting a reputation for kind of radical Protestantism. And Dee, he's a kind of instinctive centrist, almost a kind of slippery centrist, you might say, bearing in mind what's going to happen, as we'll see. But I guess a kind of more generous way to put it might be to say that he feels the tug of aspects both of Catholic and Protestant doctrines and religious practices. He seems to have been kind of genuinely ecumenical, which is quite rare in the 16th century. He's definitely a very devout man, but he doesn't feel a kind of instinctive sense that he has to stand on one side or other of this great religious divide that is opening up. And of course, in that, he will be a bit like Elizabeth I, who is also kind of quite like that. So that's an important aspect of his character that develops at Cambridge. And another is a taste for theatrical spectacle. So 1546 he graduates from St John's and he goes to Trinity Cambridge which has been founded by Henry VIII. So there's still a statue of Henry VIII at Trinity College. And Dee is appointed as one of the founding fellows and one of his jobs is to stage plays so cambridge colleges they love plays and d does this aristophanes comedy so an ancient greek comedy and it the stage the stage directions require character to fly up to mount olympus on the back of a giant dung beetle. Bizarre. That's a challenge. But Dee pulls it off with a kind of amazing coup de théâtre. He has very innovative use of pulleys and mirrors, and people sat there watching this, can't believe what they're seeing. And it's so impressive, this kind of visual special effect, that in the long run, it leads to accusations that he could only have achieved it via witchcraft. And Dee himself, later in his life, when he's complaining about all the accusations of necromancy that are being levelled at him, he says that this was the source of his reputation as a conjurer of wicked and damned spirits. But as we will see, Dee is being very disingenuous here, isn't he? Because there are other very good reasons, more obvious reasons why he gets this reputation as a conjurer. So before we get on to the fact that he is genuinely a conjurer, part of this is religious. Because he's kind of an ecumenical fellow by temperament, his more evangelical hot Protestant friends think, oh, you've got Catholic sympathies and they love a bit of magic and that you're mixed up in all that, aren't you? Yes, because it is part of the Protestant attack on the Catholic priesthood in particular, that they are magicians or actually specifically conjurers. So Francis Young, very much a friend of the show, we had on The Rest of History, I think a couple of years back, talking about his book Magic in Merlin's Realm, a history of occult politics in Britain. So in that book, he points out that there is a measure of truth to this Protestant accusation that Catholic priests are conjurers, because to quote Francis, priests were quite literally conjurers since they received the minor order of exorcist on the way to the priesthood. And conjurer was just a synonym for exorcist. A priest exorcised or conjured every time he baptised. So, you know, revoking Satan and all that kind of stuff. And traditional exorcisms of salt and water preceding the mass were considered an integral part of the rite. So the fact that Dee seems to have been quite fond of these practices and these rituals kind of does cast him in Protestant eyes as a bit of a conjurer. But if that's not sinister and un-English enough, he's also really interested in math, isn't he? Which is also very sinister. So calculating and conjuring are synonyms at the time. Yes. And so doing a lot of complicated equations and whatnot is an unmistakable sign that you're in league with the devil. Yes. So there's that as well. And Dee is such a brilliant mathematician that he actually gets offered to be professor of mathematics at Oxford and he turns it down because he's hoping for better things but he's clearly you know again he is seen as being the best at maths in England yeah and again this kind of suggests he might be a conjurer to people who are not au fait with as you say simultaneous equations but this isn't the only reason that D comes to be associated with magic, because actually he is investigating it. Right, exactly. He is a conjurer. I mean, there's no two ways about it. Yeah, he genuinely is. Yeah, he's trying to keep this quiet. But right from his earliest days as an undergraduate at Cambridge, he is genuinely studying the occult arts in some detail. And he does it at St. John's, he does it at Trinity, then he goes abroad, he studies in the lowlands, he ends up studying in Paris. And everywhere he goes, he is combining his studies in mathematics, in philosophy, in astronomy, kind of what you might call legitimate subjects, with an exploration of more magical and occult avenues to wisdom and knowledge. So alchemy and astrology are two obvious ones, but even more exciting is the language of the angels, which he's absolutely obsessed by, isn't he? Yeah, so we mentioned this. He first starts kind of thinking about this. He's in Paris studying there and he has his eyes opened to the possibility that he could access the language of the angels, which he equates with the language that God had used when he spoke to Adam in the Garden of Eden. And Dee comes to think that this kind of primal divine language, that it must have a grammar, it must have an alphabet, and that because God has created all the universe, therefore this language must interfuse the whole of nature, everything that you can see and everything that you can't see. And that if only you could unlock the secrets of this language, then the mysteries of the universe itself would be unlocked. And there's something kind of almost of nuclear physics there. The idea that there is power to be obtained in unlocking the kind of the secret dynamics of the cosmos. And this is what D is after. He wants to harness its power. And D attempts to harness this power and to penetrate its secrets, partly through his own studies. So he accumulates an absolutely massive library. But of course, another option is also floating in his mind. And that is, well, what if I reach out to these angels? And what if I can find someone who can understand the angelic language? And this guy, Kelly, is going to come into view eventually, isn't he? But before we get to that, it's all kicking off politically. And this is very challenging for Dee himself because he could be facing a very brief appointment with either a funeral pyre or whatever or the chopping block. And this comes back to Edward VI, ultra-Protestant, four years old or whatever he is. He dies in 1553. And we did a podcast about this. We did a two-part about Lady Jane Grey. There are Protestants who want to stop Edward's sister Mary, who is Catholic, becoming queen. But that fails. And Mary, who is determined to turn back the clock and restore Catholicism, is back on the throne. Now, why is that a problem specifically for Dee? Well, Dee's dad seems to have been very embroiled in these Protestant attempts to stop Mary coming to the throne. And when Mary successfully brushes these attempts aside, so Lady Jane Grey is defeated. She has her head chopped off and all of that, which we did in those previous episodes, as you said. Dee's dad gets caught up in this. He gets sent to the tower. He's released, but massively fined. And basically this destroys his credit. So from that point on, he's ruined. And this has a massive knock-on effect on Dee, who had been relying on his father basically to subsidize his studies. And it means that Dee now has to kind of turn his academic studies, maybe his occult studies, into either money or into royal favor, which in turn would give him kind of various perks and livings and enable him to live in the style to which he has kind of grown up accustomed. But obviously this is very tricky in a world where Mary is Catholic. You know, she's, what would you say? I guess you'd say Mecca, making England Catholic again. That's her business. But lurking in the background, her heir is Elizabeth, who's a Protestant. Yes. So Dee's approach to this problem is massively to hedge his bets. So what solution? Despite the fact that actually under Edward VI, he'd seemed very keen on the Protestant Reformation. I mean, he'd said all the right things, despite the fact that secretly he was quite into Catholic ritual. Under Mary, he becomes a Catholic priest and he does it in a single day. So you have to go through six degrees of ordation and these are rushed through. Very, very unusual that you can become a Catholic priest in a single day, I gather. He's able to do this because it is facilitated for him by the Bishop of London, the Catholic Bishop of London, a guy called Edmund Bonner. And he ends up being called by Protestants Bloody Bonner. So that gives some idea of his reputation with the more evangelical wing of Christian. But actually Bonner is he's a very shrewd, very charming man. If he's not, you know, sending you to be burnt at the stake. Yeah. He seems very keen on Dee. And it is thought that this is because they may well have been related. So Bonner as well seems to have come from the Welsh marches. So that's good. Dee is now a Catholic priest. This will obviously help him with Mary. But what about Elizabeth? How can he keep Elizabeth on board? Well, now that Dee is a priest, he can go to Woodstock, where Elizabeth, who essentially has been kept under house arrest, she is allowed to go and hear mass in Woodstock, and he can kind of make contact with her. And when he makes contact with her, Dee's reputation as the best astrologer in England is already secure. He casts Elizabeth's horoscope, he casts Mary's horoscope, and he casts the horoscope of Philip of Spain, to whom Mary is married. And this, of course, is exceedingly dangerous because essentially, you know, he's letting Elizabeth know that the heavens have predicted that she will become queen. And presumably that means that the horoscopes that he's cast for Mary and Philip are not as positive. And encompassing the death of a king or queen is a dodgy thing. And he doesn't manage to keep this a secret, does he? So the word gets out. And when people know that he's done this, I mean, he's in real trouble. He really is. So he's arrested. He's charged with calculating, conjuring, witchcraft. I mean, this is very bad. And on top of that, this informer appears who accuses Dee of having used enchantments to kill one of this guy's children and to have blinded another. So that's kind of added to the tally of necromantic crimes. And Dee, like his dad, is sent to the tower where almost certainly, although he never actually mentions it, but this would have been standard procedure, he's probably put to the rack. So suffers quite brutal torture and things that are really bleak for him. But he does still have this one trump card, which is the Bishop of London, Edmund Bonner. And Dee is brought before Bonner, who couldn't be more charming. Not only does he license Dee's release, but he actually then employs Dee as his personal chaplain. And in this role, Dee then takes part in the interrogation of suspected heretics. And, you know, I guess a guy's got to do what he's got to do. I mean, it's a kind of survival strategy, but it's not particularly glorious. No. And, of course, it's, you know, he's now storing up all kinds of problems for himself if, as the horoscope had foretold, Elizabeth is to become queen, which, of course, in due course, she does. So Mary dies in November 1558 and is succeeded by Elizabeth, who is a Protestant. And Dee has become a priest. He's been hanging out with bloody Bonner. He's been taking part in the interrogation of Protestants. I mean, it's not looking good for him. So surely he's now massively exposed himself. I mean, he's changed sides, you know, enough times now for everybody to distrust him. But, you know, he's been this bloke's sidekick. He's been interrogating Protestants. Why is he not punished? Why is there not a massive backlash against him? I mean, it's striking. Something quite admirable is that Dee does continue to visit Bonner even after he ends up being put in the Marshallsea prison. So he does stand by him. He's not kind of 100% repenting and recanting his role, but it is awkward. So Dee appears in Fox's Book of Martyrs, which is the great volume recounting the Marian persecution of Protestants, the burning at Smithfield and all of that. And Dee features in it, you know, one of the interrogations of these martyrs. And it takes Dee over a decade to get this mention of him removed, which in due course he does manage to do. But I mean, it is a kind of embarrassment. And in Fox's Book of Martyrs, he is referred to as the great conjurer. So he's being cast not just as a papist, but as a necromancer. And on top of that, his dad has been ruined. He's completely skint. He has to make his own living. I mean, it's looking really, really bad for him. Does he not still have some credit with Elizabeth for doing that horoscope? I mean, is she not still grateful to him for that? That is his one crucial contact. It is enough to keep him secure from his enemies. But the question is, is it going to be enough to secure him status at court, financial security, all these things that he desperately craves? And so Dean knows that he has to prove his value. Elizabeth isn't just going to give him a living or her favour just because he cast a horoscope at a dangerous time. He has to prove that he is worth her investment of time and money. But fortunately, his reputation as England's greatest astrologer, I mean, that is still very much in Elizabeth's mind. And so, it is Dee who is charged with fixing on the best date for her coronation. he looks into the stars to work out when will be the most favourable time for her to be crowned. What was it? Why don't you, like the witch at the start of Discovery of Witches, go into the Bodleian and tell us. Well, I'll just actually look into this mirror that I've got next to my computer. Do some scrying.",
    "speaker": null,
    "startTimecode": 1169500,
    "endTimecode": 2079120
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/4",
    "text": "Ask the angels. It was actually Sunday, the 15th of January, 1559, which is funnily enough, that's the date I would have chosen.",
    "speaker": null,
    "startTimecode": 2079640,
    "endTimecode": 2084940
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/5",
    "text": "So good choice. Wow. That is very necromantic and very suspicious. So rather like you, a great scholar who decides not to stay in the university system, but to go out into the world and trust your future to strange supernatural voices that kind of go out into the ether. Dee is kind of aiming at a similar thing. He knows that he has to offer Elizabeth something, but how? Through his learning, through alchemy, or maybe, just maybe, by tapping into the language and the secrets of the angels, time will tell. Well, that's very like me because I did it through the language and the secrets of the Daily Mail. He did it through the language of the secrets of angels. Some people would say the same thing. We'll take a break and we'll return with more John Dee. This is an ad by BetterHelp Online Therapy. You know, in a society that glorifies hyper-independence, it's easy to forget. We really are all better when we have a support system behind us. my support system, the people that i rely on more than any other and do most for my well-being my self-esteem and my mental health are our producers theo and tabby they've genuinely changed my life when i've ever got a question i know to go to them so tom who's the support system in your life a very exciting addition to my support system is my beloved Bulgarian trainer, Simon, who makes me not only mentally fitter, but physically fitter. Therapy can be a source of support for any area of your life, and it can give you the courage, Tom, to ask for help. It can help you learn positive coping skills when you're stressed. It can teach you how to set boundaries and to enforce them. It can help you work through anything and empower you to be the very best version of yourself. As the largest online therapy provider in the world, BetterHelp can provide access to mental health professionals with a diverse variety of expertise. Build your support system with BetterHelp. Our listeners get 10% off their first month at betterhelp.com slash rest history. That's betterhelp.com slash rest history. This episode is brought to you by the Swedish clothing brand Askett. Askett was founded in 2015 to develop clothing that stands the test of time. And over the course of 10 years, they've built just one single permanent collection of 50 garments where every piece is under constant and relentless refinement. And while, Tom, they have just one permanent collection, they do offer three lengths for every regular size. So, for example, being normal, I'm a medium regular. But you, Tom, you're a large long, I believe. Like a Swedish berserker Viking king, actually, Dominic. Right. And I have to say, I really love their clothes. I have a black hoodie that Sadie has essentially nicked off me. So, that's my wife. And I think that when she nicks clothes, that's always a good sign. Well, I'm actually completely with you, Tom. I mean, my Asket cashmere sweater is a massive favourite of mine. And I love the fact, Tom, did you know this? That they work almost exclusively with natural materials and European craftsmanship.",
    "speaker": null,
    "startTimecode": 2125660,
    "endTimecode": 2273380
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/6",
    "text": "And the cherry on the cake, their products are 100% traceable. No discounts ever. If you don't need anything, don't buy. If you're considering something, visit askot.com. At four of the clock in the morning, my mother Jane D died at Maud Lake. She of October, 1580. So his mother, Jane, has died at 77 years old. Very good innings. And it's a sweet little moment. Elizabeth I, you know, was she going to be the Empress of all Catholics and Protestants? But she's still not too grand to stop off and see how he's doing. Doesn't that reflect well on Good Queen Bess? I think it absolutely does. It's a kind of touching glimpse of her concern for Dee, but it's also tribute to her interest in his work and I think also the resources that he has gathered in his home. So Elizabeth, when she drops off on Dee, would almost certainly have been travelling either to or from her palace in Richmond, which is down the Thames from London. And the reason that she stops off to see Dee on the way is because he also has a house on the Thames between Richmond and London at a place called Mortlake. He has this large garden that runs down to the banks of the river. And it's a great rambling pile. He's bought up kind of various local tenements and turned them into alchemical workshops. So Elizabeth obviously be very interested in that. But his house contains possibly an even greater wonder than his alchemical workshops, which is the largest private library in England. And this is knowledge is power.",
    "speaker": null,
    "startTimecode": 2273920,
    "endTimecode": 2384660
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/7",
    "text": "This is why Elizabeth is interested in Dee and in these kind of incredible resources of learning that he has in his house. And a great example of that is this project that he's fascinated by, well, he has been fascinated by for most of the preceding decade, which is this idea that you mentioned in the first half of a British empire. It's so interesting that he's using those words before there is even really a British empire. Yeah. But the funny thing is he's obsessed by the sea and cartography and all of that, but he's never been to sea himself. Well, as you know, a lack of experience doesn't necessarily preclude one from pontificating about it. No, of course not. I mean, he's genius, and I think it's not an exaggeration. I mean, he is a remarkable man. It lies in the way that he is able to kind of blend and fuse an amazing kind of array of categories of information, fields of study, in a way that no one else would be able to do. Because what D brings is, I mean, let's say, this incredible library, but I think just nerve, kind of chutzpah in kind of blending it all together. So his project to kind of promote a British empire is drawing on all different kinds of books. So he has in his library, absolutely cutting edge books on navigation. So we talked about how as a young man, he had gone to study in the Low Countries. And when he was there, he'd become a very close friend of the most celebrated cartographer of his day, Gerard Mercator, who is busy incorporating coastlines of the New World, you know, the ports of that being brought back by Spanish and other sailors. He is banishing the kind of the maps that had been traditional in the Middle Ages, where you'd put Jerusalem at the centre. And as Benjamin Woolley in his biography of Dee, the Queen's Cundra, puts it very nicely, I think, a picture of the world emerged that the 16th century eyes would have been just as startling and significant as the first photographs of Earth taken from space were in the 20th. So it's opening up a new way of understanding the globe. And actually, Mercator had given Dee not just kind of maps and volumes on cartography, but also a pair of globes, one of the earth, one of the heavens, which are incredibly valuable. So that's also part of this kind of great library of knowledge that Dee can offer. Yeah. And the second thing that he has, he's got lots of books about occult science, alchemy, astrology, of course he does. And then the third thing, antiquarian books. Now, why are these antiquarian books? So they're going back to the time of King Arthur and Welsh princes and stuff. Now, why are they so important for the future? Because it enables Dee to give to Elizabeth and her advisors what seems to be an absolutely foolproof legal claim to a British empire overseas. And you mentioned King Arthur, so that's an important part of it. Dee adduces all kinds of ancient texts and histories proving that Arthur had conquered most of the continent, but had also conquered a whole chain of islands leading to Greenland and beyond Greenland into what people would now recognise as being America. So this is brilliant. This proves that Elizabeth is absolutely destined to be the last empress. But there is also intriguing intriguingly, a Welsh aspect. And we talked about how Dee is of Welsh pedigree. As is Elizabeth, of course. As is Elizabeth. So this is also something that ticks a lot of boxes. And this is the story of a Welsh prince who lived in the late 12th century. So that's going centuries and centuries back. And this is a guy called Madoc. And the story is that Madoc's father was the Prince of Gwynedd, the most powerful prince in Wales. He dies. Madoc's brothers all fall out with one another, kind of squabbling over the inheritance. But Madoc is a man of peace. He doesn't want to be part of this Game of Thrones. And so he resolves to leave Wales with refugees from the Civil War and sail westwards in search of a new land. And there are various accounts of where he went. But the most popular account says that he sailed up to the Arctic Circle, that he then went down the coast of North America, past Florida, rounds it, goes to Mexico, establishes a colony, comes back to Wales, reports to everyone in Wales, look, I've found this new world, I've found it in a colony, anyone else want to come? Lots of people do, pile onto his ships, they sail off, and that is the last that is heard of Madoc. But those books that Dee has on Prince Madoc, I mean, let's be frank, they're works of fiction. I mean, this didn't happen. I agree that they are implausible. And what adds to the implausibility of these stories is that actually there is no written record of this legend at all until the Tudor period. It's generally accepted that this probably was a tradition that was current in the Middle Ages. Part of this kind of great swirl of stories and fantasies about lands beyond the Atlantic that inspired Columbus. But it doesn't seem to have been a particularly prominent one. And as you say, I mean, the likelihood that Prince Madoc actually existed is minimal. But you can see why it appeals to Dee. You can see why it appeals to Elizabeth. Both of them, as you say, are kind of Welsh, because it enables her to lay claim to the New World on the grounds that people from Britain had got there and founded colonies long before the Spanish. And so it's not surprising that Elizabeth and her advisors are intrigued by these arguments. You know, they are a kind of mad and inimitable blend of the practical. So all the maps, the occult, the last empress, and the antiquarian, Arthur and Madoc, all kind of mixed up, basically to provide the English with a justification for going abroad and nicking stuff from the Spanish and indeed in the long run from Native Americans. Yeah, so it actually genuinely matters and it inspires particularly Walter Raleigh, doesn't it? Yes. You mentioned in the first half him going off to El Dorado, or of course he famously went off to Virginia and founded the Roanoke colony and he's he's been reading or listening to Dee these ideas are rattling around Walter Raleigh's brain so this actually has real world consequences it absolutely does and Raleigh always remains Dee's patron but the problem is he gets caught up in you know all kinds of faction fights and caught intrigues. And when Raleigh always remains Dee's patron. But the problem is he gets caught up in all kinds of faction fights and court intrigues. And when Raleigh falls from favour, Dee risks falling from favour. And certainly by the 1580s, Dee is getting quite nervous that his credit at court is getting severely overdrawn. That Elizabeth seems to be a little less fond of him than she was. So at one point she was praising him as my philosopher. But those days by the 1580s are starting to fade away. And there are very influential factions at court led by William Cecil, who is the greatest of all Elizabeth's ministers, who's very opposed to this vision of an overseas empire because he thinks it's quixotic and even worse, very expensive. And so Dee, he's stuck. He doesn't have a private fortune. He needs the support of great figures at court. And so by the early 1580s, he's looking around for a new patron. And in the space of just over a year, so that's between 1582 and 1583, he meets not one, but two people who seem to open up to him dramatic new avenues of promise. And the first of these is a man that we've been mentioning, alluding to, kind of touching on throughout, but never actually saying who he is, where he comes from, why he's so significant. And this is this mysterious figure, this medium, this scryer, Edwardlly so he's the bloke who's talking to the angels and we can't be entirely certain where he came from he's probably of irish descent hence the name kelly yeah but he's from the midlands right from worcester possibly from worcester probably educated at oxford he certainly seems to have known latin and greek yeah and he marries a woman called joanna dominic from chipping norton your neck of the woods yeah And he always seems to have had a quality of the disreputable. So there are lots of stories that he had had his ears cropped, which was the punishment for forgery. We don't know whether that's true, but it is telling perhaps that he always seems to have worn a cap pulled down over his ears. So who knows? Yeah. So a slightly shady, mysterious figure. When he turns up at Dee's house in 1582, Dee thinks he is great. And the reason for this is that Kelly proves himself very, very rapidly to be the most talented, the most formidable scryer that Dee has ever met. Hard to imagine how you'd measure that. By the quality and richness of the visions that you have. So, you know, Dee has been trying to contact angels for decades. He's been employing various people who claim to have this ability because Dee himself doesn't. Dee gazes into kind of mirrors and sees nothing. He has this incredible obsidian mirror that seems to have come from Mexico, so kind of Aztec mirror, that is kind of ideal for the purpose. This should be opening up massive great visions of the heavens, but he can't do it. It's like having a computer, being unable to switch it on or something. He needs someone to do it for him. And of course, the risk is this makes him an absolute gull for fraudsters and charlatans and crooks. And all the people that Dee has been employing do turn out  Thank you. Of course, the risk is this makes him an absolute gull for fraudsters and charlatans and crooks. And all the people that Dee has been employing do turn out basically to be crooks. But Kelly seems to be the real deal. And Dee records his first attempt to kind of gaze into this Aztec mirror and summon up the angels. And it happens on the 10th of March, 1582. So he describes Kelly. He then settled himself to the action and on his knees at my desk, setting the stone before him, felt a prayer and entreaty, etc. In the mean space, I, in my oratory, did pray and make motion to God and his good creatures for the furthering of this action. Within one quarter of an hour or less, he had sight of one in the stone. I then came to him to the stone. and after some thanks to god and welcome to the good creature used i required to know his name and he spake plainly to the hearing of edward kelly so d can't understand what is being said that his name is which kelly reveals is uriel i, you made the noise of the angel there, but D can hear nothing.",
    "speaker": null,
    "startTimecode": 2525640,
    "endTimecode": 3028940
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/8",
    "text": "And D, I think it's fair to say, can see nothing. No.",
    "speaker": null,
    "startTimecode": 3031560,
    "endTimecode": 3032280
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/9",
    "text": "So some listeners may say D is, for an intelligent person, he is being unbelievably credulous in basically believing this bloke who says, I've seen an angel and I've heard him talking to me. I mean, you can neither see nor hear him, but I assure you he's there. Why is he so gullible?  So two things to say to that. One possibility, which I think is likely to be true, is that Kelly has an unbelievably vivid imagination and learning and understands what Dee wants. He's part of this occult world. He conjures up incredible visions of an astonishing richness. And the things that he is reporting are the kind of things that Dee is expecting, only better. So Kelly's probably read the same books, in other words. Kind of. He's plugged into the same world. Yeah. The other possibility, which is one that occultists to this day uphold, is the possibility that he really was seeing supernatural beings. So that is an alternative. We should leave that open as a possibility and listeners can make up their own minds, I think it's fair to say. Yes. Okay. This is an exciting development for Dee. But then the following year, there's another exciting development. And we've had quite a lot of polls in this series so far. Love a poll. Yeah. And here's another one. This is a guy called Obracht Lasky. He's a count, very flamboyant, very mysterious. And he arrives by boat up the Thames at Dee's house on the 15th of June, 1583. So he is notable for an absolutely massive beard. Big fan of a large beard on the rest of his history. So Hollinshead, the historian whose accounts inspire so many of Shakespeare's plays, gives a description of Lasky's beard. It was of such length and breadth as that lying in his bed and parting it with his hands, the same overspread his breasts and shoulders, himself greatly delighting therein and reputing it an ornament. Okay, sounds lovely. He's a very keen alchemist, very much aware of Dee's reputation. In fact, it's likely that that is one of the kind of principal reasons he's come to England and he's very restless. He's very ambitious and he is desperate to know if the reigning king of Poland is long for the world. And if not, whether Lasky is himself destined to replace him. Wow. What's the answer? So Kelly gets out the Aztec obsidian mirror, does his scrying, contacts the archangel Uriel, and Uriel answers, which Kelly reveals means I will grant him his desire.",
    "speaker": null,
    "startTimecode": 3036900,
    "endTimecode": 3179140
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/10",
    "text": "And later that summer, there's another angel who has the brilliant name of Jubun Ladike.",
    "speaker": null,
    "startTimecode": 3179980,
    "endTimecode": 3184340
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/11",
    "text": "No angel would really have that name. And he reveals, and I won't give the angelic words, you shall pass into his country to help his kingdom be established again. So that's looking good. Poland. Yeah, Poland. Wow, that's great. So this prospect, Lasky will become king and thereby be their great patron, combines with the fact that he's lost favourite court, that he's being harried by his creditors. He seems to have arrived at a bit of a dead end career-wise in England. And he decides that he will sail with Lasky from England to Holland and from there travel onwards to Poland. Kelly will have to come with him because otherwise they can't keep in touch with the angels. Both Kelly and d take their wives and their families with them they all set out all seem set fair everything looks promising this is what the angels have promised what could possibly go wrong well i mean it's fair to say everything goes wrong right everything does go wrong what follows is an absolute and utter disaster yeah so four months they're on the road and they get to Lasky's hometown, which is called Lascaux. And it's when they get there that Lasky realises that the angels have been misleading him because basically he's not going to become king of Poland. Right. And also been misleading Dee and Kelly because if he's not going to become king, then they have no prospects of success as the angels has been promising. And in fact, as they start travelling to Poland, the angels keep popping up with all kinds of helpful comments along the lines of everyone back in England thinks you're absolute losers, you're renegades, you're traitors. So that's bad. And also warning that Poland's in a condition of civil war. You don't want to be there. Why have you come there? And Kelly does not say, well, you told us to come, but this is obviously kind of lurking in the background. So then the angels say, actually, forget Poland, go to the emperor. And this is Rudolf II in Prague. And Rudolf is a famous patron of alchemists, astrologers, everything to do with the occult. He loves all that kind of stuff. They don't really have any money, Dee and Kelly, by this point. But they think, well, since the angels are telling us to go, we probably should. They arrive in Prague and this too turns out to be a disaster. So Dee has this European reputation as an alchemist and astrologer. And so Rudolph is interested in him, allows him to have an audience. But disastrously, an angel has popped up and told him to go to Rudolph and rebuke him for his sins, which Dee is absolutely terrified about doing. But the angel insists on it. So Dee goes and does this and it doesn't go down tremendously well. This is like Kelly winding Dee up, surely. And what makes it even worse is that just before Dee goes in for his interview with Rudolph, Kelly's been arrested for brawling with one of the Imperial guards, has been up and so d has to go and get him out and adding to the fun is the fact that a particularly sinister angel has appeared on the scene and she is called madimi and she has the appearance of an eight-year-old girl who wears a kind of a splendid satin dress a gown that changes from red to green and back again. And she starts warning them that Satan is after them, that Satan seeketh the destruction of thy household and the life of thy children. So just for a second, your own personal view, like what's going on with Kelly? He's conjuring up this, or he's pretending he can see like this weird girl and all that. Is mad? Or is this a colossal con? Is he a fraudster? I really don't know. It's too distant. It's too strange. Kelly's visions are so consistent.",
    "speaker": null,
    "startTimecode": 3385400,
    "endTimecode": 3392060
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/12",
    "text": "And Dee keeps a very detailed record of them. It's hard to believe that he is just a bare-faced fraudster. I suspect he kind of does think that he has access to the dimensions of the supernatural but obviously i don't think that madimi actually exists right no i mean it's in the kind of border zones between fantasy between charlatanism yeah a capacity for imagining that you were seeing things that aren't there he's deluding himself as much as he's deluding. Well, except that on top of that, I suspect that part of what is going on is that Kelly is getting a bit fed up with Dee by this point because Kelly's fortunes are actually on the upturn because as well as a brilliant scryer, he turns out to be a very promising alchemist and alchemy is potentially much more lucrative than kind of talking to angels. But he's not actually turning lead into gold. Well, we will see. So the fact that Dee is kind of noting down the voices of angels, Kelly is starting to get into alchemy. Unsurprisingly, this starts to attract the attention of the papal nuncio in Prague. They are from a Protestant kingdom, even though Dee, of course, is an ordained Catholic priest. It's a treacherous position for them to be in. At the same time, Rudolph is starting to suspect that Dee might be a spy. Dee and Kelly are endlessly being banished from Prague, allowed back in, banished again. Dee's relationship with Kelly is going very badly downhill. You know, Dee needs Kelly to keep him in touch with the angels because otherwise he's sunk. But because Kelly is increasingly more interested in establishing his reputation as an alchemist, he's getting a bit bored with talking to the angels. And it may not be coincidence that in 1587, when Kelly's reputation as an alchemist is becoming so impressive that it's not just Rudolph who is kind of saying, well, I might sign up people from england are coming and saying come back to england you know it's this kind of keir starmer and ai thing again yeah please come back and help revive our economy by giving us loads of gold it's in this year 1587 that you get an absolutely massive bombshell from madimi who has recently started doing strip teases so she started pulling her gown back and showing her private parts. Which neither of them can see. Well, Kelly can see it, he says. Yeah. So Madimi then announces that all things are possible and permitted to the godly, nor are sexual organs more hateful to them than the faces of every mortal. So what does this mean? Kelly explains, because of, he understands what the angels are saying.",
    "speaker": null,
    "startTimecode": 3393060,
    "endTimecode": 3545200
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/13",
    "text": "He reveals that what Medimi is saying is that he and Dee should sleep with the other person's wife. And Kelly basically has had the hots for Dee's wife right the way through their trip. And Dee is completely appalled. He adores his wife. They're very close. But obviously he can't disobey the angels. And so 21st of May, 1587, he writes in his diary, pactum factum, the agreement has been fulfilled. Two things to say. One, Dee surely is the most gullible person we've ever had on this podcast. And two, I mean, his wife has no say in this. What is this, like indecent proposal? Dee describes the negotiations. She's very upset. He's very upset. But they seem mutually have decided, you know, if this is what the angels are saying, then that's what they've got to do. But obviously the consequences of this are kind of devastating. Relations between the two men really, really break down. And in 1589, Dee returns to England. He's had enough. He doesn't care that he won't be able to talk to the angels anymore.",
    "speaker": null,
    "startTimecode": 3606060,
    "endTimecode": 3606740
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/14",
    "text": "Maybe he is starting to suspect that the angels are actually demons. And Kelly remains in Bohemia, where amazingly, despite the fact that he's been nothing but trouble for years and years in Bohemia, Rudolph employs him as his chief alchemist. He knights him. He lavishes him with all the riches that Kelly had secretly been hankering after all this time. But then there's the problem that, you know, Rudolph is expecting gold and Kelly can't provide it. And so Rudolph imprisons him, not so much to punish him for not turning up with gold, but to basically say, well, you know, you stay there and you give me the gold and don't go off and do other mad stuff. Kelly tries to escape and it is said dies in the attempt. But there are other accounts as well. So some say that he did escape Rudolph and made off and did discover the Philosopher's Stone. Right. Others say that he, a bit like the men who become the Nazgul, that he transmutes into a kind of ghoulish spectre.",
    "speaker": null,
    "startTimecode": 3609600,
    "endTimecode": 3647000
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/15",
    "text": "Okay. discover the Philosopher's Stone. Others say that he a bit like the men who become the Nazgul that he transmutes into a kind of ghoulish specter and is seen stalking the lands of Bohemia. And there are others occultists living today who say that Kelly never died that he is he's still on the scene he's still around. Wow. So I mean all of those I guess are kind of pretty tragic ways to go. Well're still around. I mean, that's great. Would you want to live around? Maybe you would. Dee's not still around, is he? Dee's definitely not around. So he goes back to England and he has a very kind of miserable last few years. So he goes back to Mortlake, to his house, and he finds that it's been absolutely trashed. And his beloved library, people have gone in and they've nicked loads of volumes. And these seem to have been some of his students. I mean, people basically knew what they were looking for. And Dee complained that 500 volumes had been stolen and that some of these volumes had been worth hundreds of pounds, which is an inordinate amount of money back in Tudor times. Elizabeth doesn't completely abandon him. So she appoints him to a post in the cathedral in Manchester, which gives him a kind of income. But he is an exile from court. I mean, he feels it. Apologies to Mancunian listeners, but he really feels he's been sent into exile. And he finally returns to Mortlake in 1605, by which point Elizabeth is dead. James is on the throne. I mean, James has no interest in Dee at all. It's funny because James loves witches and demonology and stuff, doesn't he? Well, he does, but he's kind of quite hostile to witches. And I think the taint of witchcraft hangs around Dee. And it means that a bit like Walter Raleigh, he's been left over from the previous reign. He dies pretty poverty stricken. He's had to sell off such of his possessions as have been left to him. But he does leave behind this haunting reputation. I mean, it's why he appears in A Discovery of Witches. And he casts a kind of supernatural glamour over memories of Elizabeth's reign, I think. I mean, I agree. He clearly is unbelievably gullible. And the story of his deception by Kelly is a kind of really tragic one. But he is also clearly very, very brilliant. The scope and scale of his learning, it was absolutely astonishing. And so I thought rather than leave listeners with thoughts of what an absolute idiot he was, it might be kinder to quote one of the greatest of the Elizabethan poets, Edmund Spencer, author of The Fairy Queen, this kind of great allegorical portrait of the Elizabethan period. And in it, he gives what is almost certainly a portrait of Dr. D. So Spencer describes a room decorated with paintings of famous wizards. And he goes on to write, there sat a man of ripe and perfect age who did there meditate all his life long. So that's the paintings of the famous wizards. But through continual practice and usage, he now was grown right wise and a wondrous sage. Lovely, Tom. What a fascinating, what a richly fascinating story. Some would say the story of a wise and wondrous sage. That's Tom, who is a much kinder person than I am. Some would say the story of a wise and wondrous sage that's tom who is a much kinder person than i am some would say the story of an absolute mug which is what i would say but listeners you can make up your own minds yeah you decide that's the story of john d and we'll be back next time with something completely different thank you very much tom and goodbye bye-bye. Hi there. I'm Al Murray, co-host of We Have Ways of Making You Talk, the world's premier Second World War history podcast from Goalhanger. And I'm James Holland, best-selling World War II historian. And together we tell the best stories from the war. This time we're doing a deep dive into the last major attack by the Nazis on the West, the Battle of the Bulge. And what's so fascinating about this story is we've been able to show how quite a lot of the popular history about this battle is kind of the wrong way around, isn't it, Jim? The whole thing is a disaster from the start. Even Hitler's plans for the attack are insane and divorced from reality. Well, you're so right. But what we can do is celebrate this as an American success story for the ages. From their generals at the top to the GIs on the front line full of gumption and grit, the bold should be remembered as a great victory for the USA. And if this sounds good to you, we've got a short taste for you here. Search We Have Ways wherever you get your podcasts. Thanks. Anyway, so who is Obersturm van Führer Joachim Piper? But I see his jaunty hat and I just think... And his SS skull and crossbones. Well, I see his reputation and I think, you know, you might be a handsome devil, but the emphasis is on the devil bit rather than the handsome. Anyway, be that it's May, he's 29 years old and he's got a very interesting career, really, because he comes from a pretty right-wing family, let's face it. He's joined the SS at a pretty early stage. He's very international socialism. He's also been Himmler's adjutant. He took a little bit of time off in the summer of 1940 to go and fight with the 1st Waffen-SS Panzer Division. Did pretty well. Went back to being Himmler's adjutant. Then went off and commanded troops in the Eastern Front. Rose up to be a pretty young regimental commander. I mean, there's not many people that age are an Obersturm-Bahn-Führer, which is a colonel. You see, what must it have been like if you're in... If Himmler's adjutant turns up and he's been posted to you as an officer, do you think, well, he only got that job because of his connections? For Piper, it must have been always, he's always having to prove himself, surely, because he has turned up. He's not worked his way through the ranks of the Waffen-SS. He's dolloped in, having come from head office, as it were. It must be a peculiar position to be in, right? He's got lots to prove, right? That's what I'm saying. Yeah, and he's from a middle-class background as well. Yeah. But he's got an older brother who's had mental illness and attempted suicide and never really recovers and actually has died of TB eventually in 1942. Gosh. He's got a younger brother called Horst, who's also joined the SS and Toten Kott-Wabander and died in a never really properly explained accident in Poland in 1941. Right. Piper gains a sort of growing reputation on the Eastern Front for being kind of very inspiring, fearless, you know, obviously courageous, you know, all the guys love him, all that kind of stuff. But he's also orders the entire, the destruction of the entire village of Krasnaya Pollyanna in a kind of revenge killing by Russian partisans. Yeah. And his unit becomes known as the Blowtorch Battalion because of his penchant for turching Russian villages. So he's got all the gongs. He's got Iron Cross, Second Class, First Class, Cross of Gold, Knights Cross. Did very well at Kursk. Briefly in Northern Italy, actually. Then in Ukraine. Then in Normandy, he suffers a nervous breakdown. breakdown yeah and he's relieved of his command on the 2nd of august and he's hospitalized from september to october so he's not in command during operating lootage and then he rejoins the first ss panzer regiment as its commander again in october 1944 it's really really odd i mean but isn't that interesting though because if you're a lancer if you an ordinary soldier, you're not allowed to have a nervous breakdown. You don't get hospitalized. You don't get time off. How you could interpret this is this is a sort of Nazi princeling, isn't he? Him as adjutant, he's demonstrated the necessary Nazi zeal on the Eastern Front and all this sort of stuff. It comes to Normandy where they're losing. Why else would he have a nervous breakdown? He's shown all the zeal and application in the Nazi manner up to this point, and they're losing. You know, and because he's a knob, you know, because he's well-connected, he gets to be hospitalised if he has a nervous breakdown. He isn't told, like an ordinary German soldier, there's no such thing as combat fatigue, mate. Go back to work. Yes, and it's a nervous breakdown, not combat fatigue. Well, yes, of course. But, you know, what's the difference? One SS soldier said of him, Piper was the most dynamic man I ever met he just got things done yeah you get this image i have of him of having this kind of sort of slightly manic energy yeah kind of he's virulently national socialist he's got this great reputation he's damned if anyone's going to tarnish it you know he's a he's a driver you know all those things He's trying to make the will triumph, isn't he? He's working towards the Fuhrer. He's imbued with, he knows what's expected of him, extreme violence and cruelty and pushing his men on. I mean, he's sort of, he's the Fuhrer Princip writ large, isn't he, as an SS officer.",
    "speaker": null,
    "startTimecode": 3647900,
    "endTimecode": 4157580
  },
  {
    "id": "36382223-9000-40a2-8875-125e3cf03b51/transcript/paragraph/16",
    "text": "Yeah, exactly. Which is why cruelty and extreme violence are bundled in to wherever he goes, basically.",
    "speaker": null,
    "startTimecode": 4158140,
    "endTimecode": 4164160
  }
]