[
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/0",
    "text": "Thank you for listening to The Rest Is History. For weekly bonus episodes, ad-free listening, early access to series, and membership of our much-loved chat community, go to therestishistory.com and join the club. That is therestishistory.com. This episode is brought to you by Mint Mobile. Some of the great tussles and battles throughout history have been over money. After all, who doesn't love to have a little extra cash on hand? But you don't have to lead a cavalry or storm a castle to bolster your bank account. Do you know there's a much easier way of doing things? The single easiest thing you can do to save money is to switch to Mint Mobile. Because unlike other wireless carriers that drain everything they can from you, don't they, Tom? Mint Mobile have plans that start at just $15 a month. And that's with high-speed data and unlimited talk and text. That's amazing, Dominic. So if you like your money, Mint Mobile is for you. Shop plans at mintmobile.com slash history. That's mintmobile.com slash history. Upfront payment of $45 for three-month five-gigabyte plan required, equivalent to $15 a month. New customer offer for first three months only, then full-price plan options available. Taxes and fees extra. See Mint Mobile for details. I am the great traitor. There must be no other. Anyone who even thinks about deserting this mission will be cut up into 98 pieces. Whoever takes one grain of corn or one drop of water more than his ration will be locked up for 155 years. If I, Aguirre, want the birds to drop dead from the trees, then the birds will drop dead from the trees. I am the wrath of God. The earth I pass will see me and tremble. Whoever follows me on the river will win untold riches. We will control all of New Spain, and we will stage history as others stage plays. I, the wrath of God, will marry my own daughter and with her found the purest dynasty ever known to man. Together we will rule the whole of this continent. am the wrath the wrath of god so that was klaus kinski the great german actor as lope de aguirre in the film aguirre the wrath of god which was made in 1972 directed by funster Werner Herzog, and loosely based on, I mean, one of the most remarkable episodes of European exploration in history, a 16th century Spanish band of conquistadors venturing into the Amazon rainforest in search of El Dorado, and it doesn't end end well and it's one of the maddest films ever made partly because of course the conquistadors speak in German and we know that they would have spoken in English obviously but also Dominic I guess because it ranks alongside Francis Ford's Coppola's attempt to finish Apocalypse Now as a kind of cinematic folly de grandeur doesn't it it does indeed because they go into the jungle and it's all terrible and Herzog tries to kill Kinski Kinski's going mad he's got his great bulging eyeballs yeah the making of the film is carnage it is and it's holding a mirror up to the carnage of the original 16th century expedition exactly it's very like apocalypse now in that sense so they shot it in the early 70s as you say they shot it on location in the peruvian amazon and herzog at one point threatened to shoot kinski his lead actor and then turn the gun on himself and that's sort of been reported as he was basically forcing kinski to film scenes at gunpoint which i think is a slight exaggeration. But the filming of it was demented. But that actually, of course, reflected the subject matter, which is, as you say, this expedition. It's very, very Heart of Darkness, actually. The 16th century expedition. It's about European colonisers, colonialists, conquistadors. In Heart of Darkness, which we did a podcast on a few weeks ago, they go up the Congo. Joseph Conrad, his narrator, Marlow, goes up the Congo. He's in search of this guy, Kurtz, who's lost his mind. Well, in this story, it's the people who are going up the river who lose their minds, and particularly this bloke, Aguirre, who I think it's fair to say is one of the strangest and most unsettling characters we've ever done on this podcast. It's really interesting the books about him are often written by some of them are by professional historians but one of the best for example is by a guy called robert silverberg who's actually a science fiction writer yeah he did so all those books with kind of giant spaceships yeah cover and he wrote an absolutely brilliant book called the golden dream a history of quests for el Dorado. Like, very scrupulously researched, very serious book. And he describes Aguirre in this book. He says he's the single most villainous figure in the annals of the Spanish conquest, which is, you know, it's quite a high bar to clear. Yes, it is. And then there's the great historian of the Amazon, John Hemming, who wrote a brilliant book about the fall of the Incas. And he says of Aguir simply cruel psychopathic a man of unmitigated evil yeah so people are going to enjoy this yeah yeah it's always good to have a character like that on the podcast i mean it is very heart of darkness so very reminiscent of the series we just did on the congo but we've also just done an episode on dr john d elizabeth first's kind of great magus yeah and his great ambition is to track down secrets that will unleash untold wealth right and the whole el dorado quest yes sense that there is a golden ruler a golden city lost somewhere in the jungle and that if only you can find it then you will be unspeakably rich this also is part of the agirai story so it's a kind of fusion of the two isn't it it's absolutely part of the Aguirre story and yet the mad thing about it is there's pretty much only one person in this story who thinks that El Dorado is a complete myth and a nonsense and that's Aguirre yeah yeah there's an argument possibly he's the only sane man on the expedition isn't there some historian who says that he's the only man in history to look for el dorado who didn't want to find it exactly exactly well we'll come to that in fact he tries to dissuade other people from trying to find it so let's give everybody a bit of context because there'll be a lot of people who are not familiar with this story at all so we're in the spanish empire in the late 1550s so that means the aztecs and the incas have been conquered a generation ago loads of silver is flowing back to europe from mexico and peru but if in your mind you're thinking okay well south america has been conquered by spain the story is over that's not right at all spanish rule is very fragile and it's really just confined to the coasts and spain itself although it's very rich and powerful it's in a kind of world of trouble so the emperor charles v abdicated in 1556, and Spain and its empire passed to his son, Philip II. He appears to be very rich and powerful, but he inherits a great mess. There's huge inflation, thanks to all of his silver. Spain has been fighting all these wars in Italy and the Holy Roman Empire. He has to default on Spain's loans straight away. He's got no money. He's struggling to raise taxes in Spainain itself and the obvious place to look is the new world let's get more gold and silver from the new world but the problem is that his authority and this is going to be really important to explain the political context to this story his royal authority is very weak in the spanish colonies so in peru for example you know the incas have as it were fallen but there are still only about 4,000 European Spaniards in Peru in Lima and whatnot and they are fighting these endless civil wars and there are little rebellions and feuds and things and in 1556 a new viceroy called the Marquis of Cagnetti arrived in Lima from Spain and Dominic when he arrives in Lima he find the lilting of a spanish guitar he doesn't actually tom he hears the sound of screams and chaos because law and order have slightly broken down in lima this is not the world of pannington bear it's it's a much darker world the place is in chaos there are unemployed soldiers and ruffians everywhere total sort of feuds and vendettas and he has to try to sort this out you know he wants to find money to impress philip and you can see why this scenario would appeal to a science fiction writer yeah it's a kind of staple isn't it the new colony on a distant planet yeah full of gun runners and smugglers and desperados that's exactly what it is all i think we should assume that almost everybody in this story who we mentioned at this point almost has an enormous scar running from their eyebrow right down to their chin or something. A weapon with a personal nickname.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 555000
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/1",
    "text": "Exactly.",
    "speaker": null,
    "startTimecode": 555940,
    "endTimecode": 556420
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/2",
    "text": "Gut splitter. Yeah. The widow weeper or something of that kind. Anyway. At about this point, when the Marcus of Cunyete arrives in Lima, an Amazonian Indian chieftain arrives in Peru from the east. And it's very like the sort of barbarians on the periphery of the Roman Empire. There are all kinds of movements of people who are pushing other people because of the arrival of the Europeans. So it's caused kind of chaos among the tribes. And this bloke is taken, the leader of this tribe, is taken to see the Spanish authorities. And he says we've traveled a long way we've traveled along the amazon and i have seen lands rich in gold and the marcus of kenyete's eye you know he raises his eyebrows this yeah he's oh brilliant and this tallies with two things that people in the two great colonial cities of the western side of the continent which are lima and quito now in ecuador this tallies with two things that they believe first of all 10 years or so earlier a man called francisco de oriana had led one of the great expeditions in all history the first european expedition on the whole length of the amazon and he had traveled for 4 000 miles and he Oriana reported that he had seen very large, very rich settlements, people who lived in towns, people who wore fine woven clothes with great pottery and loads and loads of silver. And for centuries, people have assumed since then that this was all nonsense and just a fable. But actually now the trend among historians of Amazonia is to say, actually, Amazon was more built up than we think and there were more people there and they were more sophisticated and they were all killed in the long run a lot of them by disease and things so they've been discounted ever since but archaeologists now think there's a lot of truth in this and then the second thing is that in lima and quito people have been swapping stories about this place called El Dorado. And this seems to have originated as a very garbled and exaggerated and confused report of what the Spanish were doing on the other side of the continent in Colombia, where they were conquering a people called the Muisca. And these Muisca were quite rich. And this basically became embellished and garbled into a story of a land so rich that the king could sort of paint himself in gold dust, throw a load of gold into the lake every year in a religious ritual. And there's gold everywhere and there's a lake full of gold and all of this kind of business. Because El Dorado is literally the golden man, isn't it? The golden one. Exactly. So the Marcus de Canieta, anyway, he arrives in Lima and there's all of these different rumours hanging around all the stuff out there in the Amazon. Who knows? And his great brainwave is and it's a really smart.",
    "speaker": null,
    "startTimecode": 557080,
    "endTimecode": 711620
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/3",
    "text": "I'll get rid of all these ne'er-do-wells with their scars by saying to them, lads, why don't you go off on a massive expedition to go and find El Dorado? Because if they do find it, he'll be the man who saved Spain's finances. He can send all the gold back to Philip II, and that's great. If they don't find it and they'll die, brilliant, he's rid of them. It's win-win.",
    "speaker": null,
    "startTimecode": 712200,
    "endTimecode": 729800
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/4",
    "text": "So to command the expedition, he appoints a fellow called Pedro de Asua, who is a knight from Navarre, from Pamplona. Everyone says he's very brave, he's very gallant, he's very headstrong. He's actually not without experience.",
    "speaker": null,
    "startTimecode": 730340,
    "endTimecode": 743280
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/5",
    "text": "He has been serving in New Granada, which is Colombia, for about 10 years. He's already gone on some El Dorado expeditions. No joy, really. But he's not a complete idiot. So he is appointed to lead the expedition. He is told, when you conquer the province of Amagua and Dorado, you will rule it as governor. And he thinks, well, brilliant. Because this is, of course, what conquistadors want. they want a slice of territory and they want an official appointment so that they can make money out of it that's what all this is about it's what cortez pizarro all of these people so asua over the next year or so he gathers his team he gets a very very large expedition by the standards of the day about 400 spaniards and thousands of peruvian ind, native Peruvians, I suppose people might call them now. And it's the largest European force for the next two centuries to enter Amazonia. I have to say most of the people on this expedition are not people with whom one would choose to go on holiday. They're kind of gangsters, mercenaries, ex-cons. They're hard men, I think it's fair to say, Tom. And they start building all these rafts and brigantines on the edge of amazonia that they will use to go into the kind of river network it's kind of a spaghetti western only in the jungle exactly it's a spaghetti western or so we're going to be doing some episodes about harold hard raja going into the lands of the ruse and i think there's a slight viking element to this kind of slightly terrifying men who would be no strangers to a facial tattoo yeah kind of venturing in search of gold and hopefully some slaughter a lot of stubble though exactly yeah this is a slightly sweatier version i think it's probably fair to say anyway in the summer of 1560 before he sets off a sewer gets a letter from a friend and the friend says to him, look, you're making two dreadful mistakes.",
    "speaker": null,
    "startTimecode": 743840,
    "endTimecode": 845220
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/6",
    "text": "Mistake number one, you are taking your mistress. What? Doña Iniesta Atienza. Please tell me she is incredibly ugly.",
    "speaker": null,
    "startTimecode": 845880,
    "endTimecode": 854380
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/7",
    "text": "Please tell me she's not absolutely gorgeous. Tom's so gallant. Well, but it's for her own good and for the good of the expedition.",
    "speaker": null,
    "startTimecode": 856780,
    "endTimecode": 863140
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/8",
    "text": "So, no, she's said to be the most beautiful woman in all of peru that is mad disastrous 400 desperadoes and one woman yeah so she's a young widow she's probably mixed race and mestizo there are like four or five eyewitness accounts written after the event on this issue they're frustratingly inconsistent so some say she's a woman of unimpeachable honor others say she's a little bit free with her affections. It's fair to say. So it's hard to know the truth there, Tom. I think you listeners just make up their own minds. Anyway, a sewer's mate says, you are mad to take her with you. Nothing good will come of it. And I quote, greater evils will follow than you can possibly suppose. And I have a sense they're not wrong. Yes. Well, especially as the friend also says, you're not just taking quite bad men. Some of the men you're taking are unbelievably bad men. And he says the worst is a man called Lope de Aguirre. So we know from a letter that Aguirre later wrote to Philip II, which we shall come on to. Aguirre had been born in 1510 in the Basque country. He'd come to Peru in his early 20 20s he'd worked as a horse breaker and a general enforcer that's a terrifying cv isn't it and there's a wonderful account based on other accounts by a franciscan monk of fray simon and simon said of aguirre he was of short stature and sparely made ill featured the face small and lean beard black the eyes like a hawk and when he looked he fixed his eyes sternly, particularly when angry. So he's generally a slightly unsung... small and lean, beard black, the eyes like a hawk. And when he looked, he fixed his eyes sternly, particularly when angry. So he's generally a slightly unsettling presence. Yeah. All the chroniclers agree that he talks a lot. He's very roughly spoken. He's incredibly bad tempered and he's incredibly vengeful. And when you think this is in the context of the Spanish. The conquest of South America.",
    "speaker": null,
    "startTimecode": 863820,
    "endTimecode": 965480
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/9",
    "text": "Yeah, and people are saying, now this bloke, he's crossed the line.",
    "speaker": null,
    "startTimecode": 966040,
    "endTimecode": 969460
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/10",
    "text": "That's very disturbing. So he's always been kicked out of towns. He really is a spaghetti Western character.",
    "speaker": null,
    "startTimecode": 970160,
    "endTimecode": 977260
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/11",
    "text": "And as Fray Simon says, he has a limp, which I always think is an unsettling sign in a conquistador, because he's been shot in the leg.",
    "speaker": null,
    "startTimecode": 977920,
    "endTimecode": 985200
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/12",
    "text": "Fray Simon says, he was driven from one province to another,  I'm going to go to the next one. a limp which i always think is an unsettling sign in a conquistador because he's been shot in the leg fray simon says he was driven from one province to another and was known as agir el loco the mad man right so he's signed up to this expedition and the other thing is he's brought with him his daughter so his daughter he had a daughter with an indian woman and his daughter is called elvira and how old is she 13 13. 13 years old. Oh, so he's taking her out of school. Well, she always travels with him and apparently he is completely devoted to her. Like this is his real soft spot. Right. You know, he takes Elvira very seriously. But, I mean, should anyone be listening and think you're taking their children out of school? Don't. Just don't do it. You have to pay a fine, don't you, in England. This is a salutary warning, I think, of what could happen, what could go wrong wrong certainly don't go to the amazon with a group of ne'er-do-wells no pedro de suya the commander of the expedition completely ignores this letter which is madness and on the 26th of september 1560 he sets off with his expedition into the tributaries of the amazon and right from the start surprise surprise things start to go wrong they've built all these ships but there are massive leaks on them and he has to leave all but one of them behind what so he's setting off and he's got all these ships built and then he can't take any of them except for one he can take one brigantine and then loads of rafts why doesn't he wait to fix them because it takes ages and you know because the people are getting very impatient and to be honest i've had to cut out already a lot of feuding okay there's been a been a lot of feuding already. I'm getting a really bad feeling about this. Right. So they all cram into these rafts. But a sewer insists on keeping one cabin just for himself and Doña Inés. And that does not go down well with the other people on the expedition. As Fray Simon says, the people were in such a state of ill humour that they almost mutinied. And this is before they've left. This is before they've left. Brilliant.'ve left anyway they set off after a few weeks they reach a river called the maraillon which is the main source of the amazon so that runs from the andes sort of down and eastwards deep into the jungle so if they follow it they will be swept along ultimately towards the atlantic yes they're going from west to east yeah from left to right exactly i mean it's a heck of a way it's 4 000 miles yeah they're not intending to go to the atlantic by any means they think they'll go into amazonia and there'll be a sort of aztec style kingdom yeah and they can seize its gold make themselves the masters of it then go back to peru and say brilliant we've done it you know and so they're not particularly worried about how they're going to go to get back coming upriver against the current. They have not thought this through, I think it's fair to say, because we shall see quite quickly. They start to some of them say, how are we getting back? Yeah, I think for some of them, it probably is always an option that they may have to continue all the way and then loop around the top of South America. And we shall return to this idea. Anyway, after a while, they find their first native villages. Fray Simon reports that, you know, the people were very impressive. They had woven cloth sort of shirts and things. So they had, you know, this is not a totally unsophisticated civilization by any means, but they don't find any gold. And the Spaniards become increasingly restless. Surprise, surprise. As the weeks go by and they go deeper and deeper into the jungle, there's a lot of muttering that a sewer is more interested in dallying with doña igneas than finding gold there's no hint of gold what's going on clearly a sewer finds it very difficult to impose his authority on all these hundreds of kind of ex-cons what is the structure of control does it just depend on his charisma or yeah and he has a a series of tenants that he employs who are constantly bickering and feuding among themselves.",
    "speaker": null,
    "startTimecode": 986460,
    "endTimecode": 1190320
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/13",
    "text": "I mean, these are people who, it's not a military expedition.",
    "speaker": null,
    "startTimecode": 1192440,
    "endTimecode": 1192600
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/14",
    "text": "These are not people who are used to following orders.",
    "speaker": null,
    "startTimecode": 1194460,
    "endTimecode": 1194600
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/15",
    "text": "These are people who are used to being, they're mercenaries, they're kind of adventurers.",
    "speaker": null,
    "startTimecode": 1197860,
    "endTimecode": 1198280
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/16",
    "text": "I don't want to speak out of turn, Tom.",
    "speaker": null,
    "startTimecode": 1199700,
    "endTimecode": 1199940
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/17",
    "text": "I feel that you would be very uncomfortable in this environment.",
    "speaker": null,
    "startTimecode": 1203100,
    "endTimecode": 1203500
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/18",
    "text": "I wouldn't like it at all.",
    "speaker": null,
    "startTimecode": 1204520,
    "endTimecode": 1204880
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/19",
    "text": "No. I'd stand on the margins wringing my hands. I mean, I've been on tour with you when there was just four of us. Yeah. And I just can't see you enjoying this atmosphere. No. The sweating, the lack of shaving, if nothing else, because you're always a clean shaven man. I am. Anyway, they proceed down the river. Fray Simon says of Ursua, he's too merciful, and at times his acts savoured of weakness. But then he does that classic thing that quite weak leaders do, which is from time to time, he kind of lashes out and afflicts severe punishments on people randomly. And so people say, well, you don't know where you stand with him. You know, he's not consistent. So they're not happy. They capture an Indian girl at one point and they say, these people that Ariana met who were called the Amagwa, you know, all ago when he went down the amazon where are they and she says well i've never heard of these people and they realize with a sense of horror we could be hundreds of miles from where these people live well dorado exists he could be 2 000 miles away because i suppose in in a jungle where you have no idea what the landmarks are distance just becomes an abstraction and no proper map yeah no sense of anything really but just the sort of the green vastness and the sound of the sound of snakes slithering in the undergrowth and strange monkeys screaming in the night you know that's basically what's snoring exactly now after a while this other brigantine their shipwrights were clearly massively incompetent because this other brigantine springs a leak and they have to move everything out of there onto these rafts so the german film version bears very little resemblance to reality but the one thing it does have is a lot of raft action and that is true to life because they are on these rafts starts pouring rain to the rainy season that by christmas 1560 it's the rainy season it's constantly raining they've got no shelter they're soaked they've run out of food they're really miserable and they are totally and utterly lost and this is when aguirre really enters the story he and one of his mates who's a man called sal duendo are going around and muttering to the others. First of aguirre says this business about el dorado is clearly absolute total tosh like this is just a stupid children's story we should go back to peru and just start rampaging through peru and steal the gold of peru if we really want gold that badly and secondly he says ashua is a terrible leader he spends all his time with his mistressña Inés, who's basically the real mistress of the expedition. He is selfish, and I quote, an enemy of giving away and a friend to receiving, which I quite like as an expression. And he is going to force us to stay in the jungle until we're grey-haired old men. And, you know, if we don't act, we're going to get deeper and deeper, and we're going to be just completely lost, and we'll all die. I mean, he a point with both hasn't he i mean he's not wrong there aguirre is a madman in many ways and we shall see he does behave unbelievably badly even by rest his history standards but in this he's not actually wrong yeah so when he goes around saying this people say well who's going to be in charge and aguirre to his credit he doesn't say myself he says there's a young nobleman who's traveling with us called don fernando de guzman his birth and merits are worthy of greater honors and he says to guzman he goes to guzman he says to him look if we get rid of a sewer and you take over the leadership of the expedition philip ii may well initially be annoyed but when he hears the circumstances he would consider it a good service and and he will specially reward you. And he says to Don Fernando at this point, look, we won't kill Ursula. We'll just leave him by the side of the bank or something. I mean, by the way, I mean, that would be effectively to kill him, I imagine. I mean, it's not like he's going to make a new life for himself in the jungle. Anyway, Don Fernando, as I think you can expect with the man who goes around calling himself Don Fernando, he's a very vain man. Right. And he is, and I quote, swelled up by the wind of ambition. He gave thanks for what they offered him and assented to all their projects. There was something in the air that night. There was. The star's so bright. Alan Partridge's son is called Fernando. Yeah. I imagine these people as being very similar. Right. So Don Fernando says, right, I'm in. Okay, plot started and at that point aguirre says yeah there's one slight change actually we probably will kill a sewer after all and don fernando is shocked by this but he's in too deep he's implicated in the plot so he can't back out but i mean it's ridiculous to be squeamish as you said because to just dump him on the side of the river i mean it's a death sentence anyway probably more merciful to kill him that would be my attitude i have hardened up by this point. You and I are completely on the same page on this. So on New Year's Day, 1561, they're camped in this village by the side of the river. Assua has sent some of his key lieutenants to scout ahead, and that gives his opponents the perfect opportunity. And as darkness falls, a group of Aguirre's men gather outside Assua's hut, and they find him lying in his hammock talking to a page boy, and he says to them, sort of in a friendly but suspicious way, Caballeros, what seek ye here at this hour? And they kind of, I imagine there's a lot of cackling. They draw their knives and swords, plunge them in, and that is the end of Pedro de Osteo, he is dead. And then they start shouting. It's interesting what they shout, actually. They start, liberty, liberty, long live the king, the tyrant is dead. So at this point, they're trying to dress it up as an act of loyalty to Philip II. They've had a bad leader, they've got rid, and the king will be very happy. Six semper tyrannous. Exactly. The camp is in total uproar because people can hear the shouting screaming they butcher another of us who is left tenants who's a man called vargas who's come out in his cotton armor so this is one thing the german film gets wrong they're all wearing enormous metal armor in the german film but in reality they'd have worn sort of aztec or inca style cotton padded quilted armor but the metal makes them look sweatier. I mean, it's good for the visuals, I think. And wearing a quilt in a film just looks ridiculous. That's not intimidating. No, no, no. So then, of course, with staggering predictability, they immediately break into the wine stores. They all drink this wine and get absolutely wasted. They round up Ursua's other mates. They kill them as well. They don't kill Doña Inés. I was going to ask about her. her what's her fate so she's just hanging around in her own hut she's not mentioned at this point but we know she's mentioned later on so she's just presumably quaking in her heart very anxious i mean these don't seem the kind of guys who would necessarily be 100 chivalrous towards the mistress of someone they've just killed i have to tell the listeners if they've already formed a great attachment to her as a character, the second half will make challenging listening. So they then assemble the next day with massive hangovers, and Don Fernando is the new leader. And he says, I've decided we'll continue the search for El Dorado, because when we find all this gold, the king will forgive the murders and he will give us handsome rewards. So we should draw up a explaining the spanish are so legalistic aren't they they did this all the time in the conquest of mexico remember when we did that series they're always drawing up requirements and reading out legal documents to people who don't understand them and things so i've got a question which is this is a highly dangerous expedition everyone knows that there's disease and wild animals and people with blow pipes and all that kind of stuff why would they ever confess to having murdered this guy why don't they just say oh he died of you know some disease or something i mean it just seems a bit odd there's a lot of them that remember they were trouble with 400 people i suppose they think the news will come out i suppose yes i suppose and because some of the people there were not parted to the plot and perhaps a little bit displeased about it, so they think it's better to have an excuse. So they draw up this legalistic document. Don Fernando signs first, and then Aguirre steps up, and he signs his name as follows. He writes, Lope de Aguirre, the traitor. Wow. And there's great gasps and shock, and Aguirre laughs. And how does he laugh, Dominic? i imagine a demonic laugh at this point so i'll do a variety of laughs later on there'll be a lot of opportunities put it that way that was terrifying he says uh you have killed the king's governor one who represented his royal person clothed with royal powers we have all been traitors we have all been a party to this mutiny I mean, he's not wrong is he no see again there is an alternative explanation which is the only sane person in a world of fools i mean there is a kind of shakespearean quality to this where it's the villain who speaks the truth like kind of richard iii or iago or whoever yeah well because of what he says next he then says to the assemble, this business about El Dorado is demented. Even if we found it, there is no way Philip II would allow us to keep it. He would send in viceroys and governors and bureaucrats. It's madness to be wasting our time on this. We should go back to Peru. There's a load of treasure there. Let's kill everybody in Peru and take the treasure. That's just a much more sensible way of proceeding there's a huge argument the council breaks up and this issue is unresolved so they set off downstream again deeper and deeper into the amazon now by this point aguirre has clearly realized what perhaps some of the others have not yet woken up to there is no way actually that they're going to be able to get back upstream because by now the current is getting stronger and stronger it's really strong you know the amazon these are big rivers there is no way with these terrible rafts that they're going to be able to go back the other way you know the more i hear about him the more you like him the more i like him and the more i think i would have rallied behind him well we'll see if you could maintain that position in the second half i'm aware that it doesn't end well so they now discover they've got massive holes in their rafts they have to stop by the side of the river and build new ships that takes them three months i mean day after day hammering and stuff you know cutting down trees to make nails and planks and things they've got no food they're living off wild fruit and i have to say their own horses because they had horses on these rafts. So they're now eating them. And Aguirre actually is quite pleased about this because he thinks if we eat all our animals, there's no way we can sort of settle down or be tempted to capture towns and all this stuff. We'll just have to keep going all the way to the Atlantic and get out of here, which is basically what I want to do. And I think it's about this point that the mood really, really starts to darken. What do you mean, starts to darken? Yeah, because that was all preludes. That was all quite jolly. Because previously, when they'd got on reasonably well with the native population, they had done a bit of trading. Of course, there'd been a bit of violence, but nothing completely off the scale now there's a lot of fighting and basically the word spreads the hispaniards are bad guys and whenever they go out to look for food they're often ambushed by indians there's also a huge row one of endless huge rows inside the camp some of don fernando's friends say look you actually need to get rid of a gear ray but he doesn't have the guts he demotes him as second in command and the problem is aguirre as we've established is a very vengeful man so aguirre just notes this slight he hides his fury and resentment but he's determined one day that he will get his revenge so we come to march 1561 don fernando and aguirre call another meeting you can sense that the mood is getting very paranoid. They begin by demanding that every man pledge his loyalty to Don Fernando by God and the Virgin. And then Aguirre addresses the men and he says, look, we've been talking, the plan has changed. We are going to forget about El Dorado now. We are going to seize the wealth of Peru and we will crown Don Fernando Guzman, our general, by the grace of god lord and prince of peru the maine and chile to whom by right these kingdoms belong wow there's a twist he says we forswear our allegiance to the king of spain and aguirre makes this huge pronouncement he says from this day forward i pledge myself to my prince king and natural lord don fernando and i swear and promise to be his faithful vassal and to die in his defense so that's a death sentence and then he turns to don fernando he bows and in front of everybody he kisses his hand as the new prince of peru and tom i hate to tell you but with that traitor's kiss the real nightmare begins brilliant. Okay, so it's been an absolute pleasure jaunt up until now. But in the second half, we will find out how, as Dominic just said, the nightmare begins. This episode is brought to you by the Swedish clothing brand Asket. Asket was founded in 2015 to develop clothing that stands the test of time. And over the course of 10 years, they've built just one single permanent collection of 50 garments where every piece is under constant and relentless refinement. And while, Tom, they have just one permanent collection, they do offer three lengths for every regular size. So, for example, being normal, I'm a medium regular. But you, Tom, you're a large long, I believe. Like a Swedish berserker Viking king, actually, Dominic. Right. And I have to say, I really love their clothes. I have a black hoodie that Sadie has essentially nicked off me. So that's my wife. And I think that when she nicks clothes, that's always a good sign. Well, I'm actually completely with you, Tom.",
    "speaker": null,
    "startTimecode": 1985000,
    "endTimecode": 1985120
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/20",
    "text": "I mean, my Asket cashmere sweater is a massive favourite of mine.",
    "speaker": null,
    "startTimecode": 1988780,
    "endTimecode": 1988860
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/21",
    "text": "And I love the fact, Tom, did you know this?",
    "speaker": null,
    "startTimecode": 1991000,
    "endTimecode": 1991100
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/22",
    "text": "That they work almost exclusively with natural materials and European craftsmanship. And the cherry on the cake, their products are 100% traceable. No discounts ever. If you don't need anything, don't buy. If you're considering something, visit askot.com. This is an ad by BetterHelp Online Therapy. You know, in a society that glorifies hyper-independence, it's easy to forget we really are all better when we have a support system behind us. My support system, the people that I rely on more than any other, and do most for my well-being, my self-esteem and my mental health are our producers, Theo and Tabby. They've genuinely changed my life. When I've ever got a question, I know to go to them. So Tom, who's the support system in your life? A very exciting addition to my support system is my beloved Bulgarian trainer, Simon, who makes me not only mentally fitter, but physically fitter. Therapy can be a source of support for any area of your life, and it can give you the courage, Tom, to ask for help. It can help you learn positive coping skills when you're stressed. It can teach you how to set boundaries and to enforce them. It can help you work through anything and empower you to be the very best version of yourself.",
    "speaker": null,
    "startTimecode": 1996000,
    "endTimecode": 2066180
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/23",
    "text": "As the largest online therapy provider in the world, BetterHelp can provide access to mental health professionals with a diverse variety of expertise. Build your support system with BetterHelp. Our listeners get 10% off their first month at betterhelp.com slash rest history. That's betterhelp.com slash rest history that's betterhelp.com slash rest history hello welcome back to the rest is history we are with aguirre the wrath of god the traitor el loco the madman the epithets are piling up and dominic none of them are good and none of them looking good for don fernando who is in nominal charge has just been proclaimed by guire basically lord of the whole of south america so he must be feeling pretty pleased but i'm guessing do you know just something telling me he's not going to be around for long guess what the clock is ticking for don fernando i think it's fair to say it's on so he's the prince of peru but they're lost in the middle of the jungle so it's fair to say his title is purely nominal at this point and aguirre says look this is how we're going to get out i've got my plan we'll finish building these brigantines these ships when they're ready we will sail all the way down the amazon another 2 000 miles or whatever to the atlantic dead easy then we will head to an island called margarita which is off the coast of venezuela there there's a spanish base we will take that base we'll get supplies we'll recruit people there then he says we'll sail up to panama we'll seize the capital we'll kill all the royal officials we'll take control of the spanish fleet based in panama we will rally the colonists of central america and we will cross the isthmus of panama and launch a seaborne invasion of peru and seize the gold of peru now if you were standing in the middle of the jungle soaked with rain you've only eaten kind of overripe fruit for the past month and a horse and dominic i'm imagining a lot of leeches yeah loads of le of leeches. When someone outlined this plan to you, which involves a lot of travel, a lot of capturing of implausible capturing of fleets, crossing of isthmuses and multiple South American countries, you might say, I find this an implausible. You might equally say, well, what's the alternative? Yeah, well, that's what they say. They say, fine, let's give it a go it a go why not what's the worst that could happen i think it's fair to say they haven't really thought that through because the worst that can happen is probably a lot worse than they're imagining well i'm not sure about that actually i mean being proactive is better than just sitting there and being eaten by leeches and dying in the middle of nowhere that's true at least to try and as we'll see over maybe they had a few laughs along the way so they set off they go into the river network again of amazonia eventually built the ships we're in april 1561 this is the point at which robert silverberg says in his book in all the records of south american conquest aguirre stands out as the only man who ever went to great lengths to avoid finding el dorado because whenever they see a tribute an interesting looking tributary he says even look at it. Keep going. He's got his plan. He doesn't want anything to interfere with it. Again, he's right. Of course he is. They don't want to get lost in this maze of rivers. It's a terrible sort of labyrinth, a sort of riverine labyrinth. They're eating fish. They're living off turtles and manatees. That's terrible. Manatees are endangered. Perhaps this is why. El Loco. They're all incredibly emaciated. They're all going a bit mad. After a few weeks, Don Fernando, who's still hanging around, some of his friends say to him, this is mad. I mean, the El Dorado thing was pretty mad. But this idea about looping around and conquering Peru is absolutely bonkers. It's never going to work. Let's get rid of Aguirre. But they delay too long. They talk about it, but they don't do it. They have a sort of complicated plan. and they're going to invite him aboard a ship of aguirre but they delay too long they talk about it but they don't do it they have a sort of complicated plan they're going to invite him aboard a ship and stab him and all this and in the meantime word leaks out and so aguirre finds out about it he decides he will strike first so the first person that he gets rid of is his friend señor salduendo who had been his ally earlier on he's started sleeping with Doña Inés and Aguirre finds that disgraceful. And he denounces his former friend as a traitor. He sends his men to overpower him and to butcher him with knives, which they do. He says, actually, Doña Inés is a massive drain on this expedition and a distraction. She's got to go. And he sends two of his henchmen who are called carry on and yomoso yomoso will be reappearing in this story in a colorful manner these two guys turn up with daggers to kill donya in yes and the various chroniclers and eyewitness accounts really go to town on this they're said to have stabbed her so ferociously that she drowned in her own blood one account says they took an unnatural delight in mangling what had once been so beautiful another even the most hardened men in the camp at the sight of the mangled that word again the mangled victim were broken-hearted for this was the cruelest act that had ever been perpetrated but aguirre he doesn't mind he thinks it's great i mean it's what he wanted it's what he ordered so that's not true because he's clearly the most hardened man in the camp and he doesn't care yeah that's true actually you're quite right and you've pointed out a terrible discrepancy in the sources oh tom this is the kind of forensic detail that marks us out as a great history podcast so don fernando has been sort of watching all this impotently and is horrified but as our sources say he now has just become a quivering jelly of a man he became fearful and changed in appearance but he didn't protect his person with more care nor take Aguirre's life nor seek to rally more friends for he had become so timid and listless that for care of his own life he took but little note it seemed that he carried death in his eyes so the end comes for him a few days later they're camped on an island in the middle of the river aguirre's men burst into his hut they kill his chaplain first stabbed him so ferociously that the sword pinned him to the mattress then they go by don fernando's kind of hammock and he wakes and aguirre said to him very gently don't be alarmed your excellency and then they killed all don fernando's friends while he was just sort of lying there in his hammock looking mournful. And then they shot Don Fernando with their arquebuses and hacked him to pieces with their swords and threw him in the river. So that's the end of him. So he never becomes king of Peru. He never became king of Peru at all. He just floated down the Amazon in bits. It's a warning never to have dreams above your station. That's what it is. That's exactly what it is. It should always be kept in check. your lot don't aim high don't follow your dream so the next morning everybody wakes up and aguirre addresses the whole camp and he says look i did this for the safety of the army because if don fernando had been allowed to live we'd all have perished he says please everybody he says please consider me from now onwards your friend and companion you will not be disappointed for you can scarcely conceive how much i desire to administer to your pleasure and contentment and he says to maximize everybody's pleasure and contentment a few quick ground rules from now on all private conversations are outlawed and you can no longer go around in groups to stop. To stop conspiracies. We can have no more of this plotting. I mean, that's rich given from the chief plotter. But he says, look, there's been far too much plotting. And he also appoints a kind of Praetorian guard for himself of Basques with arquebuses. So actually behind that, I think there may be a sort of serious point, which is that there are clearly internal feuds and rivalries. Aguir is a basque himself and it may well be that's very hard for us to detect there is perhaps an issue here between castilians and basques or something like that and the sources are they castilian or basque they are castilian by and large and as we will see the sources i do believe that a lot of this happened that a lot of what is being reported is true. But I think the spin they are putting on this is very particular, as we shall see, because these are eyewitnesses who have been part of a rebellion against the king of Spain and want to excuse themselves by explaining how they were being misled by a madman. So it may be that Aguirre isn't less mad less mad i mean more like unai emery the uh basque manager of aston villa right not a madman not a madman at all a very good manager but you would follow him into the jungle tom would you not i absolutely would i'd do whatever he said but i mean if it all went wrong would you then smear him as a loco you claim that he had a limp and stuff i'd like to think i'd stay loyal right well some of the gear ace people did say law rights at the end that would be me i mean if he was like una emery i mean not if he was like klaus kinski yes just putting that on the record fine yeah you wouldn't follow a german is what you're saying i wouldn't follow a very sweaty guy with bulgy eyeballs who's wearing too much armor but i would follow a twinkle-eyed charismatic leader of men in a tracksuit or actually emery's very kind of dapper yeah he's never wears a tracksuit no he doesn't very kind of dapper coat and scarf you know what he is he's courtly yeah he is a word one would often use of a spaniard yeah courtly is absolutely the word you're right he actually has kind of quite a 16th century face i think like a kind of Cavallaro in an El Greco painting. Right. They're now in, I guess, where are they? They are in northern Brazil. They've got completely lost. Do we know how far they've got to get to the Atlantic now? They're well over halfway. They are now probably go round about a river called the Rio Negro. So they're heading across the border into what is now Venezuela. And just to ask, no one has ever done this before. No, they have no idea where they are. Now, actually, at one point, they see campfires. They saw lights burning on the horizon. And they have a few guides left, a few native guides. Some of the guides say, God, this could be it. This could be the land of the Amagua, these people who are very rich. And Aguirre is furious at this. He says, on pain of death, nobody is to look at this town or talk about it or mention the Amagua again. Because he's really wedded to this plan of sailing around the top of South America and then crossing the Isthmus of Panama and then seizing the gold of Peru. He's right. Well, he's also at this point very, very paranoid. So, Fray Simon says, So many were the fears that disturbed the wicked conscience of agiray that although he'd killed those whom he feared he never felt secure from the survivors and i think that's definitely true at this point he really starts getting into his garrotting so there hasn't been a lot of garrotting so far but now i mean i can't stop the narrative every five minutes for all the garrotting just that it's constant i mean it's a more merciful way to go than stabbing someone to death so perhaps he's coming around to him well this i think you would disagree with tom because i think there's a hint of a kind of satanic nihilism i love a satanic nihilist so fray simon says that a giri at this point banned his men from praying and he said throw away your rosary beads you don't need them he said if you're worried about your souls you should play dice with the devil it's a good phrase and then he says he's very Friedrich Nietzsche actually he said he told his men that God had heaven for those who chose to serve him but that the earth was for the strongest he knew for certain there was no salvation and that being in life was to be in hell and that he would commit every species of wickedness and cruelty so that his name might ring throughout the earth and even to the ninth heaven he's like the judge in um blood meridian yeah blood meridian or the marquis de sard or something there's a kind of ideological sadism to him I think of this but if this is to be believed they now enter the Orinoco river and the river is widening which is you know which is great news for them because it means that they're clearly um approaching the Atlantic it's really hot and humid in Venezuela in July which is where they're there and Aguirre is very hot tempered he says we've got all these porters and guides with us let us abandon them here so they abandon them on the riverbank and they're is when they're there. And Aguirre is very hot-tempered. He says, we've got all these porters and guides with us. Let us abandon them here. So they abandon them on the riverbank, and they're crying, and they're desperate. And there's nothing there. I mean, it's kind of dangerous animals and mudflaks. And a couple of the Spaniards say, come on, this is a bit harsh. I mean, we've been travelling with these guys for months.",
    "speaker": null,
    "startTimecode": 2066760,
    "endTimecode": 2780820
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/24",
    "text": "And Aguirre says, right, you've got to go. And he has them garrotted or shot, people who try to protest. And then on the 1st of july 1561 they enter the atlantic this incredible voyage they've covered 4 000 miles in nine months they've lost about half of the original party at this stage but they're still alive 17 days later they glimpse the island of margarita when they see the island ag agree it says brilliant and he celebrates by garrotting two more of his men who he thinks could conceivably betray him to the authorities when he gets there and then they they sail to the island and he sends a messenger ashore to ask for help with the words we are ordinary sailors lost at sea and presumably this is quite convincing because they must look an absolute mess after yeah how long have they been in the jungle nine months nine months they've been there nine months they're emaciated they're sodden they're filthy the governor completely believes this so he turns up with his officials it's all very very friendly and aguirre says you know would it be all right if we came on shore can we take some exercise and bring our weapons just to practice and the governor says yeah great so they march ashore as though they're kind of on parade it's very well planned and then they sort of unsheathe their swords and level their guns and they take the governor and his officials hostage so this is obviously not a huge place you know you're talking about hundreds of people rather than thousands but because as we said at the beginning the spanish presence is quite thin it's quite thinly spread so they march into the main town of margarita they seize the fort they lock up the governor and all the other big wigs they break into the treasury they steal all the gold that's been stored ready to be shipped to spain they burn the account books which to me is a sign there is clearly some kind of serious political motive behind all this it's not just kind of insane nihilism because clearly there this is an attack on the idea of authority and royal authority and what i think was we'll see runs through this is aguirre and some of the others clearly have a deep resentment He's already said if we capture Eldorado Philip II will take it from us and give it to aristocrats and viceroys and bureaucrats and of course that had you know for Cortez in Mexico when we did that episode that that series a couple of years ago that had kind of happened to him he'd conquered it all and then been sort of pushed out and so I think that's at the back of their mind I wonder also is there a kind of years ago, that had kind of happened to him. He'd conquered it all and then been sort of pushed out. And so I think that's at the back of their mind. I wonder also, is there a kind of element of Basque nationalism would be anachronistic because the Basques are proud mountain people? I mean, a lot of these people are from a kind of Spanish periphery. So, you know, famously Cortez and his allies in Mexico, a lot of them had come from Extremadura, the sort of borderlands. And again, Aguirre is from a borderland. He's not from metropolitan Spain, Castile, from, you know, one of the great cities. And I think there probably is a fair bit of resentment, actually, of kind of royal officials, but also Spanish, Castilian kind of authority. Exactly. And actually, we'll see, there'll be more proof of this in a second. One great problem for them is that a missionary is visiting Margarita, has stopped at Margarita while they're there, a man called Montezinos, a guy from Santo Domingo. And he has a big ship and he gets away in the chaos. Bad news for Aguirre. It's very bad news. He goes off to the mainland. And this is the point at which word of Agirre's return and his kind of misconduct begins to spread across the spanish colonies so from this point onwards he has lost the element of surprise that i think was so important to him and i think this is the point at which dare i say he really does begin to lose the plot so up to this point with all the garrotting i think there has still been an element of rationality but we're told at this point some of his men tried to defect and he was quote furious and raved like a madman foaming at the mouth with rage and passion he has them captured he garrots them their bodies are displayed with the message these men were executed because they were faithful vassals of the king of castile perhaps another bit of evidence for your point tom or of kind of class resentment perhaps i think there definitely is a bit of class resentment and actually sort of jumping ahead in the 20th century in particular some latin american historians said this guy's not a madman he's a class warrior he's a socialist he is a marxist avant la let right possibly going a little bit far is that based on the evidence so far but he issues orders he says we must round up all the and i quote bishops viceroys presidents auditors governors lawyers and procurators as well as the caballeros of noble blood in other words the gentlemen these people have been sucking the indies dry what he and he doesn't mean from the native inhabitants He means from us we have won this you know through our sweat and our violence we have won this you know through our sweat and our violence we have won this land and this gold and it has been sucked from us by pen pushing bureaucrats you know elitist establishment types chinless toffs and i think that is definitely there so at this point there's a bit of a reign of terror in Margarita.",
    "speaker": null,
    "startTimecode": 2781340,
    "endTimecode": 3061340
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/25",
    "text": "The richer citizens are locked up.",
    "speaker": null,
    "startTimecode": 3061900,
    "endTimecode": 3063860
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/26",
    "text": "Their money is stolen. The governor is garrotted and his officials are garrotted. Aguirre is now ruling with a kind of rotifier. So if anybody hesitates to garrote somebody, he garrotes them as well. He says, you know, you've got to be in on this. And now there's a really, really terrible moment. We talked about this on stage, didn't we? And I always used to really enjoy this part of the story. He hears a rumour that the royal troops have landed, which is not true. And he goes out to face them. And he leaves his chief lieutenant, who's a guy called Martin Perez, in charge of the fort. And when he gets back after this false alarm, one of his other men, they're all feuding the whole time. One of his other men says, Martin Perez has been plotting against you which is not true aguirre says right bring him in he comes in aguirre's men kind of leap out from behind the furniture or something and stab this man and shoot him with an arquebus but perez is not killed he's hideously wounded kind of blood and entrails are everywhere and he manages to like a sort of frankenstein's monster he lurches out of the room in a sort of imagine this lovely colonial mansion yeah holding in his guts hope wooden balustrade leaving this and he's like we're lurching like a monster down the corridor people screaming and running in terror and stuff and agiris men are chasing i shouldn't laugh it's terrible scene agiris men are chasing him like still trying to stab him and shoot him and stuff and eventually they corner him i mean literally in a corner and they manage to finish him off they cut his throat and it's a terrible scene i mean his entrails are everywhere aguirre spots one of the men clearly looking a little bit green yeah and this is a guy called antoni amoso who had been one of the murderers of donia ines. And Aguirre says, you don't look like, you know, you don't seem to be enjoying this. Were you part of his conspiracy? Do you hold so lightly the love that I feel for you? And Yamoso is terrified and he protests his innocence. And Aguirre seems completely unmoved and, you know, he's kind of reaching for the garrote. And Yamoso drops to his knees by the disemboweled body of Martin Perez. You know, he basically wants to prove his loyalty. He shouts, curse this traitor. I will drink his blood. And then, as Frey Simon reports, putting his mouth over the wounds in the head with more than demoniac rage, he began to suck the blood and brains that issued from the wounds and swallowed what he sucked as if he were a famished dog. And Aguirre says to him, oh, brilliant. You know, you and I are very much on the same page. You're clearly on the side of the angels. And so Yemoso has proved his loyalty, which is great. On the one hand, it seems so grotesque as to be an exaggeration. And on the other hand, so kind of revoltingly unspeakable that you'd think someone wouldn't make that up. They wouldn't make it up. And it's a very detailed story. It's a very detailed story with names, kind of datestingly unspeakable that you think someone wouldn't make that up they wouldn't make it up and it's a very detailed story it's a very detailed story with names kind of dates places so it's so hard to tell what the truth of this is but undoubtedly there is a lot of very genuine violence and i don't think there's any doubt that they have gone because he would often say to his men if you're thinking now the king of spain can take back, you are greatly mistaken. We are in so deep now that we just have to keep going. Well, that signature, the traitor, I mean, that's really what kicks it off, isn't it? It is. I mean, he's not wrong. He recognised, I think, straight away, there's no way back from this. When we're in, we're all in. So now he decides, right, we're going to have to carry on with the rest of the plan. We'll cross to the mainland. He has an exciting new flag, which he's had specially made, a made a pirate flag of course it's black with red crossed swords on it i mean honestly if you were you were at some new world port and you saw a ship with that flag sailing towards you run a mile i don't want to be having to either have my brains drunk by somebody or drinking somebody else's brains no i mean i wouldn't even drink your brains tom to be frank oh i'm glad that's on they cross to the mainland. It takes them eight days. On the 7th of September, 1561, they arrive on the coast of what's now Venezuela. And it's deserted. The word has spread that he's coming and the people have been told, evacuate the towns. We're sending troops that this madman is on the loose. We'll sort this out. He burns his ships, a very kind of, you know. Alexander the Great. Alexander the Great detail. Exactly. He burns his ships and he says he orders. He's got heralds and he says, go and proclaim a war of fire and blood against the king of Castile and his vassals. He marches on this town called Valencia. And he's in a very sort of Mr. Kurtz mode at this point. So he's been carried in a hammock. It's incredibly hot. He's got a fever. He's completely em emaciated we're told by the sources he was reduced to a skeleton at the point of death and i suspect at this point some of his men are thinking oh i really hope he dies if there's some way we could get out of this but he doesn't die and fortunately he recovers from the fever madder than ever you keep saying this that he gets madder than ever yeah you don't think he was mad before i think he's reached a certain level of madness a few pages back to be honest do you i think he's reached a certain level of madness several minutes ago i think there's still some way to go frankly i mean the whole drinking the brain stuff the drinking brains is poor i agree with that i think you have to be pretty mad to be madder than that he let the bass country down there i think it's fair to say yeah he did so he celebrates his recovery by executing a man called gonzalo and that gonzalo's crime is that he'd gone off without permission to catch some parrots that's the laugh i think at this point there's a lot of there's a lot of great laughter as parrot fanciers slaughtered around him. They get to Valencia and he writes this mad letter to Philip II, which many historians have written about this, say it was one of the maddest letters in Spanish history. Well, all history, you might say. I mean, let's pick it up. It is properly mad. He says, King Philip, son of Charles the Invincible, I, Lope de Aguirre, thy vassal, am an old Christian of poor but noble parents of the town of oñate in biscay actually an old christian is an interesting line because it's a reminder that actually spain was not entirely christian until relatively recently yeah so he's contrasting himself with the jews and the muslims who've converted exactly so his identity he's saying i am of loyal you know spanish stock and he says for 54 years i did the great service in Peru in the conquest of the Indians, and I did all this in your name, and I didn't ask your officers for payment. But you have been very cruel and ungrateful to me and my companions for such good service. Again, the hint of the political resentments that may lie behind this. We won these lands while you remained quietly in Spain. Remember, King Philip, that thou has no right to draw revenues from these provinces since their conquest has been without danger to thee again that point he complains a lot about the cruelties which thy judges and governors exercise in thy name the oppression of thy ministers who give places to their nephews and their children who dispose of our lives our reputations and our fortunes so you know there are all these kind of nepo babies coming over here and taking the big jobs. Also, in a very 16th century theme, resentment of the religious orders. The corruption of the morals of the monks is so great. They pretend, they tell you that they're converting Indians, but actually they are enemies of the poor. They're avaricious, gluttonous and proud. The poor, by that, he's again not speaking about the Indians. He's speaking about Aguirre and his compadres yes exactly and then there's an ending which i very much enjoy because the great thing about this is he lurches from one thought to another in the same sentence so he says my comrades and i pray to god that thy strength may ever be increased against the turk and the frenchman and all others who desire to make war against thee but because of thy thy ingratitude, I am a rebel against thee until death. Signed, Lope de Gire, the Wanderer. So, as John Hemmings says, an extraordinary document, a mixture of rebellious defiance, megalomania and self-pity. Robert Silverberg says, few kings had ever received such a message from a subject.",
    "speaker": null,
    "startTimecode": 3064480,
    "endTimecode": 3541620
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/27",
    "text": "Shifting kind of attitudes within the space of sometimes the same sentence. the tragedy is philip ii probably never even got to read it because there's no evidence that he did read it must have been intercepted by a royal official and who filed it under m for mad i mean to be fair to philip though i mean he does love reading a letter that's basically all he's doing isn't it yeah he's sitting in a very gloomy in ls corial yeah this would have livened up his day i think no just endless stuff about tax returns and things and then suddenly you get that let's get to the end of the story aguirre ends up cornered in this town called barquisimeto in venezuela a lot of his men have deserted there's an awful lot of foaming at the mouth there's a very famous incident while he's marching into barquisimeto it's pouring with rain and their the horses are slipping and sliding in the mud. He shakes his fist at the heavens and he shouts, Does God think that because it rains in torrents I am not going to reach Peru and destroy the world? Then he does not know me. Brilliant. I compared him to a Shakespeare hero, but actually he's now turning into a kind of Marlow hero. He totally is, isn't he? So bar kizimeto they're surrounded by royalist troops outside the town i mean they are literally tom they're literally eating the dogs they're like the people of springfield pennsylvania supposedly the local governor issues promises an amnesty to aguirre's men so some of them start to slip away. He says, the time has come. I think we should garrote some more of my men, the sick and the unwilling. Let's have a little purge. We'll be a leaner, more efficient outfit.",
    "speaker": null,
    "startTimecode": 3542360,
    "endTimecode": 3633360
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/28",
    "text": "And even his lieutenants, his loyalists, say to him, oh, come on, that's going too far. What about the bloke who drank the blood? The bloke who drank the blood actually stays there. Well, you will see, he literally is the last person with him. So the drinking the blood yeah it was a genuine sacrament yeah it kind of was a gear has a massive meltdown in the middle of october he summons all his men what remain of them he puts a dagger to his chest he says why don't you cut out my heart he says i have killed a lot of people but i quote i want you to understand that i did it in order to protect your lives and for the benefit of all. It's a real kind of self-pity here. This does not, unfortunately, impress them. So most of them defect. And on the morning of Monday, the 27th of October, 1561, those who are left say, could we please go out and make a last stand against the royalist army? He says, fine. They go out of the town. As soon as they get out of the town, they kind of drop their weapons and start shouting, long live the king, God save the king. And they defect as well. Aguirre is gutted by this. The only person who's left is this boat, Yemoso, the blood and brains man. And Aguirre says, why are you still here? You know, why haven't you left me? And Yemoso says, so moving. He says, we were friends in life. I will live or die with you.",
    "speaker": null,
    "startTimecode": 3634120,
    "endTimecode": 3704260
  },
  {
    "id": "1867f52b-3948-4b0f-bbfc-58336f837c81/transcript/paragraph/29",
    "text": "And Aguirre, we're told, made made no reply he was crestfallen and lost so that i think is lovely what follows perhaps less so agiray goes to his room and he gets out his arquebus is gone and he goes to find someone we haven't mentioned elvira who has been there the whole time age what's she now 14 god she must be so embarrassed yeah dad as he's really let her down and he goes in and he says to her my daughter my love i thought i should see you married and a great lady but my sins and my great pride have willed it otherwise commend yourself to god my daughter and make your peace with him for i can't bear that you would be called the daughter of a traitor. And that's quite moving, Perhaps a little more prosaic is he then also says, I don't want you to become a mattress for the unworthy, which, you know, you know what that means. Yes, of course. Elvira is extremely disturbed by this, falls to her knees and starts pleading. She says, Father, Father, Satan is misleading you. And she's got a maid called juana who manages to wrestle the gun from his hands but then he really lets himself elvira and the bass country down because he pulls out a dagger and stabs elvira through the heart that's his daughter yeah it kills his daughter there's a twist i thought that he was going to kill himself no well you would think it would be a more satisfying story in a way if he now turned the dagger on himself, but he doesn't. Actually, what happens is moments later, royal troops burst into the apartment. Aguirre picks up the arquebus again, but he's shaking so much that he can't fire it, and he bursts into tears. After all that, he has a soft heart after all. The soldiers lead him outside. There is talk of a trial, but actually, here's the important thing. Loads of his old cronies who defected are there and they say oh no no trial no trial we should just kill him straight away because they don't want the truth because of course they don't want the truth to come out of their own complicity and two of his old gunners volunteer to do it you talked about shakespeare or sort of um jacobean drama or something so in true jacobean drama style the first shot doesn't quite kill him but he's still able to talk and he says that has done the business even though it hasn't so then they have to shoot him again he's now dead they cut off his head and they put it in an iron cage they cut off his hands they wanted to send his hands on a kind of tour so they sent his hands to the towns of merida and valencia but the soldiers got bored of carrying them one of the hands ended up being thrown in a river and the other one was thrown to the dogs to eat so that's payback for his men eating all the dogs yes i suppose so so the dogs have had the last laugh which is nice they have yeah so that's the end of lope de giri and i guess the question very briefly at the end is what it actually means does it have to mean anything i think it does i like a bit of a meaning do you not like a meaning tom you love a meaning what that this is very out of character it's just the random madness but maybe it isn't you see so for some people so i guess for verner herzog in that film it's not random madness you could say it's joseph conrad style heart of darkness you go into the heart of the jungle your complicity in colonialism leads you into evil i mean that's how some people have interpreted the story alternative explanation of course is that it's rather like mr kurtz it's about the human condition and it's about you know we've all got a lope de guire a brain sucking daughter murdering madman inside us whether we like it or not and that's actually how most historians they have said he represents human evil in its purest form or there's the he's a revolutionary well that's i think the more interesting explanation and there's a very recent book by an american writer called evan bulkin i think it was his phd called wrath of god and he argues he was the first revolutionary i mean south america has loads of revolutionaries che gavara most famously he argues that aguirre makes sense politically, that you put him into the context of mid-century Spanish America, very flimsy colonial control, endless feuds, endless revolts, huge resentment of royal authority. And Boulkan points out all the accounts we have of him are from people who were complicit in the revolt. And what they needed to do afterwards was to convince the Spanish authorities that it hadn't been political, that they had been coerced by a uniquely demented and demonic leader. Well, the demonic, presumably, because then it would explain how they had been seduced, that effectively they've been the victims of witchcraft. Exactly. That Aguirre represents, that's why that point, the thing about, oh, he doesn't want to go to heaven, he's determined to throw himself into this kind of sardine pursuit of all that is cruel and brutal and all of this that's why i think it was very important to them to make that point to say there was no political context to this at all it was an exercise in pure demonic evil by a madman but there clearly was a political context it's the signing his name as a traitor that kicks off the whole well i mean I mean, it's a coup, isn't it? It's an attempted coup. It is. And as Evan Balkin says in his book, Latin American history is a saga of rebels and populists and strongmen who appeal to the common man against overweening royal or state authority. You know, Simon Bolivar or whoever it might or juan peron or whoever it might be hugo chavez in venezuela the country with which aguirre is most closely associated so hugo chavez's culture ministry i read in evan bulkin's book i think had a section on its official website praising aguirre as a quote soldier traitor pilgrim father lover dreamer i think Father is a bit of an ironic one there. I mean, you could say that he kills her to preserve her honour and say that she, you know, a fate worse than death. I mean, I guess that's how you could frame it. I mean, that's how he's casting it. And there is clearly a very magical realist quality to the whole story. There definitely is a magical realist. And maybe this would be our last, our closing point. The most famous of all European travellers who went to Latin America was a guy called Alexander Humboldt, German. He went to Venezuela in 1799. And he reported that the locals there said to him that at night, strange ghostly fires danced over the plains. He wrote, this fire, like the willow, the wisp of our marshes does not burn the grass the people call these reddish flames the soul of the traitor aguirre and the natives believe that the soul of the traitor wanders in the savannas like a flame that flies the approach of men well dominic what an eerie note on which to end and what a week's been. We've had angelic voices and we have had the fires of demons. And in a sense, we will be having both next week because we are back with season three of the French Revolution. And of course, Tom, members of the Rest is History Club will get all four episodes of that series on Monday. And if you want to join them, you merely have to sign up at therestish history.com adios very exciting hasta luego goodbye",
    "speaker": null,
    "startTimecode": 3704800,
    "endTimecode": 4109360
  }
]