[
  {
    "id": "54870033-276e-4d2b-949c-9011a27a2a5c/transcript/paragraph/0",
    "text": "Thank you for listening to The Rest Is History. For weekly bonus episodes, ad-free listening, early access to series, and membership of our much-loved chat community, go to therestishistory.com and join the club. That is therestishistory.com. This episode is brought to you by Mint Mobile. Some of the great tussles and battles throughout history have been over money. After all, who doesn't love to have a little extra cash on hand? But you don't have to lead a cavalry or storm a castle to bolster your bank account. Do you know there's a much easier way of doing things? The single easiest thing you can do to save money is to switch to Mint Mobile. Because unlike other wireless carriers that drain everything they can from you, don't they, Tom? Mint Mobile have plans that start at just $15 a month. And that's with high-speed data and unlimited talk and text. That's amazing, Dominic. So if you like your money, Mint Mobile is for you. Shop plans at mintmobile.com slash history. That's mintmobile.com slash history. Upfront payment of $45 for three-month five-gigabyte plan required, equivalent to $15 a month. New customer offer for first three months only, then full-price plan options available. Taxes and fees extra. See Mint Mobile for details. The homeland will be saved. Everything is in motion. Everyone burns to fight. While one part of the people goes to the frontiers, a second digs our defences, and a third, armed with pikes, will defend our cities and towns. We ask that whoever refuses to serve or to give up his weapons shall be punished with death. The toxin that will ring out will not be a signal of alarm, but a call to charge against the enemies of the homeland. To vanquish them, gentlemen, we need to dare, to dare, and to dare again. And then France will be saved. So that Dominic was not Winston Churchill, although many people from the excellence of the impression may think it was it was actually a frenchman george danton minister of justice in 1792 the dominic sandbrook to my robespierre oh that's kind thanks tom and he's addressing the assembly on the 2nd of september 1792 And people will be able to realise from this that we are back with the French Revolution. We are indeed, Tom. Our ongoing series, aren't we? And can I just say why I chose to do it in a Churchillian tone? Do. Yeah, please. Because I think there is a Churchillian quality to that, isn't it? That is a very, very famous speech. Yeah. It's all about defence of the fatherland, defence of the nation, determination to fight on. it that is a very very famous speech yeah it's all about defense of the fatherland defense of the nation determination to fight on and there is a churchillian quality to it and i thought it subtly evoked a sense for for british listeners of perhaps the resonance it has in france yeah it does have a huge resonance in france so those words in french il nous faut de l'audace encore de l'audace toujours de l'audace we need daring more daring always daring to dare to dare to dare again or however you translate it they're very famous lots of french school children will will know those words and that i think gives you a sense of the position that we're in as we begin season three of the french revolution this episode is very, very g so listeners should be warned it is absolutely revolting particularly if you have children be warned because in today's episode we will be turning to i would say perhaps the most horrific episode of the whole revolution the september massacres so to give people a sense this is a moment whenbs are going to storm, basically burst into the prisons. Or are they mobs? I mean, we'll be discussing, won't we? Mobs or death squads. And they are going to club or hack a thousand people to death. Some of them in very gruesome circumstances. And we'll be debating all that later. But Tom, perhaps first of all, we should remind people where we have got to. Now, obviously, by reminding people, we don't need to do the whole previous two series again. That would be too meta. But, yeah, it would. We'll never get out of it. Okay, to give people a sense, we're in 1792. Tuileries has been stormed. France is at war, and it's been at war since April, and it's gone incredibly badly so far. So France has basically lost all these little battles. So politics in Paris is defined by a feud between two rival groups of Jacobins. So the first faction are called the Girondins and they're under Brissot, who you really liked, as I recall. I did like Brissot, yeah. Yeah, a do-gooder. That's Brissot, isn't he? He's an abolitionist. He likes a literary salon. Yeah. He likes dinner with metropolitan people. He's a good man. Yeah, that's Brissot. And then on the other end, another very Tom Holland figure, actually.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 314820
  },
  {
    "id": "54870033-276e-4d2b-949c-9011a27a2a5c/transcript/paragraph/1",
    "text": "It's like the battle for your soul this time. I know.",
    "speaker": null,
    "startTimecode": 315340,
    "endTimecode": 317440
  },
  {
    "id": "54870033-276e-4d2b-949c-9011a27a2a5c/transcript/paragraph/2",
    "text": "This is why I find it so fascinating. It's the Montagnard, the mountain, as they're called, under Maximilien Robespierre, the kind of bony, Russo-loving. Another do-gooder. Bewigged. Yeah, bewigged do-gooder. Hates capital punishment. Yeah, like you. The streets of Paris are full of armed young men. So these are the Fédéry from Marseille and elsewhere. Tom, last time you talked about their importance in bringing the Marseillaise. That was the episode that we finished the last season on. It was indeed. And people will remember that the episode before that was the story of how these guys, the Federe and the sans-culottes on the streets of Paris, the people who wear trousers, the kind of artisans, the radicals, they stormed the Tuileries Palace. They launched a second revolution. They slaughtered the Swiss Guard. They effectively toppled the king and queen who'd been carted off to a prison called the Temple Fortress. But they also, crucially, arrested about a thousand people who have since been crammed into the prisons of Paris. This is a key point, isn't it? Because it's important to emphasize that although it's the Swiss Guards who end up being massacred, the opinion across Paris, particularly among the Saint-Culot, is that they were the victims. That it was the Swiss Guard who are to blame for it, that the working people of Paris who were killed by the Swiss Guards as they were defending themselves are martyrs to liberty, and that this is expressive of a kind of pernicious royal attitude to the French masses. And therefore, there is a need for citizens to be on guard against something like this happening again. Exactly right. That's exactly right. So to give people a sense of the politics, with the stormy of the Tuileries, politics have been plunged into total chaos. The king and his family are in the temple. In their place, the Legislative Assembly has set up this executive, which is basically dominated by the Girondins and by Danton, Minister of Justice.",
    "speaker": null,
    "startTimecode": 318200,
    "endTimecode": 432240
  },
  {
    "id": "54870033-276e-4d2b-949c-9011a27a2a5c/transcript/paragraph/3",
    "text": "And they have said, listen, we are going to have to have yet another constitutional kind of reboot.",
    "speaker": null,
    "startTimecode": 432800,
    "endTimecode": 438080
  },
  {
    "id": "54870033-276e-4d2b-949c-9011a27a2a5c/transcript/paragraph/4",
    "text": "We're going to call for a national convention. Now, this will be elected for the first time in near universal male suffrage. And everybody knows this is basically going to call for a republic, that the monarchy is finished. But the Girondins who dominate this committee and who really dominate the assembly, it looks like they've got everything their own way, but they don't because now they're having to kind of share power in Paris with this new body that's been set up called the Insurrectionary Commune, which is the local council, which is dominated by much more radical people and in particular by robespierre and if all this isn't confusing enough robespierre says the girondins who are the people who got us into the war they're actually much too weak and too soft they'll be much too soft on the royal family and the enemies within and they may actually be part of the foreign conspiracy which sounds bonkers but that gives you a sense of the kind of the faction fighting the paranoia that is around in this point in 1792 i think there is actually quite an easy way for people to get a handle on this because this is the period where the notion of right and left comes in because it depends on on where people congregate in the national assembly and people on the right now on the far right, as we might anachronistically put it, is the default position that had existed three or four years before, royalists. Then you have revolutionaries who have been trying to negotiate with the royalists and with the king and queen. Then you have the Girondins. And then on the hard left, you have the Rosspieris, the Montagnat. And I think that's probably the easiest way to kind of get a sense of where all these various factions are. They are now on a political spectrum that we in the 21st century can recognise. Yeah. Although really, actually, you could argue that the fight is between two left-wing groups. It is, yeah. Because the right is now, with the fall of the monarchy, is finished. So it's now a fight between the left and the hard left, you might put it like that. Yes, I guess you could make that point. And it's really important to say the atmosphere in Paris is haunted by fear and by a sense of coming catastrophe and apocalypse because all the time the Prussians, they've crossed the border, they are coming west, and the Duke of Brunswick, the Prussian commander, has issued a manifesto in which he says explicitly there will be an exemplary vengeance against the people of Paris. Paris is in the firing line. I'm coming for you and, you know, I'm basically going to wipe the floor with you. And so this is hence the Churchillian quality of Danton's defiance, defying the German invasion. Yeah, exactly so, exactly. And all through Paris there are these mad rumours. People are saying there are loads of noblemen hiding in the sewers. They're poised to strike. They have hidden weapons caches in churches, in the pantheon. And particularly one of these rumours is that there are criminals in the Paris prisons are going to break out. They're going to launch an uprising. They are in league with these foreign villains. And the commune, the assembly, the neighbourhood councils, which are called the sections, they are meeting almost permanently around the clock. The city is lit up at night. There are surveillance committees. There are troops in the streets. It is an extraordinary atmosphere. Everybody is waiting for something to happen. And if we pick up the story on the 26th of August. So on the 26th of August 1792, terrible news reaches Paris from the Eastern Front. The Prussians have been advancing for seven days and they have just taken the fortress at Longhi after barely a fight. Longhi has surrendered and there's only one fortress left, which is Verdun. So it looks like treason. It looks like treason, exactly. And it looks likeians can't be stopped some of the gilandans at this point say listen you know effectively it's 1940 we need to evacuate the government to tour which is a terrible i mean a fateful decision for them to push because tour is a very royalist and a bubble catholic city isn't it so not a sensible place for them to choose if they're in a life or death struggle with people on the on further to the left yeah it looks weak well it looks royalist looks like they're not invested actually in the defense of paris rob spears says no way we should stand and fight in the defense of liberty and of course the minister of justice this sort of big fleshy sort of um corrupt but very charismatic revolutionary leader another man with skin problems and people who've listened to our first two seasons may remember that skin problems feature throughout this i think it's  Thank you. but very charismatic revolutionary leader. Another man with skin problems. And people who've listened to our first two seasons may remember that skin problems feature throughout this. I think it's fair to say of Danton, he's got terrible skin and he's got a taste for a brown envelope. You know, he likes a backhander that he can spend on. And a lady. Yeah, he likes a backhander that he can spend on a mistress and a massive selection of starters. That's Danton's modus operandi. Danton basically seizes the moment. And he says, close the city gates of Paris, put up barricades. I want volunteers. I want recruiting stations everywhere. And his charisma, his Churchillian charisma is really important, I think. Sort of steadying the nerves. I mean, he really rises to meet the moment. But there is a dark side to all these preparations because the provisional government, with Danton as its kind of leading light, issues an official proclamation at this point. And it says, yeah, watch out for the Prussians, but also watch out for the enemies within. Citizens, you have traitors in your bosom, but for them, the fight would already be over. Your active surveillance cannot fail to defeat them. Now, what do they mean by the traitors within? mean corrupt former advisors to the king ladies in waiting at the court who they say are all lesbians speculators hoarders criminals the old swiss guards priests who have defied the civil constitution of the clergy journalists who have written in defense of the monarchy all these these people, they think, are in the pay, effectively, of the sinister Austrian committee that is masterminded by Marie Antoinette and her friends in Vienna. I mean, that's pretty much the case, isn't it, Tom? And on the issue of Marie Antoinette and her friends in Vienna, I mean, they're not wrong, because Marie Antoinette has been conniving with the Austrians. So that's the thing. I mean, it's important to say that. So by the 28th of August, two days later, Danton has now ordered raids across the city, raids on people's houses. They're searching for guns. They're searching for enemy agents, stolen documents, letters. So if you've ever seen documentaries or films about the French Revolution, you've seen this sort of quite stereotypical image of a group of sans-culottes with their kind of red hats and their pikes banging on people's doors thick stubble right you've got an aristo hidden in the cellar or something that's where this is coming from lots of historians at this point cite a diarist called rosalie julien she's a brilliant diarist actually on this period because she is married to a jacobin deputy now she is somebody who really complicates your sense of the french revolution she's a very likable character she's very well read she's very educated she's a big fan of rousseau a massive do-gooder and a reformer but she is always writing in her diary the city is full of traitors we have to root them out still more traitors still more treason and i think those words are really important to understand what's going to happen because she and so many other people are saying they're all in the prisons. All of these prisons are stuffed with traitors. And as soon as our troops, you know, these volunteers march out to face the Prussians, the traitors will seize their moment. They will break out and massacre the women and children of paris about half a year ago we did the battle of agincourt and henry v is facing the french army but he's taken lots of prisoners and when he thinks that he's being attacked from the rear he orders the prisoners killed because obviously the enemy within is highly dangerous and there's a slight i mean comparing the french revolution to the battle of agincourt not probably something anyone's ever done before but there's a slight element of that to it i think i think there totally is Tom. Yeah I think there's a slight, I mean, comparing the French Revolution to the Battle of Ashen Corps, not probably something anyone's ever done before, but there's a slight element of that to it. I think there totally is, Tom. Yeah, I think there's a sense of the stab in the back is coming. And there were all these rumours about breakouts in the prisons. So all through August, actually, there had been rumours, the Paris police had been reporting rumours that people were about to break into the prisons and i quote render prompt justice to the people inside them and in fact it's not surprising that the paris police are reporting that because some newspapers and radical pamphlets and posters and things are very very explicit about what they think we should do and i'll just give you two examples so one is a newspaper called the orator of the people and it was edited by a guy called frayron who's a friend of camille desmoulins who we've talked about before frayron wrote this the first battle we shall fight will be inside the walls of paris not outside all the royal brigands clustering inside this unhappy town will perish in the same day the prisons are full of conspirators let the world see how we judge them i mean that's ominous but not as ominous as this this is from a guy called fabre d'aglantine who was a friend a great friend of danton and who was a poet he's not a great ornament i think to the poetic profession when you read his words let us clear the ranks of these vile slaves of tyranny let the blood of traitors be the first holocaust to liberty i mean he literally used the phrase le premier holocaust so that in advancing to meet the common enemy we leave nothing behind to disquiet us and actually mara one of the most outspoken of all these journalists and has the worst skin not coincidentally i think mara says like basically citizens should go to the abbe prison get the prisoners and i quote run them through with sword. And some of Marat's kind of defenders in the historical profession say, oh, that's just Marat. You know, he talks, he doesn't really mean it. But as Simon Sharma says, you know, how do you know? How are people supposed to tell the difference? So this is the climate. On the 29th of August, the Prussians reach Verdun. And Verdun is the keystone france's eastern defensive line if you get past verdun you're into the valley of the marne and once you go through that you are heading towards paris and verdun surrenders after three days to this impregnable fortress yeah the garrison commander who said he'd never surrender either kills himself or is killed by the people of verdun, who basically don't fancy a siege at all. We're like, yeah, we'll let the Prussians in. Fine. So Verdun surrenders and the news arrives in Paris on Sunday, the 2nd of September. The Prussians are broken through. And now you've got, I mean, it's an extraordinary scene. You have kind of church bells ringing. There are cannons on the Revussain sounding the alert. And is when donton gives his chuchillion address exactly donton gives his address there are posters going up across the city to arms to arms the enemy is at the gates now that afternoon we can be pretty sure that something else happened but we can't be exactly certain what because the documents were later destroyed they were destroyed in the events of 1870 71 it's ironic isn't it another prussian day trip to paris so what seems to have happened is that some of the sections these are the kind of neighborhood councils in paris discussed how we eliminate these people in the prisons and there are a lot of people saying it's a unpleasant necessity but basically somebody has to do it now that's not to say the sections ordered it but the tone has kind of been set about this point the chief prison inspector comes to danton on the hotel de ville and city hall and he says i'm genuinely worried about the safety of the people in the prisons and danton says je me fous bien des prisonniers i don't give a damn about the prisoners like basically let them film for themselves but to be fair to him yeah i mean one of the reasons for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for the reason for that is that he can't spare people from the barricades. There's only a finite number of people. And obviously the main threat from his perspective is the approach of the Prussians. Tom, I'm so surprised at this. I think I thought you were going to be on the other side of this equation, but it's very clear to me now, from the way you've conducted yourself in this whole episode, that you're going to take a very Dominic Sandbrook princes in the tower line on this issue, are you? Well, no, but I do think that there are reasons why someone like Dantor, people in charge of the revolution, might be unconcerned with prisoners and the security of the prisoners that relates to the overall situation in Paris. Yeah, fair enough. And also, don't forget, everybody thinks the prisoners are total villains and traitors and all of that stuff. Of course. But I think that saying, you know, we can't bother with them, it's justified by military exigencies. Fair enough. Listeners can make up their own minds, can't they? I have to say, Theo agrees with you. He's written in the chat. Well said, Tom. So that's nice. So let's get into the story. Sometime about 2.30 that afternoon, the 2nd of September, the news is coming from Verdun. There was a group of prisoners being escorted through the city from the Palais de Justice to the Abbey prison. And they are royal officials, they're courtiers and they're Catholic priests. The streets are obviously packed with people because of the war panic, and a lot of people shout abuse at them as they pass in these kind of carriages. As they get towards the Abbey prison, which is in Saint-Germain-des-Prés, it's a former abbey, hence the name, a group of people stop them. These people are National Guardsmen, sans-culottes, a mixture of characters. They stop the carriages, they drag the prisoners out, and they drag them into the nearby section headquarters, which is a convent. And there's a great crowd of people there, and the people are shouting, these are enemies of the people, you know, why take them to the prison? Why not just get rid of them now? Two or three of those prisoners try to break out, try to get away or fight for their lives or whatever. There's a scuffle, they're beaten up, and they are hacked to death with knives, and their bodies are left in the courtyard. The rest of the prisoners are just, you know, 20 people or so, are just standing there absolutely traumatized in shock, wondering what's going to happen. An impromptu tribunal is set up, and it declares them guilty. Then one by one, in a very methodical way, they are led down the steps into the garden, and there a group of men has assembled with knives axes hatchets there's a guy who's like clearly a carpenter because he's brought his saw and one by one they are hacked to death it's important to say right from the beginning this is the first incident it is not a mad frenzy it's not an orgy of violence it is quiet it's considered the guys take their time it takes about half an hour to kill all these men and then it is done and upstairs the people who are still there the room is absolutely full of people and they are debating now that we've killed these people why don't we just go into the abbe prison and do the same with everybody who is in there but again not necessarily to kill them to sit in judgment on them as we'll see not everybody is killed you're absolutely right while that crowd is all debating and arguing about how they're going to do it a separate group breaks into another prison about a mile away called the the karm it's a former carmelite convent so a lot of these prisons are convents and abbeys and religious houses that have been converted. In this prison, there are about 160 priests. This crowd, again, organises a kind of improvised tribunal. They call out the prisoners' names one by one. They take them out into the garden. Some of them are shot. Most of them, though, are hacked to death again. Some of them try to climb over the walls, or they even climb trees to get away, but they are dragged back and finished off with knives. Again, just to say, I mean, a quarter of them are spared. Well, hold on, 115 people out of 160 are killed in this. Absolutely, because I think it's easy to think that it is a total massacre. Well, you wouldn't take your chances with that. Of course not. It's just really supporting what you were saying, that this isn't a kind of frothing at the mouth mad mob frenzy it's much more considered and therefore i think actually much more frightening than that agreed and by the way we both get different figures that's not because one of us is right and the other is wrong it's because every history book gives different figures on this so yeah there is a lot of confusion about the figures now meanwhile the death squad has got started in the abbe prison and also in some of the other prisons and in all of them it is the same kind of routine i think actually death squad is better than mob they're often described as mobs but these are kind of organized teams of men they almost always hold this kind of tribunal they bring people out into the courtyard once they've been found, and then they stab them or hack them to death. And we only know one of the names of the people who organized this, a guy called Stanislas Maillard, who was a clerk. He'd been at the Bastille. He'd been a big figure in the Women's March on Versailles. And he seems to have been one of those people who's thrown up by these periods of revolution and kind of chaos so a bit of a bully you know you could say he's the kind of person who would be a paramilitary leader and he loves all this and he's obviously this is his his moment but it's interesting isn't it that actually so few names are known and in large part that is because in due course to be at septembrezeur as they come to be called is highly dangerous because it comes to be seen as a terrible blot on the reputation of the revolution not immediately though and i think that that reflects the fact that this is genuinely not being organized by the big names by danton robespierre or whatever it's coming probably from the sections and the people who are organizing it are not people who will go on to great things to become kind of famous names. I think you're absolutely right, Tom. I think it is being organised. And insofar as there is a sense of organisation, it's at a very, very sort of low level. It's these kind of neighbourhood councils. The commune, we know that they talked about it. That's the intersectionary council that's taking control of Paris. We know they talked about it and they said, your point, there weren't enough men to protect the prisons. We need them on the barricades. One of the commune's committees issued a statement signed by Marat. The prisoners are brigands who will slaughter our children and our women. These acts of justice are indispensable to deter through the use of terror these legions of traitors. But it's not like Marat is being named as a guy who's leading it. No, no, he's not going in. He's inspired it. But I think these are basically the people who had attacked the Tuileries, right? Yeah, I think that's right. It's people from the working class areas of Paris. They are representative figures from the working population of Paris. Yeah, I think so. I mean, and we'll talk about in the second half about what the population of Parisis think of it but i think you're absolutely right that basically they are pretty representative of the city and of the streets i guess it is the vengeance of the streets that's what historians who are more sympathetic to the september massacre say i mean on the big wigs the big wigs know this is happening but they don't do anything about it danton says to briseau during that leader the deaths are an indispensable sacrifice to appease the people of Paris. The interior minister Jean-Marie Roulon, the husband of Madame Roulon, the great sort of linchpin of the Girondin sort of social circle, he says the people terrible in its vengeance is exercising a kind of justice. You know, they're making excuses for it and kind of, I mean, they do nothing about it. That association of terror with a kind of justice, I think is exactly what's happening. Yeah, I think that was very French Revolution, isn't it? So that's the first day. But of course, it's just the first several days. The next day, you get to Monday the 3rd. The men at the Abbe prison, the first prison to be targeted, They're there for about 24 hours working away. And meanwhile, other men have moved on to other prisons. There's a seminary called Saint-Famin, which holds priests. There's a convent called Saint-Bernard. There's an asylum at Bicetre, which holds petty criminals.",
    "speaker": null,
    "startTimecode": 438780,
    "endTimecode": 1578960
  },
  {
    "id": "54870033-276e-4d2b-949c-9011a27a2a5c/transcript/paragraph/5",
    "text": "Perhaps most shockingly, the Sault Petrières Women's Hospice, which holds prostitutes.",
    "speaker": null,
    "startTimecode": 1579500,
    "endTimecode": 1584680
  },
  {
    "id": "54870033-276e-4d2b-949c-9011a27a2a5c/transcript/paragraph/6",
    "text": "And people have been joking, haven't they, we should send Marie Antoinette to the Saupetrière. So there, we're not talking about priests or courtiers or, you know, royalist journalists. These people are actually poor, petty criminals, prostitutes, and so on. And this is, I think, where it gets particularly shocking. So be set. They killed probably 150, 160 people. A lot of them are very young. About 40 of them are probably under 18. One of them is 12. Two of them are 13. Three of them are 14 and so on. Saint-Barnard, the people who are killed there, perhaps 70 of them, they're forgers. And the Saint-Colot hate forgers because of the paper money they think the paper money is all a plot they think that the forgers have been working with counter-revolutionaries to undermine it and to drive up grain prices so if you're a forger you've got to go so david andress who's written a wonderful book on the terror he comments on this laconically september 1792 was not a good time to be a captured forger and that is putting it mildly and not a good time to be a prostitute so it's still petriere probably 40 prostitutes or indeed a criminal generally right because you were talking about how throughout the revolutionary period people have been assuming that criminals are in association with counter-revolutionary forces. And this basically seems to be why people are targeting people who are in for criminality rather than for political crimes. Yeah. I think actually, Tom, since 1789, maybe, I don't know enough about pre-revolutionary Paris, but I think certainly since 1789, you know, we talked about the grand pur, the great fear of the countryside. And that's a huge fear huge fear of brigands isn't it who are going to ride over the horizon and trample your crops and burn because they're working with the local aristocrats well i think in paris there has been the same thing with criminals you know anxiety about street crime and a belief that crime in some obscure way is connected with the court well again david andres he makes the comment in his book on the terror that there were always 30,000 of them for some reason. Yeah. That again and again is this figure. There are 30,000 brigands. There are 30,000 criminals. They're all plotting. And clearly, it's just part of the temper of the time. It's what people are obsessive about and terrified of. Yeah, absolutely. Now, actually, you made a really good point earlier on. You were keen to emphasize that not everybody is killed the single most famous kind of insider account the one that was best known in 1790s france came from somebody who did survive he was an army officer and a royalist journalist called francois joniac samayar and he was in the abbey of saint germain a prisoner he wrote a book afterwards with a brilliant title my agony of 38 hours I'd buy that and he says in that basically he was in the prison and he was in his cell and his cell had a little window and he couldn't see into the courtyard but he could hear and he said basically that was the execution ground and for hours he was just sitting there in his cell listening to people being murdered and he said the killers worked in silence and that made even more terrifying he could hear people being let out and then the kind of grunting and the the hacking of the blows and all that kind of thing and he said all that he would hear the only speech was the basically after everybody was killed the killers would shout vive la nation long live the nation and then they would move on to the next now a guard He made friends with the guard and the guard said to him i'll let you watch some of the interrogations before the tribunal so you can work out the right answers so eventually fourth of september one o'clock in the morning it's his turn imagine that i mean that's terrifying somebody shouts out your name and you're led down the corridor and then you go into this this room, which is packed with people, a lot of stubble, a lot of sweat and a group of men at the end. You have to answer these questions. And he said, the men who took him in had blood all over their shirts. So he goes in and if his account is remotely true, and of course it may be exaggerated, he did really well. He was very calm. He said, listen, I used to be a royalist, but I'm not anymore. The circumstances have changed. And. And of course, I've changed my mind, as we all have. I've never plotted and conspired with anybody. I've never been interested in politics. You know, I was just a journalist. And, you know, it's bad luck that I'm here. And they acquitted him. And they sent him home with an escort of sans-culottes. And when he got back to his boarding house, his landlord, who saw him coming with these men covered in blood, got out his pocketbook to give these men money to basically pay them off. And the men said, oh, we don't do this for money. Because they see themselves as agents of justice. And I mean, just to emphasise this, that actually of the prisons in which the killings are taking place, over half of those who are detained in the prisons do survive this experience, which isn't in any way toplay you know i mean almost half population of a prison being slaughtered is hideous but it's a glass half empty glass half full perspective i suppose so it depends i mean so interesting it depends which book you read i can tell you've been reading david andrus's book because he's very much of the uh glass glass half full isn't he he's like well look at all the prisoners who survive nobody talks about them anyway so this guy gave the right answers but of course there are some people who cannot bring themselves to give the right answers and after the break well let's come to the most celebrated of all of those and that's somebody you've talked about before tom and i know you have a bit of a torn dress for this uh unfortunate lady do it's marie antoinette's friend the princess de lambau so we'll be coming to her story after the break and be warned, things are going to get ugly. And that is a very serious warning. This is an ad by BetterHelp Online Therapy. You know, in a society that glorifies hyper-independence, it's easy to forget we really are all better when we have a support system behind us. My support system, the people that I rely on more than any other and do most for my well-being, my self-esteem, and my mental health are our producers, Theo and Tabby. They've genuinely changed my life. When I've ever got a question, I know to go to them. So Tom, who's the support system in your life? A very exciting addition to my support system is my beloved Bulgarian trainer, Simon, who makes me not only mentally fitter, but physically fitter. Therapy can be a source of support for any area of your life and it can give you the courage, Tom, to ask for help. It can help you learn positive coping skills when you're stressed. It can teach you how to set boundaries and to enforce them. It can help you work through anything and empower you to be the very best version of yourself. As the largest online therapy provider in the world, BetterHelp can provide access to mental health professionals with a diverse variety of expertise. Build your support system with BetterHelp. Our listeners get 10% off their first month at betterhelp.com slash rest history. That's betterhelp.com slash rest history. This episode is brought to you by the Swedish clothing brand Askett. Askett was founded in 2015 to develop clothing that stands the test of time. And over the course of 10 years, they've built just one single permanent collection of 50 garments where every piece is under constant and relentless refinement. And while, Tom, they have just one permanent collection, they do offer three lengths for every regular size. So, for example, being normal, I'm a medium regular. But You, Tom, you're a large long, I believe. Like a Swedish berserker Viking king, actually, Dominic. Right. And I have to say, I really love their clothes. I have a black hoodie that Sadie has essentially nicked off me. So that's my wife. And I think that when she nicks clothes, that's always a good sign. Well, I'm actually completely with you, Tom. I mean, my Asket cashmere sweater is a massive favourite of mine. And I love the fact, Tom, did you know this, that they work almost exclusively with natural materials and European craftsmanship. And the cherry on the cake, their products are 100% traceable. No discounts ever. If you don't need anything, don't buy. If you're considering something, visit askot.com. She received a saber blow behind her head, which took off her cap. Her long hair fell onto her shoulders. Another saber blow hit her eye. Blood gushed out. Her dress was stained with it. She tried to fall down to let herself herself die but they forced her to get up again to walk over corpses and the crowd silent watched the slaughter so that is one of numerous accounts and we'll be looking at the range of what is reported about this death describing probably the best known of all the victims of the september massacres who is the princescesse de Lombarde, who, as you mentioned just before the break, Dominic, we've talked about before in our very first episode, episode one of season one, in our episode on Marie Antoinette, that she was a very close friend of Marie Antoinette. She's of impeccable background, a princess of the House of Savoy. She was notorious for being a bit dumb, was said to have a tendency to repeat clever things that she'd heard people say and then pretend that she'd made it up herself. But against that, there are other people who rated her intelligence quite highly. She was a friend of Benjamin Franklin. So again, a bit like Marie Antoinette. I mean, she's not entirely opposed to the kind of traditions of sentiment and fondness for the poor that are feeding into the revolution. But she becomes, like Marie Antoinette herself, a symbol of everything that is most rotten and putrid of the Ancien Régime. She is seen as kind of a vampire like Marie Antoinette. She's assumed to be having a lesbian affair with her. And this reflects the fact that the Princesse de Lombard, unlike, say, Madame de Polignac, another of Marie Antoinette's great friends who had fled, the Princesse de Lombard had stayed with Marie Antoinette and had served her as her mistress of ceremonies in the Tuileries. And it is this loyalty to her which will doom her. Yeah, that's right, Tom. So just to give people a sense of what is coming, we had a big debate, didn't we we about what reading we would come in with this half that is actually one of the less bloodthirsty one of the least horrible of all the potential readings that we could have chosen because nothing good is going to happen to her she's 42 years old at this point I'd always imagined her as being quite young but of course Marie Antoinette herself is not terribly young at this point she with marie antoinette all this time she'd had a pretty terrible life the princess de lambeau married at 16 widowed at 19 her husband probably gave a syphilis so she couldn't have children and her father-in-law had banned her from remarrying so she's sort of stuck hanging around marie antoinette and as you say she's extremely loyal she's perceived as veryughty, isn't she? I think that's because she's shy. Yeah. She's a nervous person, sickly. Socially maladroit. Yeah, absolutely. But as you've said, and as you brilliantly described in those episodes about Marie Antoinette at the very beginning of the whole French Revolution cycle, she has always played a very prominent part in the kind of pornographic demonology of the court. Yeah, absolutely. And I think this is so important for understanding the things that will come to be written about her death, is that Paris has been saturated in appalling pornographic fantasies about Marie Antoinette and about her female attendants and friends. And this provides a kind of terrible context for what will happen to her and what will be reported about her fate. Yeah. So, on the 3rd of September, which is the second day of the massacres, the killers came to a prison called La Force, where she has been taken with the other ladies-in-waiting and with the royal children's former governess, Madame de Torzelle. there's a tribunal set up there are seven people the most famous of them is a radical journalist called jacques hebert he basically makes mara look like a columnist for the guardian he's kind of very extreme he's a bit trump-esque isn't he he has nicknames for his opponents oh yes incredibly aggressive so this tribunal has been working its way through the prisoners of force they have very strange sort of code if they say at the end of your hearing vive la nation then you are spared you're free to go if they say you're free to go you are killed so it's slightly confusing anyway the process to lumbelle is brought out and it's all actually very quick they say did you know anything about the plot to kill the people by the swiss guards at the tuileries so again harking back to the sense that it's the guards who are at fault and it's a royal conspiracy against the people and she says no i knew nothing about this will you swear to liberty and equality and hatred of the king and queen she says yes i'll happily swear to liberty and equality but i cannot swear hatred of the queen it's not in my heart now point, by some accounts, there was a friend or an agent of her father-in-law or something like this, who was in the room, who whispered to her, just said, say you swear it and they'll let you go. And she said, I have nothing more to say. It's indifferent to me if I die earlier or later, I've made the sacrifice of my life. And the tribunal says, very well, let Madame be set at liberty, which means you're for the chop. And then she is led outside into the courtyard. And now what happens next is the subject of innumerable, undoubtedly sensationalized, exaggerated, and probably entirely fictional accounts. Many of them exaggerated, and many of them, frankly, probably fictional. What do we actually know? What we know is that the same day, the third, a group of sans-culottes delivered her body, sans-head, to one of the sections. Later, the head was retrieved, and these were buried privately by servants of her family. That's what we actually know. So we know that her head was cut off and was not there to be taken with the rest of her body to the section notary. Correct. So there are a couple of issues and how she was killed, which is the subject of an enormous sort of very prurient, frankly, pornographic speculation in the 1790s and afterwards. And then there is what happens to her head afterwards, which becomes a very, very famous part of the French Revolutionary story. So the detail that you just mentioned about what happens to her head, which I think does happen, the story is that it gets put on a pike and it gets taken to the prison, the temple fortress, where the royal family are being kept. And of course, Marie Antoinette, the friend, and in the opinion of the crowd, the lesbian lover of the murdered princess. And there are various accounts of what then happened. Some say that Marie Antoinette looked out of the window, saw it, screamed and fainted. This seems an exaggeration. The likelihood is that she didn't see it. She wasn't actually there at the time. I think she wasn't in the room. Right. There's a story that the governor of the prison's wife sees it and faints and people thought that was Marion's René. I think it's possible they put the head on the pike, by the way, to the temple prison. I think that sounds like something they might have done. Yeah, I agree. And I think that, as we'll probably explore later in the episode, it's partly because parading heads on pikes has become a part of revolutionary justice. So the beheading of enemies of the revolution, the parading of their heads, this is part of the language of justice on the streets. So you would almost expect that to happen. There's also, there's a terrible story about the Duke of Orléans, isn't there? As was, who's now become Philippe Egalité. One of the worst people who's ever lived. But again, I don't believe this story. There's a story that he's at the Palais Royale and he's having dinner with some English friends, English guests, and somebody brings in the head and he looks at everyone and he says, Oh, that's Lombard. I know her by her long hair. Anyway, let's have dinner.",
    "speaker": null,
    "startTimecode": 2048880,
    "endTimecode": 2524900
  },
  {
    "id": "54870033-276e-4d2b-949c-9011a27a2a5c/transcript/paragraph/7",
    "text": "Again, I don't think that happened. I think he's such a terrible man that i'd like to believe it did happen it reflects very badly on him i mean the question of whether the stories are true and won't go into all the details but there is one particularly notorious account of what happened that i'm going to quote and anyone listening who maybe has children or who doesn't want to hear it just block out the next couple of minutes but this is a detail that was reported by a playwright and again it's intriguing how often playwrights and fiction writers crop up in these stories he'd been sympathetic to the revolution but seven years on when he wrote this he turned radically against it to become a counter-revolutionary he's a man called louis-sébastien mercier and he wrote when the princess de lombard was mutilated in a hundred different ways so already there we have you know  Thank you. against it to become a counter-revolutionary. He's a man called Louis-Sebastien Mercier. And he wrote, when the Princess de Lombard was mutilated in a hundred different ways, so already there we have the escalation of the kind of torture porn, if you like, and the murderers had partaken of the bleeding morsels of her corpse. So he's saying they're eating her. I mean, the charge of cannibalism there is being overt. One of the monsters cut off her virginal part and made it into a moustache. And the reason for quoting this specifically, partly it reflects the way in which counter-revolutionaries are drawing on the kind of the libertine pornography of which the Marquis de Sade is the exemplar. But it also, I think, points to one of the ways in which the September massacres will be understood and have been understood, which is as an efflorescence of literal demons from hell, monsters who have lost all trace of humanity and can perpetrate the most revolting atrocities. And this will be a way in which, in the wake of the revolution, throughout the 19th into the 20th century, counter-revolutionary traditions in France and beyond will interpret the September massacres as being not a kind of clinical, patient, methodical elimination of people who they see as criminals, but as an orgy of destruction and murder. Yeah, like the stuff of a Gilray cartoon. Yes, exactly. So my take on this is these stories are incredibly controversial among historians and as we will see because we'll get into that in a little while my view is a lot of these stories are clearly made up you know the stories of the most grotesque torture the stories of cannibalism people drinking blood all of that kind of stuff it's part of a tradition of kind of political invective to invent these stories. But I think it's implausible to imagine that a thousand people were killed without, as it were, people overstepping the mark, you know, without mutilation, without rape. Because there were suggestions that some of the prostitutes, for example, were abused or raped. Is that inherently implausible? No, I think a lot of these, these are horrific killings. They're not entirely surgical. However, I do agree with you that a mad frenzy is the wrong way to think about it, that it is pretty clear from a lot of these accounts, like that account that we quoted before the break of that guy who let go, there is a kind of semblance of justice. We know that the killers took these trib tribunals that they're not all just sort of dancing around wearing people's body parts as hats or whatever covered in blood that they are actually trying to take these tribunals quite seriously we know that the crowds listen to the evidence and we do know that the killings were carried out in silence because so many people talk about somber somber solemn yeah solemn atmosphere like people i mean some people have talked about it they've said it was almost like they were ritualistic killings that there was a kind of a dare i say to him i don't want to give you you know a massive gift but it's kind of sacral dimension to it that it was a purge it was a kind of purge of sin's often said, I think correctly, that there is a presaging here of the notion of cleansing a state of disease that we see in the 20th century totalitarian states, whether it's the fascists or the communists. But I genuinely think it is also drawing on those Christian traditions because you talked about a holocaust. The holocaust is a burnt offering to the gods. That's originally what it was, transmuted into a Christian context, because these are all happening in abbeys, in convents. And the sense the Inquisitors had that they were doing God's work when they burned the diseased limb of the tree, this is very similar to the language that you were having with the September massacres. and i think that i mean i agree i'm sure that there must have been some kind of sexual sadism going on maybe particularly at the salpetrier but just to say on that issue it's a salpetrier where the fewest prisoners are killed i think it's something like 40 did we say 35 to 40 but there are 280 or 90 there so relatively speaking i mean it's not like they're breaking into a prison full of prostitutes and going mad in the way that rakes in a sard novel would so i think that is for me the most chilling thing about it it is murder done in the cause of virtue oh i totally agree with that i think that the people who do it think they're doing the right thing they think it's a necessary purge but that is also why it's important for counter-revolutionary propagandists to frame it as pornographic because that undermines the claim of those who perpetrated these executions to be virtuous i think actually the pornographic kind of mode is the one that people instinctively reach for because it is paris is it. I think it's the natural genre to pick. But I think it is natural for those who repudiate the notion that this has anything to do with virtue. Okay, let's just sum up the story. So it takes four days. The massacres in the prisons last for four days. They die down on the morning of the 6th of September. To give you a sense of what Paris looks like, the place is absolutely full of bodies. There are bodies in the streets. There are bodies in the courtyards. there are bodies in the kind of corridors of the 6th of september to give you a sense of what paris looks like the place is absolutely full of bodies there are bodies in the streets there are bodies in the courtyards there are bodies in the kind of corridors of the prison the rest of the prisoners of course have been set free so the prison's empty and the commune eventually sends in people and says please scrub them down and wash them with vinegar get rid of the stench get rid of the stains but in some of the prisons la force for example there's so much blood they can't shift the bloodstains of course a tom holland would say some of the rooms are stained with blood but some of them are pristine and perfectly clean why not talk about those rooms anyway we'll get into this in a second tom because we're going to talk about the historiography there are copycat killings elsewhere in france so there are 44 people for example that are killed in versailles a horrendous atrocity actually they are lynched they are beheaded in public and their heads are stuck on the spikes the palace gates so probably about 100 people are killed across france but then in the next few weeks things die down in the future episodes we'll talk about why that happens the political transformation in paris and a very dramatic change on the battlefield just to move towards a close on the september massacres one question is what did people in paris think of them and we know people in paris thought they were fine they were completely fine david andrus who you've mentioned before he makes a very good point that parisians are used to public violence i mean you talked about it tom in that excellent episode you did on the guillotine, the hideous rituals of the public executions, the idea of humiliating, degrading and destroying somebody in public. But Dominic, also what we talked about in that episode was how the revolution equates itself with humanitarian impulses. And it may seem mad to talk about humanitarian impulses in the context of the September massacres, but I suspect that maybe a majority of the people doing the executions would say that actually they're not kind of publicly tearing people apart with horses or anything like that. They're doing it expeditiously. And the whole tradition of hanging people from lanterns and then parading their heads is seen as revolutionary justice, but is already starting to be phased out. It's clearly a cause of embarrassment for the revolutionary authorities. And that is why exactly as this is going on, the guillotine is starting to be introduced and is becoming more and more the emblem of how criminals should be dispatched. And the September masters, I'm sure, must play a key role in that process. The people in the Revolutionary authorities think, the revolutionary authorities think okay fine i mean it's cruel necessity but it would be better to do it with the guillotine well it's interesting that the papers at the time they're not embarrassed about it at all this is a moderate paper the courier francais the people made it their duty to purge the city of all the criminals to prevent a prison breakout that would have fallen on the women and children more radical radical paper, Révolution de Paris. The people took the extreme measure, but the only appropriate one, of forestalling the horrors that were being prepared against them and of showing no mercy to those who would not have shown any to them. But if you have a machine that can just slice a head off, you don't need courtyards full of peoples with butcher's knives. Of course. I mean, we have diarists, we have letter writers. There's a brilliant example of a guy, a merchant's son, an 18-year-old in Peter McPhee's book on the French Revolution. And he wrote home and he said, there has been a horrible massacre. He says, wherever you go, you see the bloody remains of mutilated bodies in open graves. And then in the next line, he says, but it was the right thing to do. The prisoners were plotting with the Prussians. We had to do it. And that diarist, Rosalie Julien, she said, again, an atrocious necessity. The people terrible in their fury are avenging the crimes of three years of vile treachery. And she talks in her diary. She says, people have had their heads cut off. Priests have been eviscerated, but it's the right thing to do because we had to save France save france now the thing is historians have grappled with this ever since because of course most historians by and large i would say who write about the french revolution especially in france have been sympathetic to the revolution and here you have an episode which is for me much more shocking than the terror i mean the victims in the terror a lot of them are people involved in politics players in the games they're players these people are often young very poor the criminals the petty thief the women the prostitutes the prince de lambat so you know from the 21st century perspective i know theo says oh you're always harder on french exponents of violence than you are when the british do it but And I think even with that said, it's hard to contemplate this and to say, oh yeah, they had to go, as Theo clearly thinks. I think you're being a bit harsh on Theo there. You say that it's not comparable to the terror. I mean, lots of innocent people die in the terror. And the difference is that death by the guillotine is more clinical than being hacked to death by people armed with knives and choppers don't you think i suppose so i mean i probably would choose the guillotine over being hacked to death by a carpenter with a saw at one o'clock in the morning yeah so the definitive french historian of this was a guy called pierre caron and he was writing in the 1930s he was the head of the national archives in france and he said you have to understand it in the context of two things. One, the fighting at the Tuileries and the thirst for vengeance. And the other is the mood of panic and hysteria as the Prussians advanced on the capital. And that you have to understand the war, the pressure and all this kind of thing. And Caron, for years, everybody said, he's the top man in the September massacre. He knows what's what. And then 50 years later, our old friend Simon Sharma wrote his book Citizens. F. F. F where he talks about Caron? I have. He says his book is, and I quote, a monument of intellectual cowardice and moral self-delusion. And he said, Caron is being far too kind. This is basically anticipating the genocides of the 20th century the same themes we have to get them before they get us the same emphasis on a kind of what sharma calls an armed sanitation on purging france of crime and sin and you can see why sharma writing in the 1980s very conscious of what had happened in europe 40 years earlier why why he looks at September Massachusetts and says, hey, don't make excuses for this. This is unbelievably horrible and bestial. And he doesn't deny that there's a kind of efficiency and a clinical nature to it. But he says that's what makes it all the more frightening. But equally, he literally is repeating counter-revolutionary propaganda. So to quote him from Citizens when he's writing about Caron, some accounts, including that of Mercier, so that's the playwright whose account of the fate of the Prince of Lombard we quoted, insist on the obscene mutilation and the display of her genitals, a story which Caron dismisses with the cloistered certainty of the archivist as intrinsically inconceivable. But we know that didn't happen. And we know that because of research that has happened since he wrote Citizens. So French historian Antoine de Back, he's the guy who went through all the records of the sections and found that the body of the Princesse de Lambal was given to the notary of the local section, and he recorded what had happened, and none of these mutilations had happened yeah so we know for a fact that that is counter-revolutionary propaganda and that when Caron dismisses it it's not because he's some cloistered archivist but because actually he's right about that that wasn't happening so in this case right I agree with you it didn't happen the thing is do you take all the revolutionary sources on trust and say the counter-revolutionary ones are propagandistic exaggerations or do you say that the truth probably lies in between the two and that both of them are party pre and actually the truth is that we'll never really know and this is the frustrating thing about this story it's a classic example of historians projecting onto it their own political preconception so you give these we talked about david andrus david andrus is very much a man of the left in his book on the terror you know he says the september massacres are terrible but then in the next breath he has a sentence like this this is why he introduces the september massacres the people in arms exercised their right of self-defense against those they felt were betraying them to the counter-revolution. You cannot imagine Simon Sharma writing that sentence, can you? No, you can't. But I think that's slightly to misrepresent what he's saying. I mean, he is saying that that is precisely the horror. You know, they think that they're doing justice and that is precisely why it is terrifying. You know, he's saying, I guess in the way that a Christian would say about what the Inquisition did, and I think that there is an absolute continuity there, as I've said, that it's the realisation that you can launch a pogrom, execute people in cold blood and feel that you are doing it in the cause of what is right. That's what's frightening. Yeah, but I don't think that excuses it. I think that makes it all the more terrifying. No, but I don't think David Andres thinks that either. I mean, I think that I'm no expert in the historiography of the French Revolution, but the reading I've done of writers who are on the left about this is that they do acknowledge that that is what is frightening. Yeah. You can commit atrocities and feel that you're doing it in the cause of the right. And as I say, it's like a Christian having to face up to the executions that have been done in the name of Christ. Well, are you not the person who did an episode about how the Nazis thought what they were doing was right and they were on the right side of history and on the right side of morality? Yes, and that's where the analogy, I suppose Sharma's point about the sanitation, kicks in. It's's absolutely the right one so there's another brilliant book on the french revolution the most recent english language survey it's by a guy called jeremy popkin american historian professor at the university of kentucky and he is much more positive about the revolution the charmer is and he says in his section on this he says listen if you think the french revolution is better than the experiments of the 20th century for example communism or indeed nazism if you think the French Revolution is better than the experiments of the 20th century, for example, communism or indeed Nazism, if you think the French Revolution is more progressive, as he clearly does, he says, you should have a massive problem with the September massacres. Because he says the thing that is so frightening about them is that they are so cold-bloodedly political, that they are people sitting down in committee rooms and saying yeah these people have got to go go ahead and do it somebody organized the death squads i mean of course they were bottom up to some degree but there were people who led them there were people who condoned it there were people who didn't intervene all of that kind of thing and his version and indeed and timothy tackett and other historians they say this is a key step towards what we call the reign of terror. You know, the idea that maybe you'll make some mistakes and some innocent people will be rounded up and killed accidentally. But it's actually better to purge than to allow the evil, as they see it, to fester in your midst. I agree. And that is, I think, what is frightening about it. But I think that historians of all political persuasions would now see that as being what's frightening about it, I think. Well, because obviously we're going to be talking about this an awful lot when we get the terror itself. But let's not get ahead of ourselves. The elections to the National Convention have been happening all this time, and all the big names are standing. Briceau, Robespierre, Danton, Marat. This new convention is going to meet on the 20th of September, and it is going to decide the future of France, and in particular, something I know you'll be talking about in a couple of episodes' time, the future of the royal family. But the question is, will this convention even get the chance to do do that because all this time the Prussians have been coming closer and closer and closer so Verdun fell the Duke of Brunswick is coming on he's got 80,000 men every day he is coming closer to Paris he is now being pursued by a smaller French army under General Dumouriez who is the foreign minister who got France into the war in the first place. And by the third week in September, the Prussians reach a place called Valmy, which is in the Argonne Forest. It's about 120 miles from Paris. And rain is falling, the skies are overcast, and it's against this very kind of turbulent backdrop that the Duke of Brunswick and the Prussians turn to finish off the French and to clear the battlefield for their final assault on the capital. And Tom, what happens next will change the course of European history. Thank you, Dominic. Brilliant. What a cliffhanger. So much more to come. Lots more drama. And of course, if you are a member of of the rest is history club you can listen to the next three episodes of this epic journey to the climax of the french revolution right now we will be discussing in our next episode olymp de gouge the first feminist the author of the rights of woman we will be discussing the fall of the French monarchy, and the climax will be the guillotining of Louis XVI. So it's one of the great stories, not just of French history, but of history, full stop. And if you're not a member of the Rest is History Club, then you can listen to the next episode on Olymp de Gouges this coming Thursday. Thank you so much for listening. Goodbye. Bye-bye.",
    "speaker": null,
    "startTimecode": 2545540,
    "endTimecode": 3645940
  }
]