[
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/0",
    "text": "Thank you for listening to The Rest Is History. For weekly bonus episodes, ad-free listening, early access to series, and membership of our much-loved chat community, go to therestishistory.com and join the club. That is therestishistory.com. This episode is brought to you by Mint Mobile. Some of the great tussles and battles throughout history have been over money. After all, who doesn't love to have a little extra cash on hand? But you don't have to lead a cavalry or storm a castle to bolster your bank account. Do you know there's a much easier way of doing things? The single easiest thing you can do to save money is to switch to Mint Mobile. Because unlike other wireless carriers that drain everything they can from you, don't they, Tom? Mint Mobile have plans that start at just $15 a month. And that's with high-speed data and unlimited talk and text. That's amazing, Dominic. So if you like your money, Mint Mobile is for you. Shop plans at mintmobile.com slash history. That's mintmobile.com slash history. Upfront payment of $45 for three-month five-gigabyte plan required, equivalent to $15 a month. New customer offer for first three months only, then full-price plan options available. Taxes and fees extra. See Mint Mobile for details. Marianne is the embodiment of the French Republic. Marianne represents the permanent values that found her citizens' attachment to the Republic, liberty, equality, fraternité. The earliest representation of a woman wearing a Phrygian cap, an allegorical figure of liberty and the Republic, made their appearance at the time of the French Revolution. The origins of the name Marie-Anne are uncertain. Marie-Anne was a very common first name in the 18th century, and she thus came to represent the people. The counter-revolutionaries used the name derisively when referring to the République. So, Tom, that was the website of the Élysée Palace, talking about the great symbol of the French Republic, Marianne. So this is a symbol that emerges at the point that we've just got to in the great narrative of the French Revolution, the summer and autumn of 1792. We heard last time about the terrible September massacres that took place as the Prussians were advancing on Paris. And it's, of course, at this point that people are singing the Marseillaise, the marching song of the army of the Rhine that has swept through the capital. But it's also at this point that people alight upon a new symbol of France, which is this figure of Marianne. Marianne, who is this woman wearing the Phrygian cap, the Liberty cap, long flowing hair, will become the emblem of France itself. And I think it's really striking that two of the kind of emblematic embodiments of modern France, so the Marseillaise, its national anthem, and the figure of Marianne, the embodiment of France herself, emerging precisely these months, the summer going into the autumn of 1792. And I guess the previous episode that we did, where we looked at the September massacres, I mean, it didn't really portray the revolution in a great light, did it? I mean, if we're absolutely honest. Not not the best right no but i think this kind of reminds us that even while people are being dragged out of prisons and hacked to death there is also an absolutely invigorating and inspiring sense of optimism and hope that is inspiring terrible deeds yes but also um you, it's rallying people to the barricades and it's giving people dreams of a better future. Yes. A future in which all of the people of France will have a stake. So you mentioned at the end of the last episode, you left us with this absolute cliffhanger that the Prussians are advancing on Paris, but you also talked about how there is this new political settlement, there's this national convention and elections are being held to it. And you said, you know, if the Prussians break into Paris then maybe the convention will never even meet. A spoiler alert, the Prussians don't end up meeting, advancing on Paris for reasons that we'll discuss in the next episode. And the National Convention does meet and it meets on the 20th of September. And the deputies who are going there, they're all going to the Tuileries where the royal family had previously been based until the massacre of their guards and their removal to what ultimately is their prison. So this is now at the center of the convention, which is an expression of, in a way, popular sovereignty. What is striking about this, and it's not just in the French context, but in the context of the whole of global history, is that this is a near universal suffrage for men. There are no dist of class there are no distinctions of property people may remember back in the mists of time that we talked about originally there was this idea of active and passive citizens weren't there that active citizens you had to have certain property qualifications you couldn't have certain professions all that is gone all males basically over the age of 21 now have the vote and i think this is a kind of noble and inspiring moment in history no matter what your views on the revolution might be dominic would you disagree with that or or not i mean maybe don't you think i would yeah i don't find it inspiring at all well i don't think everybody should have the vote so that's the difference between me and the french revolutionaries. So who do you think should not have the vote? I probably wouldn't give it to anybody. But I'd definitely raise the age thing. I think probably 30, 30. 35, 40. And also property. I think you need to be a property. You need to own property, don't you? Fine. Okay. The voice of John Bull. Otherwise you've got no stake in the system. I think you know that you are just teasing. I'm sure you are a Democrat. Tom, that has thrown you so much. You don't know. I can't believe you. I don't really know. I don't think I've ever seen you. I don't really know how to reply to that. Come on. This is universal suffrage. This is democracy in action. It's the closest to the modern ideal of democracy that we have. It's an ideal that Britain now cleaves to. So in that sense, could say that britain is inspired by this example as well and marianne kind of becomes the symbol of it and the reason for that is the um is the motion that is brought before the deputies the day after they meet on the 20th september on the 21st of september when they essentially vote to abolish monarchy royalty shall be abolished in fr is the motion. And this is where the woman who comes to be called Marianne is introduced. Because again, to quote from the Elysee Palace, Marianne is the embodiment of the French Republic. And so how does it come about? How does this woman appear? How does she come to be called Marianne? It's actually not until the middle of the 19th century that she's kind of universally called Marianne. But the Elysee Palace thing that I read at the beginning is wrong. Am I not right in thinking that we know better than the Elysee Palace? No one. So the Elysee Palace said, you know, who knows where the name comes from? We know precisely where the name comes from. The name comes from this poem that is written in, I think, is it october 1792 to mark the founding of the republic and interestingly the poem is not in french i mean that make that's what makes it so fascinating yeah so it's by a guy called guillemme lavabre who is writing in longer doc and he writes this poem called la guérison de marianne the healing of of Marianne in French. And in that poem, Marianne is clearly an embodiment of the new republic that's been proclaimed. And this is the first equation of the republic with a woman called Marianne. But unlike the Marseilles, it doesn't really spread because it's not as accessible. And it takes a long, long time for that equation to kind of spread. As I said, it's not really until the 19th century. And so originally the figure of France as a woman, she's not called Marianne. She is very clearly liberty and specifically Republican liberty. And the emergence of an image of France as a woman who embodies liberty, as we said, this is emerging at the same time as the Marseillaise is being enshrined as the national anthem. And so it's expressive of all the convulsions, all the excitements, all the kind of incredible process of change that these months in 1792 that we've been covering in the previous series and in this series are generating. and she appears very precisely in the wake of the abolition of the monarchy when the royal seal great golden seal of louis the 16th is melted down and reconfigured and on the new seal of the republic this is where liberty who will become marianne first appears so the figure um of liberty this is we've talked so much about the influence of the romans in particular on the french revolutionaries so this is a very obviously classical figure basically a goddess holding the fasces with an axe and a liberty cap that's right isn't it so do you yeah a bit of athena about this figure maybe what she's i mean she's liberty she's a classical abstraction given female form and as with so much about the french revolution it actually has its roots in the ancien regime so the painters um illustrators had been showing liberty as this kind of goddess in the years before the revolution breaks out. So there's a particularly famous illustration in a book about Henry IV, who was the great hero of France before the revolution. He was seen as the people's king. And this illustration shows him being carried up to heaven by liberty, by this goddess. You know, this is kind of allegorical illustrations and paintings that really have very little cut through but it's kind of there on the margins and actually i think you could say that the very value of liberty is that she is a kind of a bit of an empty cipher she's a kind of an abstraction right onto which you can project things so um lynn hunt the great scholar of the kind of the culture of the French Revolution, particular interest in the role of women in the revolution, she wrote about the figure of liberty, that she represented the virtue so desired by the new order, the transcendence of localism, superstition and particularity in the name of a more disciplined and universalistic worship. Liberty was an abstract quality based on reason. She belonged to no group, to no particular place, which is another way of saying that the whole point of Liberty is that she's quite boring. She doesn't bring any baggage. And it's important because, of course, the marketing of Liberty is also a marketing of the Republic, and she's being stamped on the seal at the point where people don't really know what the Republic is about. What's it going to be to be it doesn't have any of the kind of the attributes that a thousand year old monarchy has it doesn't bring the kind of the inheritance of symbols that that france particularly royal france has been absolutely saturated in and instead she is she's kind of almost robs pierre She's kind of chilly, poised, uptight, virtuous.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 687020
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/1",
    "text": "And of course there are the two obvious contrasts here so even though she will come to be called marie anne she's not christian she's not the virgin she is a virgin who is not christian and i think that's you know as we will see a problem in our next series, what you do with Notre Dame, our lady, the Virgin will be appointed issue in due course for the revolution. So Liberty Marianne is not the Virgin Mary, but of course, also she's not an earthly queen and more precisely, she is not Marie Antoinette. She is not an aristocratic woman. And generally, women who are, you know, paintings, images, they're from the aristocracy. The whole point of liberty is she is not. She's classless, I suppose, isn't she? I mean, she's not defined by any. And because she's antique, she doesn't represent any particular group in contemporary France. She's universal exactly um and and as you said there are kind of obviously echoes of of athena the greek goddess of wisdom so in due course she comes to be shown wearing a helmet she's shown kind of trampling down various monsters representing counter-revolution and monarchy or whatever um and so with pretty much within a year of her appearance first appearance on the the um the great seal of france um she's starting to become a bit more proactive um and of course the classic expression of this isn't in this french revolution but in a later one um in delacroix's great painting of of um liberty leading the people. I'm sure people will have seen it.",
    "speaker": null,
    "startTimecode": 687940,
    "endTimecode": 805220
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/2",
    "text": "Liberty standing there in her Liberty cap, urging the revolutionaries on. And I think you get a kind of presentiment of that in the first revolution as well. But Dominic, I think there's a kind of interesting question about all this, that France, Liberty, the Republic, the revolution, are all being imaged by this this figure of a beautiful slightly chilly woman but what does it mean i mean does it have any resonance at all for the actual women who were living through the revolution so we started the entire cycle of french revolution series with a woman with marie antoinette and the extraordinary misogyny of the attacks on her and then although virility masculine friendship martial virtue and all of that these kind of these masculine ideas have mattered enormously to the ethos of the french revolution there have been moments haven't there when women have taken center stage so i think you did an episode about the um the women's march on versailles when the market women go and bring back the king and marines and the symbolism of it being the market women i think is really important there isn't it yeah and then of course you've got women who are prominent in the sans-culottes who are storming the tuileries who are shouting slogans in the streets so it's not just a man's revolution by any means absolutely so um we i think we talked before in the previous series about how the idea of the sans-culottes the the man who is wearing trousers rather than the britches that is kind of the traditional markers of of wealth and status how important dress is. And there are female sans-culottes. They're not wearing trousers, but they're wearing kind of coarse woolen skirts. And they're wearing the wooden clogs that are the markers of a sans-culottes. And they wear the carmagnole, this kind of jacket that has ultimately come from kind of revolutionaries in italy and because of the role that they played in bringing the king and queen from versailles to paris back in 1789 and as you said because of the role that they also play in um in helping the patriot heroes who stormed the tuileries in the summer of 1792 they They are enshrined as a group, as kind of mothers of the nation. But I think there is a crucial difference between the way that women are portrayed in revolutionary propaganda and the way that men are. Because we've talked about revolutionary figures whose names continue to reverberate down. So everyone has heard of Ross-Pierre or Marat or Desmoulins. These are individuals who kind of stand tall in the pages of history.",
    "speaker": null,
    "startTimecode": 805740,
    "endTimecode": 975120
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/3",
    "text": "But women by and large don't. And that is a trend that goes back to the revolution itself. So we talked about Marat, who, of course, in due course, will have a meeting with a woman who's not very keen on him in his bath but before that he he was very proud of himself as a feminist he marketed himself not just as a friend of the people but specifically as the friend of women but when he writes about women he never names individuals it's always about the totality of women yeah they are a kind of a mass of humanity who are inspired by a kind of animating energy and an animating emotional power um they're spontaneous this is key to the to how the the march on versailles is is portrayed they are not in that way, they are kept safe. They're not intruding on the kind of masculine sphere. And this carries on even when they're not kind of marching on Versailles or attacking palaces or whatever. Because women in Paris in particular, which is the cockpit of revolutionary activity, they are very, very keen spectators. So the sense of particularly women from the markets uh people you know fish wives as political junkies it's very very strong they're generally not allowed to contribute to the public debate itself but they are given access to the galleries um where spectators gather they take up public seats at the convention when it meets and by and large male revolutionaries are very appreciative of this so there's there's one when it turns out that women are not being allowed in to watch a political session because too many people have gathered there and one of the jacoban deputies kind of posing like a roman it's exactly the kind of thing that you could imagine someone in the early pages of Livy or Plutarch saying. He orders that more benches be brought in so that they can sit down. These are mothers of families, he tells the other delegates. They are worthy of ancient Rome. And it may be because Robespierre in particular is so good at playing the Roman, that he is a particular favorite of these these women who come to uh cheer and support the the various Pierre in particular is so good at playing the Roman, that he is a particular favourite of these women who come to cheer and support the various Jacobin deputies. And the fact that Robespierre, despite his kind of slight image of chilly asexuality, is an absolute heartthrob. I mean, he has all these groupies. It's kind of noted by his enemies and causes them some degree of puzzlement i think but it's not because of that image i would say the chilliness and the i think that is the draw isn't it the women think i could be the one who melts the ice cold incorruptible heart all that but actually we're just talking about women as spectators here watching men but there are well we've had one woman in particular so we talked about marie but on the side of the revolutionaries we've had one woman in particular that we've mentioned a few times in the more recent episodes who actually is an an agent she has genuine political influence and that is Madame Roland. So tell me about Madame Roland.",
    "speaker": null,
    "startTimecode": 976040,
    "endTimecode": 1143860
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/4",
    "text": "So she is the wife of a girondin minister and she essentially is the archetype of the woman who runs a revolutionary salon so the idea of a salon where um movers and shakers meet up discuss philosophy or current politics or whatever again it's something that is inherited from the ancien regime but madame rollo sets up the kind of the the classic revolutionary salon but she's not just a hostess i mean as you said she is an actor she in a way i mean is much more forceful much much more dynamic much more proactive than her husband. So she is the person who comes up with the idea of recruiting the Federe from across France. These are the people who will come singing the Marseillais from the south of France, for instance. So that's her idea. And in the early months of 1792, as the royal constitution is starting to implode she is writing letters left right and center so she's writing letters to briso and his colleagues accusing them of being time wasters of supporting the king when his regime is clearly on its uppers she pushes her husband to support the suspension of the king he'd been kind of hesitant this. So she's very forceful. She has very strong opinions and she is able because of her position in the salon, because she has all these amazing connections to let her opinions be known. They have an impact. But again, she does not herself think that women should play a role in kind of public politics so she doesn't invite other women to her salon you know it's hers and hers alone that's very margaret thatcher isn't it's how margaret thatcher ran her government so madame roland i don't think mrs thatcher would go this far but she says women must inspire political endeavor yet without seeming to be contributing to it right and you mentioned marie antoinette I think it's really striking Madame Roland is very very hostile to Marie Antoinette and one of the reasons for this is that she condemns Marie Antoinette for being a malign influence on the king and therefore on politics generally and so she condemns what she calls the faint rustling of silk behind the royal curtain. The idea that when Louis XVI is being attended by his ministers, Marie Antoinette is there kind of whispering from behind screens. And of course, the irony of that is that these are precisely the terms in which many of her enemies, so Robespierre, Danton, the Montagnard, the people who are opposed to the Girondins and Madame Réleuins, a Girondins, this is how they condemn her as someone who is kind of hiding behind a curtain, whispering. They literally say she is the new Madame de Pompadour. She is the new Madame du Barry. She is the over-mighty female favourite who has corrupted and seduced the slack-minded, gullible men who flock around her. I mean, she fits it basically into a standard demonology, doesn't she? She does. And it's to cast her husband as the new Louis XVI. Kind of venal, pliable, emasculated. And over the course of that summer, as tensions between the Girondins and those who are kind of further to the left, you might put it like that, she becomes a kind of hate figure for many of the sans-culottes. She's, I guess, what would she be? Kind of poly-tween-bee, perhaps. Right right that's the way that which blue collar trump voters talked about hillary clinton for example nagging uh she's only got where she has because of her husband um she's always telling us off and telling us what's good for us all of that kind of thing and i think that it helped it actually you know her her role and the things that are said about her and the misogyny that is directed at her ironically kind of you know is drawing on the traditions of misogyny that had earlier condemned marie antoinette it helps to polarize the political division between the montignan and the girondin and it's kind of striking that it is the montignan those who arethest left, those who are most committed to perhaps to the ideals of liberty, equality, and of course, fraternity, brotherhood, not sisterhood, who are, I think, the readiest to see female claims to a commanding role in the revolution as actually being counter-revolutionary. and of course these you know on the furthest left the robs pierre the marath so on these are the men who most identify with the model of antique virtue, with Spartans, with kind of the Romans of the early republic. And we know what the Romans thought about women being involved in politics. They thought it was a terrible thing. Yes, because they saw the role, you know, Spartans paradigmaticallyatically saw the role of women to be wives and to be mothers so in other words women who are dedicated to the male citizen their role is to serve them to enable them to do their patriotic duty and then to give them more sons who can continue to serve the republic. And this is very clearly drawing on kind of Spartan and Roman ideals. And it's an ideal that right from the beginning is there in all the festivals that are staged, in the rhetoric, all of that kind of thing. And it leaves open the question, which I think we should maybe try and answer after a break are there actually any women who are pushing for full political rights and if there are what is the response to them well the good news for people who like the rest is history is that there are such women because otherwise there would be no second half so return after the break and we will meet two of them see you then today's episode is brought to you by a thousand blows the new original series premiering exclusively on disney plus a thousand blows is inspired by the remarkable true life story of the infamous mary carr who led a notorious all-female London gang, the 40 Elephants. And as it's International Women's Day this week, we thought we'd talk about not necessarily the most notorious women in history, but some of the most remarkable ones, didn't we, Dominic? We did indeed. So I don't know who yours is, Tom, but the person who we've talked about and the rest of this history that I often think about is a young woman called Sophie Scholl, who grew up in Germany in the late 1930s, early 1940s.  And she was a young woman of enormous sort of earnestness and kind of moral seriousness.",
    "speaker": null,
    "startTimecode": 1144780,
    "endTimecode": 1566620
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/5",
    "text": "And she and her brother Hans joined and were key parts of an organization called the White Rose Group, which distributed pamphlets and leaflets across Germany attacking the crimes of the Third Reich. And as you'll remember, Tom, Sophie came to a very sad end that she and Hans were captured and they were interrogated and tried and executed by the Nazis. And the story of her in prison, the stadlheim prison um and the last hours before her death and she's sort of praying and she's she's completely unapologetic about standing up against the horrors of nazism i think it's one of the most inspirational stories in all history not just in 20th century history yes such a such a remarkable young woman um i've chosen a young woman who didn't die for liberty, but she was an extraordinary footballer or soccer player, if you're watching this in America. She was called Lily Parr. She was born in St. Helens in Lancashire in 1905. She was part of a huge family, lots of boys boys and she as a girl loved playing uh rugby and particularly football and when the first world war uh hit britain um men's football basically got cancelled and so everyone started watching women's football instead and lily was an incredible incredible player so when was 14, she got recruited to play for this munitions factory called Dick Kerr's.",
    "speaker": null,
    "startTimecode": 1670940,
    "endTimecode": 1671720
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/6",
    "text": "And she was only 14.",
    "speaker": null,
    "startTimecode": 1673240,
    "endTimecode": 1673660
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/7",
    "text": "And she scored, I think, something like 100 goals in her first season.",
    "speaker": null,
    "startTimecode": 1677500,
    "endTimecode": 1677980
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/8",
    "text": "And she played right the way through the First World War into the aftermath of the Second World War.",
    "speaker": null,
    "startTimecode": 1682820,
    "endTimecode": 1683080
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/9",
    "text": "She was famous for the brutality of her kicking. She said to have broken the leg of one man when she took a free kick. She broke another man's arm and footballs then were really, really heavy. So for her to kick it, I mean, absolutely amazing. And what made her sporting ability even more remarkable is that she loved smoking and she was never seen without a woodbine between her teeth and gradually her teeth all rotted and fell out uh and in due course the men who controlled football in um england got resentful of the fame of the the female teams and so they basically banned them from using the professional football grounds very sad um but and and so lily uh retired and she became a nurse but she was never forgotten and she's now celebrated um as one of england's not just greatest sports women but sports people of all time and i think that she was the first woman to be inducted into english football's hall of fame so you know i mean she's not up there with sophie sholl but she was a remarkable remarkable woman it's brilliant isn't it tom that uh women's stories like these are being restored to their proper place uh in recent history and that's one reason i'm looking forward to this um to this new series so much so this segment was brought to you by our friends at disney plus so a thousand blows that is a new original series and it is streaming right now on disney plus globally And if you're watching this in the US, it is on Hulu. This episode is brought to you by the Swedish clothing brand Asket. Asket was founded in 2015 to develop clothing that stands the test of time. And over the course of 10 years, they've built just one single permanent collection of 50 garments where every piece is under constant and relentless refinement. And while, Tom, they have just one permanent collection, they do offer three lengths for every regular size. So, for example, being normal, I'm a medium regular. But you, Tom, you're a large long, I believe. Like a Swedish berserker Viking king, actually, Dominic. Right. And I have to say, I really love their clothes. I have a black hoodie that Sadie has essentially nicked off me. So that's my wife. And I think that when she nicks clothes, that's always a good sign. Well, I'm actually completely with you, Tom. I mean, my Asket cashmere sweater is a massive favourite of mine. And I love the fact, Tom, did you know this, that they work almost exclusively with natural materials and European craftsmanship. And the cherry on the cake, their products are 100% traceable. No discounts ever. If you don't need anything, don't buy. If you're considering something, visit askot.com. This is an ad by BetterHelp Online Therapy. You know, in a society that glorifies hyper-independence, it's easy to forget we really are all better when we have a support system behind us. My support system, the people that I rely on more than any other and do most for my well-being, my self-esteem and my mental health, are our producers, Theo and Tabby. They've genuinely changed my life. When I've ever got a question, I know to go to them. So Tom, who's the support system in your life? A very exciting addition to my support system is my beloved Bulgarian trainer, Simon, who makes me not only mentally fitter, but physically fitter. Therapy can be a source of support for any area of your, and it can give you the courage, Tom, to ask for help. It can help you learn positive coping skills when you're stressed. It can teach you how to set boundaries and to enforce them. It can help you work through anything and empower you to be the very best version of yourself. As the largest online therapy provider in the world, BetterHelp can provide access to mental health professionals with a diverse variety of expertise. Build your support system with BetterHelp. Our listeners get 10% off their first month at betterhelp.com slash rest history. That's betterhelp.com slash rest history. Welcome back to The Rest is History. Before the break, Tom promised you, he said he'd got binders full of women who were pushing for full political rights. And actually one of them is an old friend of the show. So a tremendous character who was very prominent in the Women's march on versailles cut a very flamboyant figure and that is terroine de marycourt so she had kind of pistols in her belt she looked a bit like a pirate she had adamant she had a kind of and a what adamant like adamant yeah she looked like a new romantic exactly she had a kind of liberty cap. She had a fancy hat.",
    "speaker": null,
    "startTimecode": 1945940,
    "endTimecode": 1965380
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/10",
    "text": "She's on a horse.",
    "speaker": null,
    "startTimecode": 1966540,
    "endTimecode": 1967840
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/11",
    "text": "Cuts a great figure.",
    "speaker": null,
    "startTimecode": 1968680,
    "endTimecode": 1969040
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/12",
    "text": "But actually, she then gets into a bit of a mess, doesn't she?",
    "speaker": null,
    "startTimecode": 1971500,
    "endTimecode": 1971580
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/13",
    "text": "Terrible scrape.",
    "speaker": null,
    "startTimecode": 1972340,
    "endTimecode": 1972480
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/14",
    "text": "Yeah, a scrape.",
    "speaker": null,
    "startTimecode": 1973300,
    "endTimecode": 1973420
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/15",
    "text": "Is that what it is?",
    "speaker": null,
    "startTimecode": 1974160,
    "endTimecode": 1974200
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/16",
    "text": "It's a scrape.",
    "speaker": null,
    "startTimecode": 1974820,
    "endTimecode": 1975380
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/17",
    "text": "So she's captured by Austrian agents.",
    "speaker": null,
    "startTimecode": 1977960,
    "endTimecode": 1978240
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/18",
    "text": "Tell us about that.",
    "speaker": null,
    "startTimecode": 1978920,
    "endTimecode": 1979240
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/19",
    "text": "Well, because she's actually Belgian.",
    "speaker": null,
    "startTimecode": 1980380,
    "endTimecode": 1980800
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/20",
    "text": "So she's from Liege, which is under kind of Austrian-ruled low ruled low countries and may 1790 she goes there very ill-advisedly you know to catch up with all her old friends and she gets arrested by austrian agents put into prison and the austrians see this as a great coup because she's notorious as a kind of revolutionary amazon and so this is a great prize And they transport her all the way to Austria, where she is kept in prison for months and months. And she's finally released at the end of 1791, because rather sweetly, her jailer has grown very fond of her. She seems to have been a very charismatic person. And the jailer had obviously developed a bit of a shine for her. And so she then gets released and goes back to paris and of course her role in the women's march has now been supplemented by the fact that she's been imprisoned by austrian despots um i mean you couldn't have a kind of better calling card really and so this gives her a stature among revolutionary men as a hero of the revolution that i think no other woman can rival because she's been there she's done the hard yards she's got the notches in her escutcheon to show that she's she's really served the revolution so even before her imprisonment she had um she'd spoken at the cordelier club which is the most radical of all the clubs um and after it she's allowed to to come and give an account of what she'd been getting up to in prison and everything at the Jacquemin club itself. So, you know, these are very, very distinctive, almost kind of unprecedented markers of her status. But I think the very taste of what it would be to be a kind of political player, to be not just a spectator at these clubs but a participant makes it all the more frustrating for her that women are are essentially kept out of that that they're not allowed to do it yeah and so she pursues a policy of trying to to counter that so she attempts to found um women's only clubs uh mixed clubs but it doesn't work um and it largely doesn't work because women don't really seem to have wanted to participate in them. And then in 1792, she gives up on the whole sitting around and talking, because of course she's very much a woman for a pistol in a belt. And so with Paris being threatened, she agitates for a woman's battalion to be set up to help in the defense of Paris. And again, this is turned down.",
    "speaker": null,
    "startTimecode": 2065860,
    "endTimecode": 2128080
  },
  {
    "id": "c9ac411d-a180-4d94-af2c-11fcbd6f6c63/transcript/paragraph/21",
    "text": "When the attack on the Tuileries happens, the attack that results in the massacre of the Swiss guards, she's there. She's all over it. It's very much her scene, kind of brandishing pistols again. And for this, she receives public honor. But I think that she remains an anomaly because she's taught between the traditional dimensions of the masculine and the feminine, the kind of the active and the domestic, the political and the person who stays at home fostering and looking after the people who were engaged in politics, namely men. And in due course, as we will see, because we'll continue her story in subsequent episodes, this tension, it ends up destroying her. So just before you move on to the other person you want to talk about, there are other people who agree with her, other women who agree with her and say, especially when war is declared, they want to join the war effort. So there are two sisters called the Fernig sisters, who took up arms in the defense of valenciennes in the east of france the general was so impressed by them he promised to put them in the line of fire at the first opportunity and then there's a petition put up by an activist called pauline leon which was read out to the legislative assembly so this is summer 1792 our fathers husbands and sons may perhaps be the victims of Arunima's fury. Could we be forbidden the sweetness of avenging them or dying at their sides? You cannot refuse us. Society cannot deny us this right which is given us by nature unless it's claimed that the Declaration of Rights does not apply to women. And the Legislative Assembly, you know what it does? It just ignores them because people are embarrassed and actually in april 1793 the convention bans women officially bans them from going into battle but that issue of the declaration of rights brings us to the other great character that you're going to talk about today who is a great favorite of mine and her name is olympe de Gouges about her i mean i think you're absolutely right that there are women who listening to the revolutionary rhetoric the talk about the rights of men draw the logical conclusion and say well if men have rights why don't women and as as you said war seems to have been a particular focus for this The idea that men should defend the country. If men can defend it, why not women? And there are those who want to do that. But equally, the revolutionary authorities regard it as an embarrassment. They don't really want to give any encouragement to it. And that's why nothing really comes of it. There is no revolutionary battalion of amazons defending the patrie on the barricades and it's left to one woman in particular to hammer home for what i think clearly from our perspective seems a monstrous unfairness and as you said this is this is a limp to gouge a woman who is becoming i think better known pretty much by the year would you say yeah better known now than she's ever been i would say and that is because more than anybody else in the revolution she is exposing this key hypocrisy if there are rights of men then why not rights of women? And she is, I think, a very attractive figure. I mean, literally attractive. She's very charming, described in 1770 as one of Paris's prettiest women. But she's just also, her personality is very appealing. She's kind of witty. I mean, she seems fun. I think that's probably the best way to describe it um and she's born in the long dock but she comes to paris in 1768 when she is 20 years old and she does so initially as the mistress of a wealthy industrialist from lyon there is all kinds of gossip in paris that she is a courtesan so there is a paper called la correspondence who writes in um 1770 so two years after her appearance in paris that she's born with a pretty face as her only heritage she is known in paris for some times solely through the favors with which she gratifies her compatriots and one of these compatriots it was it was rumoured, was Dominic, your old friend, the Duke of Orleans, Philippe Egalité. Truly terrible man. With whom she was supposed to have had an affair. Whether she had an affair with him or not, she was definitely part of his circle. And she goes to the Palais Real, which people may remember is this kind of great complex of buildings in the centre of Paris, owned by the Duke of Orléans, which in the pre-revolutionary world was a kind of place of free thinking. Anything could be published there, anything could be said. And this is the world into which Olymp de Gouges moves, and she becomes a kind of leading contributor to it. She's fascinated by it. She is obsessed by all the ideas and the currents of conversation, the politics there. And what's amazing about this is that her background is actually unbelievably poor. She'd arrived in Paris barely able to read or write. I mean, much debate among scholars as to whether she could read or write at all. And on top that french wasn't even her first language she spoke occitan so she would have liked marianne yeah she would yeah exactly her background is absolutely full of kind of the melodrama that you get in novels of this period so the identity of her father is very mysterious on the birth certificate says that she's the daughter of a butcher but there's much controversy about this she liked to hint that she was the daughter of of a marquis at times she might even hint that she was the daughter of the king so great kind of excitement and swirl of melodrama there and she had then been um forced into marriage at a very young age to a man she absolutely hated and who again in a very melodramatic way drowned in a flood and this is what enabled her then to to reject any prospect of future marriage she hated the institution of marriage condemned it as a form of slavery and to come to Paris I mean clearly as a kept woman but maybe a courtesan as well but she is very very smart and this woman who when in Paris, could barely read or write, she very quickly becomes not just a kind of a participant in intellectual debate, but she becomes first of all a novelist and then a playwright. So she writes her first novel in 1784, then gets very into the theatre. She becomes a friend of Sébastien Mercier, who we talked about in the previous episode, that playwright who came up with all the horrific details about the death of the Princess de Lambal. And her most famous play is called L'Esclavage des Noirs, The Slavery of the Blacks, is a very ripe melodrama about a young girl being reunited with her long-lost father. So Olympe de Gouji is clearly working issues out there, but it is also very, very vehemently abolitionist. So she is hugely opposed to the slave trade. And the impact of this play is such that the slave trade lobby pay hecklers to go to the theater and to shout it down and such as the the kind of the the uproar that this generates that the play can only be staged for three nights and it has to be withdrawn which is obviously you know on one level very bad for a limp to gouge she wants the message to get out there she's going to miss out on the money that she would otherwise have earned but it does make her famous it makes her a figure of prestige and status yeah in the intellectual world of pre-revolutionary paris and by and large i think it's fair to say that anyone who is a committed abolitionist before the revolution when the revolution comes is is pretty much bound to be in favor of it yeah of course and a limp to gouge, she's a big fan of the revolution. But with caveats, right? Yeah, quite a kind of idiosyncratic take on it. So she always has a very soft spot for Louis XVI. And again, it may be this thing, she identifies with Louis XVI as a man who's unfortunate in his parents, a bit like she was with her father. Or maybe she's really really his daughter after all well i think i think she was meant to be the the daughter of um of uh louis the 15th all right so she's his what does that make her his what that is it stepsister stepsister yeah yeah half sister half sister oh no it's too complicated i can't work it out but anyway so she feels that louis the 16th um has been dealt a very bad hand by his predecessors by louis the 15th and the people who gone before and so she wrote about him an unhappier king than his ancestors is he to be made responsible for their mistakes so right the way through everything that follows the fall of the bastille right the way up to the flight to varenne when louis the 16th and the royal family try to escape Paris and France. She's very, very, you know, always sticking up for him. When he makes his flight to Varennes, she's very, very disappointed in him. Yeah, understandably. She feels that, you know, he's let her down, he's let France down, but worst of all, he's let himself down. But she still feels sorry for him. And I think that's reflective of the fact that above all, she has a big heart, Dominic. She feels the sufferings of others deeply. So whether it's the slaves in the Caribbean, whether it's the poor, whether it's the king, whether it's animals, she's a great animal lover. She feels compassion for them all. That's lovely. We love somebody with a big heart. So I think that this explains why she comes to feel as she does about the revolution. Just as the king has let her down, so she feels that the revolution is letting her down. So people may remember, I can't even remember which episode it was now. We've done so many episodes on the revolution. um back in 1791 france gets its first written constitution this is the one that louis the 16th had been trying not to to sign and eventually he's kind of feels bulldozed into doing it um and it's passes into law on the 3rd of september 1791 louis the 16th accepts it 10 days later this is now the constitution that is going to to govern France. And this is the one that offers a measure of suffrage to men, but not to women. And Olympe de Gouges is appalled by this. And she says, well, what about women? Why shouldn't women have the vote? Why shouldn't women have rights as as well and so 12 days later on the 15th of september she you know she's she's written this riposte and she publishes it and it's called very pointedly the declaration of the rights of woman and of the female citizen so it's an obvious parody of the declaration of the rights of man and the citizen and it's a marker of her again yeah idiosyncratic take on politics that she dedicates this to marie antoinette it's the last person the citizen. And it's a marker of her, again, yeah, idiosyncratic take on politics that she dedicates this to Marie Antoinette. It's the last person that you will choose, right? If you were worried about your standing in revolutionary Paris. And it's simultaneously a kind of parody of revolutionary idealism, but also I think it's ultimate expression expression because by echoing the original declaration she's aiming to remind the world what it's missing so woman is born free and is equal to man in her rights and she's deliberately parodying the the phrases of the declaration of the rights of man and she is demanding that women share all these rights, which of course includes suffrage. And she articulates this in a very famous way, and one that looks forward notoriously to what is to happen in 1793, when she writes, woman has the right to climb onto the scaffold, she must equally have the right to climb onto the tribunal. So in other words, if she can be executed, then she should have the right to govern the laws to vote. Grimly ironic words. Very grimly ironic. Now, what is the response to this declaration of the rights of women? There are certainly revolutionaries who accept, male revolutionaries, who accept its force. The most prominent of these is the erstwhile Marquis de Condorcet, who we met again ages ago. He's a philosopher, kind of enlightenment philosoph, very, very anti-Christian. He's an economist. He's very agitated by polluted rivers um and like a limp de gouge he's a very committed abolitionist um so all reasons why he would he would be sympathetic to what she's arguing and he he absolutely supports female suffrage and i think it's not just a limp de gouge who is kind of influencing him on this it's also his own wife who is a very very impressive woman um called sophie de grouchy who is sister of a guy who will in due course become um one of napoleon's most celebrated marshals emmanuel de grouchy now we've had quite a lot of relationships in this series and indeed in the rest of history generally where the man is quite a lot older than the woman so the age gap between uh condor say and sophie is um 20 so she marries him when he's 22 and he's 42 but it's a very happy match um they're both philosophers so you can imagine you know they have a lovely time sitting around discussing diderot or rousseau or whatever and she's also a very skilled. And Dominic, the tremendous news is that her best second language is English. Very good for her. She translated Adam Smith. Yeah. Tremendous. And Thomas Paine. And Thomas Paine. And she actually runs her salon. Unlike Madame Roland, she allows other women to come to her salon. Including Olymp de Gouges. So that's where they would all have met. Right, yeah. And the Condors say they're not kind of card-carrying Girondin, but they're definitely aligned with them. And I think it's true to say that the Girondins are much more in favour of female participation in public life than the Montagnard. So even though Madame Roland, she's a Girondin, she's not. It is a kind of part of intellectual discussion among Giraudin Salon that perhaps women and particularly Condorcet Salon that perhaps there should be female suffrage and so it's not surprising that Olympe de Gouges is I mean she thinks the Girondins are great she calls them torches of liberty. She also aligns herself with the Girondins but in general it has to be said that the reaction to the Declaration of the Rights of Women, when people can be bothered so much as to respond to it, is either hilarity or just utter contempt. And isn't it interesting that the more hardcore Jacobin, the Montagnards, they call Robespierre and his circle people like that they're often the among the most contemptuous and the most scornful and you would think in other respects i mean it's a really good example i guess of the what some listeners may say is the kind of the patriarchal attitudes the misogyny that in other respects they are so democratic but on this issue they say women are you joking i mean ha ha ha women voting wouldn't that be a great wouldn't that be a thing yeah and these are the people who of course you know they're all in favor of uh son culotte wearing the liberty cap the bonnet rouge and indeed of the female representative of the republic uh liberty the future marian wearing the liberty cab but not actual women they try and legislate to stop women from wearing it and their justification for this it's not just the spartans it's not just the romans there are also more recent influences of whom the the main ones are are the the philosoph so diderot but particularly rau. I mean, Rousseau has an incredible vein of hostility to any notion of female emancipation, of female suffrage. He wrote in his novel, which was a massive bestseller, La Nouvelle Héloïse, a brilliant wife is a plague to her husband, her children, her friends, her valet, everyone. And Rousseau is such a massive influence on the way that particularly young male revolutionaries think that he kind of provides them with a sanction for kind of celebrating a very overtly masculine ideal of virtue. And of course, you know, as we've said earlier, these are all people who are saturated in roman literature so they know that the word virtue itself derives from the latin for man vir virtus is to have masculine qualities and when these young revolutionaries are playing the roman we talked about this in an earlier episode to play the roman often requires a counterpointing of a kind of a masculine virtue against a female inadequacy so david the great painter in 1789 he does a painting of brutus the man who expelled the king the kind of the founder of the roman republic and in this painting the man is shown stern unyielding flinty in the cause of liberty and meanwhile in the background the background, you have women having the vapors. They're kind of in hysterics, kind of screaming and generally losing the plot. And it is the role of the man to put the patrie first, then the family. It is the role of the woman to stay within the domestic household and to raise citizens who can then go out and play their part serving the patrie. I mean, you could translate patrie, right, as homeland or as fatherland, couldn't you? You absolutely could, yeah. And so for men, radicals, even those, or maybe especially those on the furthest left, it's this combination, this fusion of the ancient and the cutting edge that serves to justify them in their, well, yeah, I mean, their contempt for everything that Olympe de Gouges is arguing for. But I think the thing that's unsettling, perhaps, for us today, and certainly, you know, for many of the feminist scholars I read on this, is that it's not just men who are thinking this. A majority of women seem to have thought so too and condor say who's in favor of female suffrage he's he's really puzzled by it and he's one of the people who watches women idolizing robespierre who's absolutely against female suffrage and he's kind of really puzzled by it and so he writes one wonders sometimes why there are so many women following robespierre at his home at the podium of the jacobin at the cordelier at the convention and he says which is absolutely right well maybe one reason for this is that women are reading rousseau too and la nouvelle eloise his great novel i mean that's a massive with women so maybe they're imbibing it um so madame roland is a big fan of rousseau uh rosalie julien who you were quoting in the previous episode yeah um i mean she was a big fan of russo so i mean maybe it's that but i i mean i can't really believe that that's it's not just that there is it so if you think a hundred years hence when there are going to be huge arguments about uh women voting often among the most vociferous opponents of it are other women, you know, opposing suffrage campaigns, not just in France, in Britain, in the United States, wherever. And don't historians think that effectively a lot of women had internalized the assumptions of the age, that they have come to believe what they're told that they have their domestic sphere which is their domain and that there is the public sphere which is the domain of men i think it's this language of rights perhaps that underpins it which a limp to gouge is is drawing on but it also applies to men so one of the striking things about this election to the, which is it's the first really full male suffrage in any election. I think our perspective today would be people denied a right to vote would embrace it. You know, they would feel that a great weight had been lifted off their shoulders, that a great injustice had been righted. but what's striking about that election is how few people participate in it I think it's something like 1 in 6 yeah maybe yeah maybe one in ten that must reflect uh maybe a bewilderment a puzzlement uh simply an inability to understand what's being offered on the part of men who are being given this right and And presumably then the same would be true of women, that this is such a kind of novel way of understanding politics and the role of individuals within a polity, that people just can't get a handle on it. And maybe it's a bit like about slavery, where similar debates are happening. And it's kind of striking that Olympia Gouges is an abolitionist as well as an enthusiast for female suffrage. That she is arguing for things that today we take so for granted that we can't even understand how people could possibly have thought otherwise. yeah yet the fact that she is so scorned and despised and mocked does, I think, remind us of just how revolutionary principles that today we completely accept once were. And I think there's a case for saying that, you know, for all her soft spot for the 16th for all the fact that she dedicates her um declaration of the rights of women to marie antoinette there is a case for saying that the tolimp de gouge is as radical if not more radical than any of the revolutionaries that we've talked about in this series tom i could not agree with you more i think actually by far she's the most radical so all that the men are arguing for, the Robespierre's, the Maraz, whatever, it's within the bounds of the imagination. There have been republics, right? I mean, England executed its king. There has been the Dutch Republic. There's the Roman Republic. It is perfectly plausible to imagine that. You might think it's a bad thing, which a lot of people in france obviously did but you know you can imagine it it's not it's not making your head hurt to think about it but i think with this what's clearly the case when she presents that um declaration of the rights of women you know when she unveils it the ridicule the contempt the disbelief that greets it is a is a sign that a lot of people just simply cannot imagine a world in which women exercise political power including women yeah including women themselves exactly that they are as it were i don't want to say prisoners of the same imagination because that casts people in the past as somehow lesser than us we're more enlightened and they're and i i don't generally like that kind of language but i think it is fair to say that just as we are trapped by our own preconceptions in ways that we don't even recognize they are absolutely trapped by theirs but i think it also suggests that we are beneficiaries of you know the events that we're describing in this series uh ways that we may not appreciate, that we may mistake for truths so self-evident that they don't need to be argued for, that that's not what they are at all. that they are in fact kind of radical intellectual ideological innovations that ultimately succeed because we come to feel yeah they're absolutely right but when they are first proposed just seem absolutely kind of mad well tom there are a lot of people in the world right now um when we're recording this who would listen to this episode and would say they are mad i mean there are people right now you know in the people who are currently administering afghanistan or or indeed iran who would say you know a lot of what olympic de guj was arguing was bonkers so maybe we shouldn't be entirely complacent about it i guess yes well it's um yes um but it it's it's nice to hear hear you finally say something good about the revolution. So Theo would be pleased about that. Well, I'm not saying something good about the revolution. I'm saying about Olympe de Gouges, because as we will discover in a future episode, revolution doesn't treat her well, does it? No, it does not treat her well, which is yet another black mark, I'm afraid. So, uh, jolly good Tom, that was absolutely fascinating. And, um, kind of overdue. We should have, um, you know, we've done a lot about men in the revolution. We've done quite a lot about as well well we have we did start with a woman I guess so next week we will be getting back to the narrative won't we because I think we left it last time with the Prussians cliffhanger they were approaching Paris they're 120 miles away and they've just turned to finish off the last French army at Valmy and listeners will be excited to hear that there is going to be a thrilling twist to the story. We love a thrilling twist on The Rest is History. Can't wait. So, Tom, what could people do if they wanted to hear that episode now, literally now? They could sign up to The Rest is History Club. And not only will they be able to hear both the two episodes yet to come, but they will get a slew, Dominic, a slew of additional benefits. And just to be very clear, we are a mixed club. And Tom, do we treat our male and female members equally? We're all about equality. We treat them equally badly. And on that bombshell, we will see you next time for the most exciting twist in European history goodbye bye bye hi there I'm Al Murray co-host of We Have Ways of Making You Talk the world's premier Second World War history podcast from Goalhanger. And I'm James Holland, best-selling World War II historian, and together we tell the best stories from the war. This time, we're doing a deep dive into the last major attack by the Nazis on the West, the Battle of the Bulge. And what's so fascinating about this story is we've been able to show how quite a lot of the popular history about this battle is kind of the wrong way around, isn't it, Jim? The whole thing is a disaster from the start. Even Hitler's plans for the attack are insane and divorced from reality well you're so right but what we can do is celebrate this as an American success story for the ages from their generals at the top to the GIs on the front line full of gumption and grit the bold should be remembered as a great victory for the USA. And if this sounds good to you, we've got a short taste for you here. Search We Have Ways wherever you get your podcasts. Thanks. Anyway, so who is Obersturm van Fuhrer Joachim Piper? But I see his jaunty hat and I just think... And his SS skull and crossbones. Well, I see his reputation and I think, you know, you might be a handsome devil, but the emphasis is on the devil bit rather than the handsome. Anyway, be that his may, he's 29 years old and he's got a very interesting career, really, because he comes from a pretty right-wing family, let's face it. He's joined the SS at a pretty early stage. He's very international socialism. He's also been Himmler's adjutant. He took a little bit of time off in the summer of 1940 to go and fight with the 1st Waffen-SS Panzer Division. Did pretty well. Went back to being Himmler's adjutant. Then went off and commanded troops in the Eastern Front. Rose up to be a pretty young regimental commander. I mean, there's not many people that age are an Obersturm-Bahn-Führer, which is a sort of colonel. Yes, you see, what must it have been like if you're in, if Himmler's adjutant turns up and he's been posted to you as an officer, do you think, well, he only got that job because of his connections? For Piper, it must have been always, he's always having to prove himself, surely, because he has turned up. He's not worked his way through the ranks of the Waffen-SS. He's dolloped in, having come from head office, as it were. It must be a peculiar position to be in, right? He's got lots to prove, right? That's what I'm saying. Yeah, and he's from a middle-class background as well. But he's got an older brother who's had mental illness and attempted suicide and never really recovers and actually has died of TB eventually in 1942. He's got a younger brother called Horst, who's also joined the SS and Toten Kott-Werbender and died in a never really properly explained accident in Poland in 1941. Right. Piper gains a sort of growing reputation on the Eastern Front for being kind of very inspiring, fearless, you know, obviously courageous, you know, all the guys love him, all that kind of stuff. But he's also orders the destruction of the entire village of Krasnaya Pollyanna in a kind of revenge killing by Russian partisans. Yeah. And his unit becomes known as the Blowtorch Battalion because of his penchant for turching Russian villages. So he's got all the gongs. He's got Iron Cross, Second Class, First Class, Cross of Gold, Knight's Cross. Did very well at Kursk. Briefly in Northern Italy, actually. Then in Ukraine. Then in Normandy, he suffers a nervous breakdown. Yeah. And he's relieved of his command on 2nd of August. And he's hospitalised from September to October. So he's not in command during operating lootage. And then he rejoins the 1st SS Panzer Regiment as its commander again in October 1944. It's really, really odd. I mean... But isn't that interesting, though? Because if you're a Lancer, if you're an ordinary soldier, you're not allowed to have a nervous breakdown. You don't get hospitalized. You don't get time off. How you could interpret this is this is a sort of Nazi princeling, isn't he? His Himmler's adjutant is demonstrated the necessary Nazi zeal on the eastern front and all this sort of stuff. It comes to Normandy where they're losing. Why else would he have a nervous breakdown? He's shown all the zeal and application in the Nazi manner up to this point and they're losing, you know, and because he's a knob, you know, because he's well connected, he gets to be hospitalised if he has a nervous breakdown. He isn't told like an ordinary German soldier, there's no such thing as combat fatigue, mate. Go back to work. Yes, and it's a nervous breakdown, not combat fatigue. Well, yes, of course. But, you know, what's the difference? One SS soldier said of him, Piper was the most dynamic man I ever met. He just got things done. Yeah. You get this image I have of him, of having this kind of sort of slightly manic energy. Yeah. Kind of, he's virulently National Socialist. He's got this great reputation. He's damned if anyone's going to tarnish it. You know, he's a driver, you know,  or manic energy. Yeah. Kind of, he's virulently national socialist. He's got this great reputation. He's damned if anyone's going to tarnish it. You know, he's a driver, you know, all those things. He's trying to make the will triumph, isn't he? He's working towards the Fuhrer. He's imbued with, he knows what's expected of him, extreme violence and cruelty and pushing his men on. I mean, he's sort of, he's the Fuhrer Princip writ large, isn't he, as an SS officer. Which is why cruelty and extreme violence are bundled in to wherever he goes, basically.",
    "speaker": null,
    "startTimecode": 2225680,
    "endTimecode": 3971340
  }
]