[
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/0",
    "text": "Thank you for listening to The Rest Is History. For weekly bonus episodes, ad-free listening, early access to series, and membership of our much-loved chat community, go to therestishistory.com and join the club. That is therestishistory.com. This episode is brought to you by Mint Mobile. Some of the great tussles and battles throughout history have been over money. After all, who doesn't love to have a little extra cash on hand? But you don't have to lead a cavalry or storm a castle to bolster your bank account. Do you know there's a much easier way of doing things? The single easiest thing you can do to save money is to switch to Mint Mobile. Because unlike other wireless carriers that drain everything they can from you, don't they, Tom? Mint Mobile have plans that start at just $15 a month. And that's with high-speed data and unlimited talk and text. That's amazing, Dominic. So if you like your money, Mint Mobile is for you. Shop plans at mintmobile.com slash history. That's mintmobile.com slash history. Upfront payment of $45 for three-month five-gigabyte plan required, equivalent to $15 a month. New customer offer for first three months only, then full-price plan options available. Taxes and fees extra. See Mint Mobile for details. Are your ulcerative colitis symptoms proving difficult to manage? Tremphaya, Gisalcumab, can help you manage the cycle of UC symptoms. At one year, many patients taking Tremphaya achieved clinical remission, and some patients also achieved endoscopic remission. Individual results may vary. Tremphaya is a prescription medicine used to treat adults with moderately to severely active ulcerative colitis. Serious allergic reactions and increased risk of infections may occur. Before treatment, your doctor should check you for infections and TB. Tell your doctor if you have an infection, flu-like symptoms, or if you need a vaccine. Ask your doctor if Trampia can help you manage the cycle of UC symptoms. Call 1-800-526-7736 to learn more or visit trimfierradio.com. This episode is brought to you by Progressive Insurance. Fiscally responsible, financial geniuses, monetary magicians. These are things people say about drivers who switch their car insurance to Progressive and save hundreds. Visit Progressive.com to see if you could save. Progressive Casualty Insurance Company and affiliates. Potential savings will vary, not available in all states or situations.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 152520
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/1",
    "text": "Frenchman, where now are those qualities which once distinguished you? Where now is that national character of greatness and loyalty? Would you show your powers in overwhelming with misfortunes the man who had the noble resolution to repose such confidence in you? Have you no more respect for the sacred duties of hospitality? Is no commiseration due to such unparalleled misfortunes? Do you not think that a king who ceases to be one is not a victim sufficiently striking without its being necessary to add such accumulated miseries to his fate? Frenchman, this revolution which regenerates you develops great qualities, but fear lest it should at the same time efface humanity from your heart, without which every other virtue is lost. So that was the somewhat florid concluding statement of a fellow called Romain de Cés, who was a lawyer from Bordeaux. Tom writes here that he was celebrated for his sonorous eloquence. As I think you can tell. As you can tell. There he was standing on the 26th of December 1792 before the National Convention in Paris. And of course, the man he was defending, who was on trial for his life, was the erstwhile King Louis XVI. And this, Tom, is one of those speeches that defines the French Revolution. The French Revolution is a great rhetorical event. Yeah. And we've done a lot of great orations. We had Saint-Just last time saying that you can't reign innocently and the king must die. And here we have Romain Xz saying that you should fear lest you efface humanity from your heart and you should find the compassion for this man who has suffered enough. And basically, nobody listens. Well, I think some people do listen, as we will see, but they, from Louis' point of view, don't listen hard enough, I think you could say. And that translation that you read, it was issued, published only a few weeks after it was delivered.",
    "speaker": null,
    "startTimecode": 310980,
    "endTimecode": 311120
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/2",
    "text": "So it was rushed translated into English.",
    "speaker": null,
    "startTimecode": 314360,
    "endTimecode": 314820
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/3",
    "text": "And I guess it's a reminder of just how seismic an event the trial of the King of France is. I mean, it completely transfixes France, obviously, but Britain, all of Europe. I mean, it's the most astonishing spectacle. And in Britain and in the other monarchies of Europe, public opinion by and large is appalled, even though obviously in England, the English had actually set a precedent because they had tried and executed a king themselves in the form of Charles I. Not uncontroversial, right? Right. But it's not just in foreign monarchies that public opinion is appalled because there are also deep reservoirs of royalism in France. and the assumption that a king is inviolate, down to the most basic level, that people shouldn't touch him without kind of strict protections of ritual and so on. This is deeply, deeply ingrained. It's been a theme of French history for a millennium and more. And that sense that a king's actions are inviolate, it had been hardwired that it had been written into the the constitution that had been issued in 1791 and which which louis had accepted um and in that it had specified that only if a king had set himself at the head of a hostile army could he be reckoned to have abdicated the throne but otherwise and this is something that Louis himself points out at his trial, the king's person is inviolable and sacred. That is what the constitution had said. But we've been talking about this second revolution that has overwhelmed Paris and France over the course of 1792. And it is precisely that sense of inviolability, precisely the sense that the king's very body is somehow sacred, that the deputies in the National Convention are, that is what they're trying to destroy. They're not just trying to destroy the person of Louis. They're trying to destroy the figure of the king and everything, all the sacrality is associated with him and that's why they're bringing him to trial that's the whole point of it and of course they know that the eyes of the world upon them the international situation for this is incredibly important we were talking yesterday about these amazing successes that french arms have been having you know going into switzerland and into Nice and into the Austrian Netherlands, what's now Belgium. And the justification for this is precisely the overthrow, not just of tyranny and monarchy in France, but across Europe, across the world. I mean, we were saying that the French revolutionary leaders are seeing what they're doing in cosmic terms. It's kind of Trotskyite in that sense, sense isn't it it's interesting how that has escalated from an opposition to this king which would have been the case a year earlier that this king is complicit with counter-revolutionaries and foreign infiltrators and all that kind of thing but it has widened hasn't it they've self-radicalized so now it is an opposition to all kings and to kingship more generally and so this has become more than just a case about Louis and his own personal misdemeanors. He is on trial as a symbol of worldwide despotism and monarchy. Yeah, so it's monarchy. It's the very concept of monarchy itself. So one of the deputies who's pushing for the guilty verdict on the king says that the verdict that is delivered on Louis must serve as an example for all nations. So this is very pointed. If it's Louis XVI today, then perhaps it will be George III in a court in London tomorrow. That's a horrendous thought, Tom. Well, okay. So we shouldn't exaggerate how focused on other countries the delegates are. I mean, they are, but of course their real focus is on France itself. And again, we talked yesterday how it's important for the new republic because there hasn't been a formal proclamation of a republic. So just to quote Antoine de Becq. Dominic, do you want to insert your joke there uh he was later on strictly come dancing that's the joke very good um so he wrote this great book glory and terror seven deaths under the french revolution um and uh the princess de lambelle is one of those seven deaths but louis the 16th is another and he he writes when france entered into a republic in the course of the summer of 1792 it did not solemnly proclaim the the foundation of a new regime. The historian can look. Nowhere will he unearth an official decree in the archives installing the first French republic. So you do have the image of liberty on the melted royal seal. We talked about that. But otherwise, there isn't really anything kind of symbolically resonant. And I guess that that is what Saint-Just had fixed on in his famous speech when you quoted him yesterday, that the king, simply by virtue of being a king, is guilty, since Saint-Just puts it, one cannot reign innocently. And so it's only when the king has been put to death that the republic can properly be born. So in the Marseillais, there's talk about tainted blood, fertilizing the soil. And I'm sure that that must be kind of part of what the deputies are thinking they want a big set piece yeah but his blood will fertilize the soil and enable the republic to kind of flourish and grow and emerge and there's a sense in which therefore i think the the deposition the imprisonment trial, and perhaps if he's found guilty, the execution of the king will serve the French Republic as all the various declarations in the American Revolution served the American Republic. It's the ritualistic kind of kickoff, isn't it? And you say if he's found guilty, there is no doubt that he will be found guilty from the beginning. I mean, we're going to be talking about the trial, but I don't, there's any doubt in anybody's mind that he's not going to be walking out free man, kind of punching the air and stuff outside the old Bailey.",
    "speaker": null,
    "startTimecode": 322120,
    "endTimecode": 675320
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/4",
    "text": "No, no, I just wanted to maintain the suspense. Yeah. Okay. It's about the jeopardy. Okay. Very good. Tensions. So tell us exactly how he is brought to trial. Okay. So, uh, on the 10th of December, the formal indictment is read out in the National Convention. And Louis is charged with conspiring with the enemies of the French nation against the Republic and of therefore of direct treason. and essentially what they do is they go back over everything that he's done since the outbreak of the revolution in 1789, and they present it in the worst light possible. And if you're a royalist, you might say, well, this is very harsh. Personally, I think actually they've got Louis pretty bang to rights because he has been working to undo the revolution. And the thing is, is that the worst thing that he's been doing, which is essentially, you know, he has been conspiring with the Austrians. He has been writing to monarchs of hostile nations. That correspondence has not come to light. Even when the safe was opened, evidence of that had gone because Louis and Marie Antoinette had been sensible enough to actually burn that. So they don't even know the worst of it. So, as you say, I think the evidence is pretty bad that he has been betraying the revolution. So the following day on the 11th of December, he is summoned to the convention to face the charges that are going to be leveled against him. And the summons is brought to him by the mayor of Paris. He, of course, is in the temple where he's been locked up for about four months. The mayor comes into his presence, doesn't take his hat off, doesn't bow, addresses him as Louis Capet. And we talked about that yesterday, that Capet is the family name of Hugh Capet, who had been elected king at the end of the 10th century. And Louis is very indignant and points out that he is not a Capet, that he is a Bourbon, because the Capets had gone extinct in the early 14th century, which is what had kicked off the Hundred Years' War. They'd been replaced by the Valois, and then the Valois had gone extinct, and they'd been replaced by the Bourbon. And so why capay the reason is precisely because it enables the republic to demonstrate that it's not just louis who's on trial it's the entire line of all the kings that join hu capay to louis the 16th so the trial is doing two things simultaneously right it's trying louis as private individual who has betrayed the revolution, but it's also doing that Saint-Juice thing of trying him as a symbol of monarchy. He stands in effectively for all the monarchs that France has ever had. Yeah. And I think there's an inherent ambivalence there because on the one hand, the emphasis is on his role now as someone who has been decrowned, who is just a normal citizen. But of course, he isn't. He has to be tried as a king as well. So there's a kind of a slight ambivalence there that shadows the entire approach of the Republic to Louis and to his fate. So he leaves the temple, as we said, for the first time in about four months. massive lines of soldiers along the streets of of the national guard to make sure that uh no rescue attempts can be made he is brought into the convention he's led to the bar he is obviously dressed as a private citizen an onlooker describes him as wearing just a plain yellowish frock coat he walks in he looks around everyone around, everyone is sat, everyone has their hats on, and onlookers are delighted by his expression of kind of consternation, really. And so one of them wrote, no doubt he was quite surprised to see no other seat for him than a humble chair in a place where he had more than once deployed all the pride and ceremony of royalty. Remember, readers, the scarlet armchair with fleur-de-lis, which insulted the representatives of the nation. And of course, he is only allowed to sit when he is given permission to do so by the president of the court. And this is to turn the world upside down. You think of all the ritual that had governed behavior at versailles and it's utterly upended isn't it this is very execution of charles the first isn't it we did two episodes about that with our friend ted valance remember there's all that business where a bit of charles's cane falls off and no one picks it up and yeah and he has to get it yeah yeah this is all exactly the same thing again and obviously they all know the story of charles the first so there must be a slight element of role-playing on all sides actually that they're they're kind of conscious that this has happened before yeah and as we'll see uh louis is is very familiar with the story of chance's trial and it's probably that that enables it you know having read that having read how charles maintained his dignity in that situation i'm sure it must steal Louis in in this situation because when the charges are read out, he is very calm in denying them. People say, even those who are hostile to him, say he seems very serene. And even when he's shown these papers with his signature on that have been taken from the safe, that he's clearly banged to rights. And he just said,'s not my signature it's nothing to do with me at all and the only time he actually displays any sense of outrage or indignation is when he's accused of shedding french blood and then he you know he is indignant he protests he says this is this is absolutely false and the reaction to his performance the montaigne so the radicals robespierre marat and so on yeah they view this as the rankest hypocrisy, that he is blatantly lying. A majority of people in the convention, though, I think they feel sufficiently sympathetic that they decide that Louis should be allowed legal representation, because that had not been decided until this point. So Louis is taken back to the temple, and he is then allowed to request legal representation. And so the person he goes for is the guy who probably has the most formidable reputation of any of the lawyers who had been operating in the Auxian regime. And this is the guy who had led the defense of the Pras de Roja in the affair of the diamond necklace. The cardinal guy. The Cardinal. The cardinal de Rohan, who by successfully defending the cardinal de Rohan had done terrible damage to Marie Antoinette and to Louis XVI himself, to the very image of the crown. That seems a long time being there, doesn't it? The diamond necklace affair. And it must have done to Louis himself, because even though this guy, who's a man called Guijon Baptiste, had inflicted these wounds on the monarchy, in the revolution itself, he had been a very enthusiastic supporter of constitutional monarchy.",
    "speaker": null,
    "startTimecode": 675840,
    "endTimecode": 1076980
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/5",
    "text": "So he'd been a member of the Third Estate, but had been a kind of constitutional monarchist.",
    "speaker": null,
    "startTimecode": 1077520,
    "endTimecode": 1081700
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/6",
    "text": "And he'd stuck to that. And he was the guy who'd come up with the idea thatis should no longer be king of france but should be king of the french um that's very much where he's at but because of that of course he now seems a counter-revolutionary the guy who had been at the cutting edge of radicalism in 1788 now seems you know total reactionary and he's aware of this and so he says he's not going to do it but there's also an issue he's got an issue to be fair to him with his weight hasn't he says  and now seems total reactionary. And he's aware of this, and so he says he's not going to do it. But there's also an issue. He's got an issue, to be fair to him, with his weight, hasn't he? He says, basically, I'm too fat to stand up in court. That's his excuse. So this had been royalist abuse levelled at him right the way back in the trial of the Cardinal Droghane, that he'd simply been too fat even to stand up. But now he takes advantage of this, says, I can't possibly, you know, I'll just keel over if I have to stand up all this time. So that's his excuse. Now, fortunately for Louis, there are people who are brave enough to volunteer for the job of defending him. And one of them is our friend, Olympe de Gouges. The feminist. Yes. So she has not been keeping her head out of the firing line. She has been publicly attacking Robespierre, attacking Marat. She's very identified with Girondin, who she sees as being much more sympathetic to female suffrage. And people may remember that she was very, very fond of Louis. She viewed him as having been dealt a bad hand. And even as the king is being brought to trial, she issues a public statement declaring that the greatest of Louis' crimes is to have been king at a time in philosophy, was silently preparing the foundations of our republic. We have abolished royalty. He has lost his subjects, his throne, everything. Let us be good enough to leave him his life. And I think think in saying that she's probably speaking for a sizable number of of the french who probably do do feel that i mean you could say she might be being naive because by leaving him alive you would create problems for the future but you know she's being commendably compassionate tom well this is not how the son calotte see it so they are they are they're furious at this and a large mob gathers outside her house with the the bravery that is absolutely typical of her a limb to gouge goes down and confronts them on her doorstep and one of the sonculottes grabs her by her hair you know holding up her face to the crowd and says you know let's let's chop this off i'm going to to auction it off. Who bids for her head? And Olymp de Gouges puts in a massive bid. And this is treated by the crowd as, you know, immense banter. Hilarious. And so they let her off. So her good humour, her ability to make a joke in the teeth of mob violence enables her to fight another day.",
    "speaker": null,
    "startTimecode": 1082260,
    "endTimecode": 1247040
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/7",
    "text": "But Louis doesn't fancy her as his legal representative. No.",
    "speaker": null,
    "startTimecode": 1249300,
    "endTimecode": 1250220
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/8",
    "text": "I mean, it'd be amazing if he had. Yeah.",
    "speaker": null,
    "startTimecode": 1251380,
    "endTimecode": 1252040
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/9",
    "text": "He is not sufficiently progressive to do that. Right.",
    "speaker": null,
    "startTimecode": 1254420,
    "endTimecode": 1255280
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/10",
    "text": "Fortunately, there is another guy who volunteers.",
    "speaker": null,
    "startTimecode": 1257560,
    "endTimecode": 1258100
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/11",
    "text": "And this is a man called Guillaume Chrétien de Malzerbe. And he is the absolute embodiment of kind of enlightenment-infused liberalism. So he was a friend of Rousseau. He corresponded with Diderot. He'd been the censor, the national censor under Louis, and he'd allowed Diderot to publish the encyclopedia, which was kind of very radical, very atheist-tinged, very keen botanist. And again, he is a bit like Baptiste. He's an example of how the whirly gig of politics is leaving one-time radicals behind and casting them as reactionaries. But he, unlike Baptiste, is prepared to come out and defend the king. So he's actually retired. He's 71. He's kind of very elderly. And he's the one who recruits Romain de Cés, the orotund guy who likes the sound of his own voice. There's also another distinguished lawyer called François Tanchet. So the three of them are appointed to defend the king and they have two weeks to prepare their case. And so they go to the cell in the temple where louis is now being kept in isolation so he's been separated from his family and they start preparing their defense and it was with malzerbe that in 1788 louis had discussed the trial of charles the first oh in 1788 yeah Yeah, interesting. There are foundations there. And of course, what Charles I's strategy in his trial had been to refuse to accept the legitimacy of the court. I mean, obviously he had his head cut off, but he was always going to. But historians would generally say that that was very clever from Charles because actually he was right. The court was illegitimate. And he basically said, come on, everyone knows this is a put-up job and has no legal foundation. And he wasn't wrong and he got a lot of sympathy for that. Right. And Malzerbe, who's a very smart lawyer, very familiar with his English history, this is the strategy that he wants Louis to adopt, to insist on the wording of the original written constitution, which know, the king is inviolable, which in turn would be to attack the entire legitimacy of this second revolution that's happened over the course of 1792. And this is exactly what the Montagnat had been afraid that they would do. The trial would become, it wouldn't just be a trial of Louis, it would be a trial of the the new constitutional settlement yeah so throughout this history we have discussed how whenever louis is given an option he always chooses the dumb option yeah and this is what he does again he turns down malzerb's advice he says no i'm going to answer all the you know all these points that had been raised against him all the the the disparagements of his motivations and actions over the course of the previous years since the fall of the bastille he's obviously personally indignant about this and he wants to to take them down but of course it's madness because he has no prospect of of convincing the court he has no prospect of making a a proper case malzerb strategy is the only effective one i think i suppose there are two interesting things there so number one is um the weird thing is that answering point by point it is madness because on some of those points he is clearly guilty right he did flight to varenne he did get in touch with the austrians he has been in touch with counter-revolutionaries he has been conspiring against the revolution but the interesting thing is that in his own mind clearly louis doesn't think he's guilty he thinks these guys are bad people who have done a coup and have seized control of the revolution actually i am blameless i mean that's the interesting thing he doesn't he wouldn't choose that strategy if he didn't have absolute confidence in his own innocence and i think that's what explains you know his serenity absolute conviction that that he's completely in the right, kind of a slight kind of Prince Andrew quality, perhaps. Wow. You know, just madness. Anyway, he's the king. And so, well, he's not the king anymore, but as far as Malzerb is concerned, he is. So that's the strategy that they have to adopt. So again, this is very Cromwellian. The date for the trial is set on the 26th of December, so the day after Christmas. So there's a kind of deliberate attempt to ignore the sacral quality of the feast day. So on Christmas Day itself, Louis dictates his will to Malzerb, suggesting that he knows what's going's going to happen and then the following day he's duly brought back to the convention and the trial happens and this is when to say he gives his famous speech and you ask does it persuade anyone of louis innocence probably not but does it persuade anyone that he should be spared execution well maybe it does because the convention are going to vote on whether lou is guilty. And as you say, that's pretty much guaranteed he will be found guilty. But then they have to decide on a verdict. And in fact, they end up voting on a third point of principle, because the Girondins, at the end of December, who clearly feel that the execution of the king will be seen as a kind of Montagnard triumph. They want to stop that happening. They propose that the verdict that the convention arrives at should be put to a referendum. And this also has the additional benefit of enabling them to pose as the defenders of popular sovereignty. But in the long run, very bad move for the Géronin down this. I mean, and of their their own goals that they have been you know scoring for the last few months right that they keep coming up with these wheezes that don't quite work right and which make them look royalist i mean that's the madness none of them are royalist yeah exactly so the montagnar you know they're very indignant at this they they regard it as terrible um and out on the streets of Paris, the Saint-Culot also are appalled by the idea that Louis's fate should be protracted. So on the 30th of December, delegates from about 18 of the sections in Paris, so these are the kind of the local councils in Paris, petition the convention for the tyrant to be put to death immediately. And it's full melodrama. They've got women who are carrying the bloody clothes of relatives who died on that day. They've got people who are kind of hobbling in on crutches after they'd been shot or stabbed in the leg by the Swiss guards. It's all absolutely calculated to tug at the heartstrings of upstanding patriots. And then just when it seems that things can't get any worse for the Girondins, there's another bombshell. Because early in January, letters are produced showing that three of them, three leading Girondins, had been corresponding with the king in the days building up to the massacre on the 10th of August, the attack on the Tuileries. At that point, some of them were hoping he might bring them back into his ministry and that they wouldn't have to have this kind of coup. Yeah. And their claim is, which I'm sure is absolutely genuine, is that they'd been communicating with the king because they were anxious to save the fatherland, because this was the period when the Prussians were advancing and everything seemed in a state of disaster. But obviously this brands them at the very least as lacking in confidence in the martial prowess of the patriotic armies. So that's a bad look. And of course it's particularly bad because you mentioned in the previous episode that the correspondence between the king and queen and Mirabeau had been produced from the king's safe. And so this sense that everywhere you look uh there is treason and treachery and the mask of patriotism is hiding rankest treason this again is terrible for the girondin and it makes them seem like kind of closet royalists so yeah very good news for the montagnard yeah so all of which means that on the 15th of January, the convention is ready to have these three votes. Is he guilty? Should the verdict go to a referendum? If he is guilty, what should the sentence be? So the first motion, is Louis Capet guilty or not guilty? Marat has introduced a motion which is passed that the vote should be public so that no traitors can practice behind kind of secrecy. And surprise, surprise, a universal, absolute majority. Nobody votes against the guilty verdict. Although there are 26 abstentions. There are 26 abstentions. Yes, there are 26 abstentions. So he is duly found guilty. Then there's a vote on should it go to a referendum. And this is defeated 425 to 286. So that is a very embarrassing defeat for the Girondins. And then there's the vote on what Louis' punishment should be. And this is an absolutely marathon session. It lasts for over 24 hours. Every deputy has to go up to the tribunal, has to say what he thinks the verdict should be. They are allowed to explain why they have arrived at their decision. Some podcast style, duly go on for hours and hours. Others give slightly more concise summaries. And various decisions are given. So the obvious one is death. The Montagnard are all over this. You know, they think this is a great idea. So they're very keen. It is Robespierre, unsurprisingly, who gives the most ringing and kind of Roman roman explanation for it i am inflexible in relation to impresses he declares because i am compassionate towards the oppressed i do not recognize the humanity that butchers the people and pardons despots so this is how the man who had been very much against the death penalty justifies it i vote for death because i'm so kind, is basically what he's saying. He's all about heart. All heart. And Dominic, the most startling person to vote for the death penalty? The worst man in this story. Who's that? This is Philippe Gellite. Philippe Equality, who is the king's own cousin. What a terrible man he is. I mean, at least abstain or at least say exile or something like that. But to go all in in this way for your own cousin, I think is very, very bad behavior. Even death with a recommendation that the king be reprieved because that is what some people vote for. So death and then a pardon. Yeah. Yeah. Others vote for exile and this is generally proposed for geopolitical reasons that the king should be kept as a hostage. And then when peace terms have been negotiated with the kind of hostile powers, then perhaps he can be sent off into exile. There is a brilliant spin, a Rousseauist spin on this from Louis-Sebastien Mercier, the playwright who was a friend of Olymp de Gouges, who in the long run will become a counter-revolutionary. But he's a delegate in the convention. And he proposes that the royal family be transported to Tahiti or some other island in the south so that contact with nature in the simplicity of a fishing hut would rehabilitate them. People pay good money for that. Yeah, it's a brilliant idea. Marie Antoinette would love that, wouldn't she? That's a honeymoon holiday. Yeah, a Tahitian maiden. She could do fishing and surfing like Joseph Banks. It would be great. And Mercier is one of several delegates who say that he's found it very difficult. Weighing up the pros and cons has made him physically ill. Huge stress. There are other people who vote, a minority, who vote for kind of life imprisonment in irons or under very strict surveillance, which of course would have made Louis XVI the second member of the royal family after the man in the iron mask. Of course. Such a fate. Very good.",
    "speaker": null,
    "startTimecode": 1261040,
    "endTimecode": 1959220
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/12",
    "text": "And then there are a couple of people suggest that Louis should be sent to the galleys. Like Jean Valjean. Like Jean Valjean in Les Miserables. So one of them is a very hardcore Republican called Joseph-Marie Le Quigneau, who is from Brittany, a lawyer, inevitably. The reason he argues for it is that he says that this will be a punishment much worse than death, because, of course, it's living hell. and uh and louis it has to be said doesn't seem the kind of man whose physique would lend itself to no a lot of strenuous rowing and then there's condor say you know this great enthusiastic enlightenment very a man of compassion who is opposed on principle to the death penalty and this is why he votes because he says that he disapproves of the death penalty and going to the galleys is is you know yeah if you're not even killed then you get sent to the galleys anyway so these are all the various options the vote concludes on the evening of uh the 17th of january and the tally is actually incredibly close and the king is sentenced to death by one vote one vote it's more if you throw in the if you include the uh number of people who've recommended who voted for death but recommended that he be pardoned yeah and that is kind of tallied i mean madly the girondon um that they call for reprieve they ask for another roll call vote i mean absolute madness and that is rejected. So the final verdict is delivered three o'clock on the morning of the 18th of January. Dawn is a few hours off and it's bad for the Girondins because they now, again, they've kind of confirmed this sense among the Montagnards that they're closet royalists. But of course, the person it's really bad for is the erstwhile king louis capet and so his lawyers who have been standing the whole way through this vote they haven't been given chairs so it may be that um uh you know some just yeah you know you've been in real trouble yeah some justification um anyway they are allowed to give their response to the verdict and malzerb who's a famous orator gets to the tribunal tries to give his talk can't breaks down in tears um you know this is a tremendous display of sensibility everyone else is in tears it's very rousseau and he then goes from the convention to the temple he is led led into the presence of the convicted criminal, Louis Capet. Again, he tries to tell Louis what's happened. Again, he dissolves into tears. He falls at Louis' feet. And it's at Louis' feet that he announces the verdict of the convention, death.",
    "speaker": null,
    "startTimecode": 1960140,
    "endTimecode": 2125640
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/13",
    "text": "Well, what a moving scene. And actually, I'm embarrassed, but moved to report to the listeners that Tom actually can't continue because he too has dissolved into tears. So we're going to have to take a break. And we'll return after the break when Tom has regained his composure to tell you about Louis' fate. This episode is brought to you by Vanguard. Throughout history, people have always looked for ways to make life easier. Just think about the Romans. They built aqueducts to bring water straight to their cities so they didn't have to haul it themselves. Well, Dominic, think of all the books that we use when we're reading to research topics on The Rest is History. Imagine if those books could only be produced by monks spending months, maybe years, toiling over vellum. And today, managing your investments can be just as simple. With Vanguard's managed ISA, their experts handle the investing for you. So, if you've been putting off sorting your ISA, or if you're new to investing, Vanguard's managed ISA makes it simple. Life is often hectic, and figuring out investments can be overwhelming. But with Vanguard, you don't have to do it alone. They will help you work out your risk appetite. They'll match you to an investment plan that is right for you. And then they'll do the rest. I mean, imagine if you'd been a king and you had to spend the whole time working out your investment plans. What opportunities then for invading France? So if Vanguard's sorting out your ISA, what will you do? Discover managed ISA today. When investing, your capital is at risk. Tax rules apply. Welcome back to The Rest is History. The good news is that Tom has dried his tears. The bad news is that Louis Capet is facing an appointment with Madame Guillotine. So, Tom, we ended with Malzebs sobbing, announced the verdict to Louis, and then the convention themselves sent a delegation to Louis, don't they, to sort of formally read the verdict to him. So that's three days after the trial. And he remarkably still is very composed and indeed serene when he receives them. Yeah. Everyone comments on this, that almost from the moment he's brought to trial, he does maintain this kind of incredible display of sans-froid guess is the only word for it um so the the delegation from the convention um come to see him on the afternoon of the 20th of january so that's a sunday and they arrive uh early afternoon at two o'clock and uh the delegation includes jack Hébert who is the guy who's always writing abusive pamphlets and so on coming up with the kind of Trumpian nicknames for his enemies and the Minister of Justice who is a man called Joseph Garat and they come into Louis' cell and they read out the sentence of the court to him and Louis has prepared a list written list of three. So the first of these, he asks a delay of three days to be able to prepare myself to appear in the presence of God. This is rejected. He's told he is going to be executed in the morning. So on the 21st of January. Then he requests freedom for his family. And you said how when he was with them for the four months of his imprisonment before the trial start, he had been living like a kind of middle class family under COVID with a garden, homeschooling, all that kind of thing. So I guess he's had a kind of last experience as the family man that I think he always was at heart. So he's had that, but now he wants to make sure that they will be set free. They will not be set free. So this request too will be rejected. But he is told by Gara, I mean, Gara doesn't dash his hopes at that point. So he says that the nation always magnanimous, always just will consider your family's fate. So Louis can go to the guillotine, hoping at least that he's secured the possibility of liberty for his family. One kind of sub request of that though is granted, which is that Louis will be allowed to see his family for one last time. So as we said, they've been separated. And then his third request is also granted. And this is to hear confession from a priest who has maintained his independence from the kind of the republican church that's been set up so a non-juring priest as they're called one who hasn't sworn the oath of loyalty to the republic and so louis has had a recommendation from his sister uh madame elizabeth who is imprisoned in the temple with him um and this amazingly is an Irishman. It's a guy called Henry Essex Edgeworth, who is the son of an Irish convert and is related to Maria Edgeworth. The novelist. Yeah. Yeah. So he'd been the son of a Church of Ireland priest who had converted to Catholicism when Henry was four and they'd moved to France. And Edgeworth had been brought up by the Jesuits in Toulouse. He'd become a priest. He'd become l'abbé de Firmont and he had become Madame Elizabeth's confessor in 1791. And he's very respected even by the kind of the sans-culottes, by the revolutionary leaders. He's admired. And so he is allowed access to the king, or the ex-king, I should say.",
    "speaker": null,
    "startTimecode": 2148860,
    "endTimecode": 2467400
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/14",
    "text": "And he arrives at the temple that evening at seven o'clock. And from this point on, he will stay with the king until the very point of his execution.",
    "speaker": null,
    "startTimecode": 2468040,
    "endTimecode": 2474700
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/15",
    "text": "Right. So an hour after the Abbe de Firmont has arrived, Louis' family are brought into his presence. So that's Marie Antoinette, the Dauphin, his son, his daughter, Madame Royale, and his sister, Madame Elizabeth. And they're taken into the cell. And although the guards keep watch, they can't hear what is said. And the best account we have of this comes from the man who's been serving Louis as his valet. He's a man called Jean-Baptiste clary and he had been appointed appointed to the role of valet by the municipality of Paris. He's a Republican. He's a revolutionary. But over the course of his term of service, he has basically been turned. You know, he comes to admire and respect Louis for his serene behavior, for his sang-froid, for his stiff upper lip. And in due course, he comes to write a very favorable account of Louis' last months and days and hours. And he says of this meeting, this last meeting between Louis and his family, it was impossible to hear anything. One only saw that after each phrase of the king, the sobs of the princesses redoubled and that then the king began again to speak. It was easy to judge from their movements that he himself had told them of his condemnation. And they're together for two hours, and they can't bear to be parted. And in the end, it's Louis himself who says, look, don't worry, you can see me again tomorrow morning before I go to the guillotine. And this is a lie, but it's designed to get them out of the cell in a mood of hope.",
    "speaker": null,
    "startTimecode": 2475240,
    "endTimecode": 2569360
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/16",
    "text": "But as the family are being ushered out, his daughter, the princess Royal bursts into floods of tears, hugs her father, collapses in a dead faint.",
    "speaker": null,
    "startTimecode": 2571360,
    "endTimecode": 2578520
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/17",
    "text": "And the family will gather around, bring her back.",
    "speaker": null,
    "startTimecode": 2580580,
    "endTimecode": 2581820
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/18",
    "text": "And this is the last time that they, they spend time together. And she's a teenager, isn't she? She 15 or so yeah so that that's that that's the last time that they are together meanwhile the king is not the only person who has been hanging out with a priest because someone else has been receiving absolution and this is someone that we mentioned in our last series it's the man who will be operating the guillotine and executing the king the next morning. And this is Henri Sanson, the man who had been the royal executioner and who is, I guess, a kind of living link between the Ancien Régime and the new world that the revolution has ushered in. Because he's part of a, he's the sixth generation, I think, of Sansons who've been executioners, isn't he? Yes. And we did an episode on how all the kind of the weirdness surrounding executions and indeed the role of the executioner had been systematically got rid of by the Republican legislators. So Sanson, who had been the sinister figure in scarlet robes, who could just walk through marketplaces and grab whatever he wanted and wasn't allowed to go to theatres and things. He's now a state functionary. And the emphasis is on the rational, the mechanical, the everyday.",
    "speaker": null,
    "startTimecode": 2583820,
    "endTimecode": 2661020
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/19",
    "text": "And so it's been decided that the king will be executed like any other criminal now in france by the guillotine yeah and because they want a stage suitable for the execution of a former king they fix on the largest open square in the whole of paris which is what today is the place de la concorde but had originally been the place Place Louis-Cains, Louis XV. So there'd been a huge statue of Louis XV on a pedestal that had been removed back in August 1792. So the pedestal is now empty. And actually, in due course, a large Statue of Liberty will be set up on it. It's also next to the Tuileries. So there's a kind of symbolic resonance there as well, because the Tuileries is seen as, you know, this place where the blood of citizens have been spilled on the orders of the tyrant. So it's fitting that he be put to death within eyesight of it. And the Place Louis-Cainz has been renamed the Place de la Révolution. Symbolically, it works on pretty much every level. And so the guillotine is brought there it's set up in the middle of it and uh sansan you know he he checks the hinges he gets out the oil makes sure the blade is properly weighted sharpens it and the whole point is the death is something kind of Republican, something progressive.",
    "speaker": null,
    "startTimecode": 2661760,
    "endTimecode": 2745660
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/20",
    "text": "Clean and modern.",
    "speaker": null,
    "startTimecode": 2746220,
    "endTimecode": 2746660
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/21",
    "text": "Clean and modern. So not appropriate to the dispatch, not just of a king, but of monarchy itself. Yeah. So the day dawns and massive preparations have been made. so armed men soldiers members of the national guard have been ordered to line the entire route from the temple to the Place de la Révolution to make sure that the crowds are kept back. And more importantly, that royalists can't kind of try and make an attempt to rescue the king or anything like that. Again, this is very Charles I in Whitehall, isn't it? Absolutely the same scenario.",
    "speaker": null,
    "startTimecode": 2747300,
    "endTimecode": 2785580
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/22",
    "text": "One thing that isn't like Charles I, though, where members of the general public were allowed to watch the execution, in the Place de la Révolution, it's only soldiers. So there are only armed men, about 80,000 of them.",
    "speaker": null,
    "startTimecode": 2787260,
    "endTimecode": 2796320
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/23",
    "text": "There are 84 pieces of artillery.",
    "speaker": null,
    "startTimecode": 2796840,
    "endTimecode": 2799020
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/24",
    "text": "So the people there, they're armed and they're complete revolutionaries. They're complete Republicans. There's no doubt about that. If the guillotine doesn't work, they can turn their cannons on him. Exactly. Blast him to pieces. So orders are issued that anyone who cries out for the king to be pardoned or who gives any manifestation of royalist sympathy at all will be arrested and imprisoned. Because the delegates to the convention they're worried about the natural compassion of uh of the feminine they're worried that women are more prone to displays of sympathy than men a decree is ordered that all women um should stay in their homes they're not allowed out to watch the uh the display in execution all houses are ordered to be shuttered so again people can't lean out and kind of watch the passing display. And the mayor of Paris has a very stentorian notice plastered across the walls of the city so that everyone can read it. The sword of the law, this notice declares, will strike the greatest and the guiltiest of conspirators. You have, citizens of Paris, during the course of this long trial, maintained the calm that is suitable for free men. You will know how to preserve it at the instant of the execution of the tyrant. You will prove, by the decorum of your behaviour, that an act of justice in no way resembles vengeance. That day will be, for kings and for peoples, at once a memorable example of the just punishment of despots and of the mournful dignity that a sovereign people must keep in the exercise of its power and the thing is people in the revolution just cannot stop talking like that that's true yeah all speeches all public proclamations they all sound like they've been lifted from a school book of Latin prose.",
    "speaker": null,
    "startTimecode": 2799680,
    "endTimecode": 2905400
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/25",
    "text": "Yeah, they do, don't they?",
    "speaker": null,
    "startTimecode": 2906100,
    "endTimecode": 2906180
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/26",
    "text": "Well, they're doing it deliberately. That's how they think a revolutionary should write. So early hours of the morning, the streets of Paris are sounding to the rumble of the artillery being taken into the Place de la Révolution. You hear the clopping of hooves, cavalry riding to take up place, the tread of soldiers taking up their positions. 5 a.m.",
    "speaker": null,
    "startTimecode": 2906940,
    "endTimecode": 2901960
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/27",
    "text": "Sansan, the executioner, is wakened by his assistant so that he can go again, you know, check all the mechanics and everything he doesn't want it to go wrong and at the same time in the temple five o'clock louis is wakened by clary his valet who shaves him 6 a.m louis last confession with the abbe de firmon his confessor um he not eaten the night before. He doesn't eat now because the last rites are accompanied by fasting.  7am he is dressed by clary uh he wears we're told a fresh shirt a white waistcoat gray trousers a light jacket and louis takes off his wedding ring to be given to marie antoinette and uh he has a royal seal which he's taken from his watch so that hadn't been confiscated and this ring to be given to Marie Antoinette. And he has a royal seal, which he's taken from his watch. So that hadn't been confiscated. And this is to be given to his son. And his son, of course, before the morning is out, will become, if you are a royalist, Louis the 17th. 7.45, a delegation from the city of Paris arrives. They are accompanied by 14 soldiers. They stand to attention in two rows outside Louis' cell. Louis asks for permission for Clary to cut his hair at the nape of his neck because he doesn't want the humiliation of having Sanson, the executioner, do it, which is something, of course, that Sanson has done many, many times over the course of his career. But this is denied him. He is a common criminal. He's going to be treated like a common criminal. Louis then kneels down. He's blessed by the Abbe. They then stand around. It's a bit of embarrassment. Nobody's quite sure what to do. So Louis then says, Paton, let's head off. Let's go. They go outside. It's very cold. There's a fog everywhere, so hard to see through the gloom. Out in the streets, piles of snow so that people can get by along the road. I said that Louis is to be treated like a common criminal. There is one exception to this, and that is that he is given a coach. So he's not put in the tumbril in the open cart. And the reason for that is basically security. If he's in the coach, it's much easier to guard him. And the coach has been provided by Garab garab the minister of justice it's a great bottle green thing although not as large as the coach that not the varen super coach the varen the varen wasp like coach that they take into varen so louis gets into the coach there are two uh members of the uh security services i suppose you could say sitting on either side the abbe sits at the front and the whole way there, Louis is murmuring the prayer of the dying over and over to himself. Otherwise he doesn't say anything. And as they set off, there are a hundred mounted police behind it, a hundred mounted members of the National Guard. So the rumbling of the wheels, the clopping of the horses, generally silence from the watching crowds who are massed behind the lines of the guards along the route. They set off at eight o'clock and it takes them two hours to get there. And in the course of those two hours, there are two royalist attempts to reach Louis. They're both easily subdued, easily stopped. And at 10 o'clock, the carriage arrives in the Place de la Révolution and it stands still for five minutes. And then Sanson's assistant steps up to it, opens up the door, the steps are pulled down and Louis is seized by Sanson and his assistants.",
    "speaker": null,
    "startTimecode": 2904520,
    "endTimecode": 3127800
  },
  {
    "id": "0b6a6087-ca9d-46ac-9cc2-b33042ca848f/transcript/paragraph/28",
    "text": " When they tell you, are pulled down and louis is seized by sansan and his assistants when they touch him louis loses his sense of composure because we've talked about that sense that the king's body is inviolate how dare people manhandle him but then he catches the eye of his confessor of the abbe and the ab kind of says, you know, don't do this. You don't need to do this. And clearly they've talked about the passion of Christ and essentially Louis is thinking, well, his saviour suffered worse. So he accepts to be handled by the executioners. So he then, he takes off his coat and he pulls down his shirt so that his neck is open. His wrists are bound behind his back. His wig is taken off and then Sanson comes with the shears, with the clippers and his hair is cut so that the nape of his neck is exposed. He climbs up to the guillotine. He has to lean on the Abbey because he's got his hands behind his back, so a bit unstable. And when he gets onto the scaffold, he tries to address the crowd. And he seems to have uttered a few sentences. So according to various accounts, he says, People, I die innocent of the crimes that they ascribe to me. I forgive the authors of my death, and I pray to God that the blood you are about to spill will never fall back upon France. And at this point, there is a great drum roll. The captain of the guard has been prepared to do this should Louis try to make a public speech. And so Louis' voice is drowned out. As the drums are rolling, Sanson's assistants get hold of Louis. They strap him down onto the board and they push him out so that his head is protruding, ready for the blade to cut through the neck. It's Sanson himself who pulls on the cord. The blade hisses down, cuts straight through Louis's neck and the head drops into the basket. And it is 10.22 a.m. Sanson then does what he'd do with any beheaded criminal. he picks up the head and he shows it to the crowd and the people roar back in answer, vive la nation, vive la République. There is then the sound of gunfire, of artillery to mark the moment. And in the distant temple, Marie Antoinette hears it. She knows what it signals And she drops to her knees before her son, who a few minutes before had been the Dauphin. And now, in the opinion of Marie Antoinette and all royalists in France, is Louis XVII. Crikey. What a moment. So you mentioned the crowd. The crowd, of course, are mainly troops because the ordinary people of Paris have been kept away from this moment. But within a couple of hours of this, am I not right in thinking that the troops have moved away, people come into the streets? It's a little bit like on a public holiday. People are strolling around and, you know, it's January, so it's not exactly that they're enjoying the sunshine. But people are acting as though it's just an ordinary sunday or something sort of taking the air as though nothing has happened so mara a couple of days later he he describes the public mood on on that day in the the hours that follow louis execution and he says that the people seemed animated with a serene joy one might have said that they had just attended a religious festival. And he might well have put it like that, because essentially, you know, and Mara is very conscious of this, what has been staged is a kind of ritual of sacrifice. And it's a sacrifice that has enabled the Republic to be born in a way that it had not previously been born. So Mara, in the article he wrote on the 23rd, so two days after the execution, he goes on to say, the head of the tyrant has just fallen. The same blow has overthrown the foundations of monarchy among us. His life is no more. His body is now nothing but a corpse. At last, I believe in the Republic. So amazing, the Mara of all people, this is what it has taken for him to believe that the Republic exists at last. And there's a massive paradox here because Louis did have to die as a king for the Republic to be born, because otherwise the sacrifice wouldn't have had the quality that it does have. But the moment he's dead and the Republic has been given existence, then his body has to be treated as though he had been nothing, as though he's just an ordinary citizen convicted of a crime. Nothing more, nothing less, no kind of special treatment in any way. So certainly Louis' body is not allowed to be buried in a kind of, the royal catacombs or anything like that. There had been a request before the execution from royalists for him to be buried next to his father. That had been denied. But at the same time, no special kind of desecration, no humiliations perpetrated on the corpse. Instead, he has to be buried, that the convention has decreed, in the ordinary place of burial for citizens in the section that includes where he will be executed. That's what they've said. So just as though he's any other condemned criminal. So he gets taken to the church that serves as the burial ground for executed criminals. His funeral service is conducted not by the abbé who had been his confessor, but by a priest who is acceptable to the Republic, to the revolutionaries. His body is then thrown into a ditch on a bed of quicklime, which will help it become kind of mulch. The head is tossed in as well, and then it's covered by more quicklime. So this is a communal grave. There is to be no marker. Instead, it is left mingled up with other corpses where it will decompose. The whole thing, it's no special treatment whatsoever yeah and that's the intention but of course in the long run it turns out neither side really content with this spin on the execution of louis or the the fate of his body um and so for royalists obviously this is a terrible crime um and and as had happened with charles the first so with louis XVI, it doesn't take them long before they are comparing Louis's fate to that of Christ. Right, a martyr. He's a martyr. Yeah, he's a Christian martyr. A martyr for monarchy, but above all, a martyr for the true church. Yeah. But Republicans as well, and it may be that they are reacting to the kind of the royalist propaganda, they find it impossible to rest content with the idea that Louis had died simply as a common criminal. So already within a week of Louis' execution, you get newspapers claiming that his death, rather than being what it had been, which was something wholly unexceptional, that had been the whole point, had actually been something shameful and disgraceful. So in in one paper you get an account at the instant that speech was so brutally taken from him by a definite beating of drums louis entered into a violent anger stamped his foot struggled with vigor with the executioner's assistance let out terrible cries and fought to the end to such an extent that he had not his neck but the back of his head and his jaw horribly mutilated by the fatal knife so this is a claim that is quite often made that it took two goes of the guillotine to sever his neck which is not true and also there are reports that as he died he let out a piercing scream again not true you know his vocal cords have been severed and there are also claims which supposedly derive from sanson and sanson you know they become so repeated that sanson actually has to publicly reject them that on the night before his execution and the hours before he's taken to to the guillotine louis had been stuffing his face and this is to repeat the old child you know that he's the pig the pig king and there are accounts that you know he'd been so fat that he hadn't fitted onto the board that you know that he's executed on and there's another one that he's you know he's the bulges and folds of his neck had been so obese that he wouldn't fit in the slot again not true i mean simply not true yeah because of course he's been fasting because for. Yes, he had. And so it's an attempt to kind of contradict that. And what it does, of course, is to ensure that Louis' execution, rather than providing, as it were, a clear cut between the age of monarchy and the republic, and that the republic is now uncontested. It's not uncontested at all. The way in which both royalists and republicans try and rewrite the story of Louis' execution actually bodes very ill for France, because it suggests that there are deep, entrenched, principled opinions about what has been done, that there isn't really any hope of reconciling them. And it suggests that even though perhaps the foreign threats to France have been beaten off, although who knows for how long, now that the king has been executed, who knows what the international response to that will be. But may not be the worst of it because it suggests that actually within the body of france itself a civil war may be brewing wow what a dramatic end to the third series on the french revolution season three has come to an end with the execution of louis the 16th but many of the big players are still around and in play. Marie Antoinette, Rob Speer, Danton, Marat. In season four, which will be coming later this year, we will find out what happens to all of those characters. A little spoiler alert for you. None of them will make it into... Well, they definitely won't be around in season six or seven will they that's for sure so there's an awful lot of drama a lot of bloodshed to come no doubt in our forthcoming bonus episodes for the Manchester's History Club members we'll be talking about some of the issues that have come up in this series but thank you for listening we will return to the French Revolution later in the year Tom merci beaucoup et au revoir au revoir. Au revoir.",
    "speaker": null,
    "startTimecode": 3129180,
    "endTimecode": null
  }
]