[
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/0",
    "text": "Thank you for listening to The Rest Is History. For weekly bonus episodes, ad-free listening, early access to series, and membership of our much-loved chat community, go to therestishistory.com and join the club. That is therestishistory.com. This episode is brought to you by Mint Mobile. Some of the great tussles and battles throughout history have been over money. After all, who doesn't love to have a little extra cash on hand? But you don't have to lead a cavalry or storm a castle to bolster your bank account. Do you know there's a much easier way of doing things? The single easiest thing you can do to save money is to switch to Mint Mobile. Because unlike other wireless carriers that drain everything they can from you, don't they, Tom? Mint Mobile have plans that start at just $15 a month. And that's with high-speed data and unlimited talk and text. That's amazing, Dominic. So if you like your money, Mint Mobile is for you. Shop plans at mintmobile.com slash history. That's mintmobile.com slash history. Upfront payment of $45 for three-month five-gigabyte plan required, equivalent to $15 a month. New customer offer for first three months only, then full-price plan options available. Taxes and fees extra. See Mint Mobile for details. This episode is brought to you by Polestar. Now for a quick break from the past, let's focus on the future. Making the switch to electric doesn't have to mean leaving your dream car in the past. And when it comes to electric driving, Polestar 3 is setting the new standard. Polestar 3 drives like a sports car and has the spacious comfort of an SUV. With Polestar 3, you can truly have it all. And did we mention the range of up to 350 miles per charge? Discover why this SUV is the future of electric driving when you test drive. Book your test drive at polestar.com. Are your ulcerative colitis symptoms proving difficult to manage? Tremphaya, gazelcomab, can help you manage the cycle of UC symptoms. At one year, many patients taking Tremphaya achieved clinical remission, and some patients also achieved endoscopic remission. Individual results may vary. Tremphaya is a prescription medicine used to treat adults with moderately to severely active ulcerative colitis. Individual results may vary. Trampia is a prescription medicine used to treat adults with moderately to severely active ulcerative colitis. Serious allergic reactions and increased risk of infections may occur. Before treatment, your doctor should check you for infections and TB. Tell your doctor if you have an infection, flu-like symptoms, or if you need a vaccine. Ask your doctor if Trampia can help you manage the cycle of UC symptoms. Call 1-800-526-7736 to learn more or visit trimfayaradio.com. The Norman Conquest is the great turning point in the history of the English nation. Since the first settlement of the English in Britain, the introduction of Christianity is the only event which can compare with it in importance. And there is this wide difference between the two. The introduction of Christianity was an event which would hardly fail to happen sooner or later.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 205220
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/1",
    "text": "In accepting the gospel, the English only followed the same law which sooner or later affected all the Teutonic nations. But the Norman Conquest is something which stands without a parallel in any other Teutonic land.",
    "speaker": null,
    "startTimecode": 205900,
    "endTimecode": 221020
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/2",
    "text": "If that conquest be only looked on in its true light, it is impossible to exaggerate its importance. And yet, there is no event whose true nature has been more commonly and more utterly mistaken. So that was Edward Augustus Freeman, who is the Regis Professor of History at Oxford University and this is the opening of his gargantuan six-volume history of the Norman Conquest which was commissioned to mark its 800th anniversary the 800th anniversary of the Battle of Hastings and it was published it took him 13 years to publish it between 1867 and 1879. And Tom, finally, and the rest is history.",
    "speaker": null,
    "startTimecode": 221560,
    "endTimecode": 245480
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/3",
    "text": "We can't... And it was published. It took him 13 years to publish it between 1867 and 1879. And Tom, finally, in the rest is history. We come to the greatest narrative of English history. And at its center is the most famous year in our history. It's the astonishingly thrilling and unpredictable events of 1066. Yes, a year, as you said, of unbelievable drama. And as Edward Augustus Freeman said, a year that is perhaps the decisive dividing line in English history. And the drama revolves, I suppose, at its most basic around three men, doesn't it? So you have the King of England, who comes to the throne on the 5th of January, 1066, Harold Godwinson. And over the course of 1066, he fights two great battles against invaders who are aiming to topple him from his throne. And the first of these invaders, Harold Hardrada, the hard ruler, the king of Norway, he fails in his attempt. But the second invader, William, the Duke of Normandy, succeeds. And Harold perishes in this great battle fought outside Hastings. I would say the most decisive battle in not just English, but British history. He is then crowned king on Christmas Day in 1066, and he establishes Norman rule permanently over a conquered people. So, Tom, we're going to get into this story in tremendous and thrilling detail in the weeks that follow. But first of all, you said British history. So obviously this happens in England, but it's enormously significant in the long run for Wales and for Scotland, but also for Ireland too. Am I right? Absolutely, because Norman rule ends up being established over all those parts of the British Isles. And I would say that the impact of the Battle of Hastings and the Norman Conquest reverberates far beyond our islands to go all Churchillian. Yeah, because we have a lot of overseas listeners in Australia, in the United States, whatever, and they might be saying, well, who cares who rules England? Why is that a big deal for me? I mean, the answer is given as a joke in probably the most famous comic version of English history ever written, 1066 and all that. And the title is very striking. I mean, the assumption that 1066 is what English history is all about. So it's written in 1930 when the British Empire was still very much a going concern. And the authors of that book are trying to explain why the Norman Conquest matters. And they say the Norman Conquest was a good thing, as from this time onwards, England stopped being conquered and thus was able to become top nation. Which is a joke, of course, but it hints at the long-term significance of 1066, because the people, the country that is forged as a result of the Norman Conquest, those people in due course will go on to settle North America, to rule the largest global empire the world has ever seen to settle entire continents and i mean just to focus on one obvious way in which the norman conquest impacts not just england but the whole world is the fact that english the language of england is now the world's global lingua franca as a result of the centuries that follow the Norman conquest. And that's why people in Australia or New Zealand or America will be listening to this and understanding it. And the language that we are speaking is one that bears massive witness to the fusion of Old English and French. And not just that, but also the Norse element too, right?",
    "speaker": null,
    "startTimecode": 487620,
    "endTimecode": 487660
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/4",
    "text": "All those three people, Harold Hodrada, Harold Goldwinson, and William of Normandy are all reflected in the words we're using. Absolutely.",
    "speaker": null,
    "startTimecode": 489920,
    "endTimecode": 493740
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/5",
    "text": "So that's why I think that this reverberates far beyond this kind of... I mean, let's be honest. In the 11th century, it's a fairly unimportant kind of corner of the Eurasian landmass. I mean, it's not even part of the Eurasian landmass. He hates Britain. I mean, that is shocking. I don't, because as I've been saying, you know, great things await. But I do think that this is a story that really matters. And it's a story that like the French Revolution, you know, we did one episode on the French Revolution, we've expanded it. We also did one episode on 1066 early in this podcast, and we're going to expand on that. I mean, not quite to the length of the French Revolution. What it has in common with the French Revolution, or with, I don't know, a TV series like Game of Thrones, say, with which it might be compared, is it's a thrilling soap opera. There are all kinds of twists and turns in the narrative. There's all kinds of courage and duplicity and treachery and extraordinary acts of bravery and resistance and whatnot. But at the centre of it are these three fantastic characters. And all three are warlords and each of them stands for, I guess, in the public imagination, a wider kind of civilisation, I guess, so the Saxons, the Norse and the Normans. Yeah, so Harold is often called the last English king. I i mean whether he is we'll we'll look at in due course but he's indisputably the king of a very distinctive sophisticated and ultimately doomed kind of civilization that that of anglo-saxon england harold hardrada who's probably the most famous warrior of his day is likewise the kind of the last embodiment of an order that is starting to fade, and that's the Viking world. And William, the Duke of Normandy, he himself has Viking ancestry, but he's also the embodiment of a kind of great revolution in the affairs of Christendom, probably Europe's first. And in that sense, he is the face of the future. Far be it from me to disagree with Regence Professor of History at Oxford. But I think Freeman is wrong in saying that England would have carried on as it had done, had the Norman Conquest not happened. Because I think actually, as we will see, this revolution that William embodies is so profound and overwhelming that it would have transformed England and Britain britain more generally no matter what so at the heart of this is the prize right like the iron throne and game of thrones the prize is england and you mentioned oh who should care about england it's on the edge of eurasia or all this kind of thing but actually the really important thing that listeners should get into their heads is that england is such a prize because it's an incredibly precocious nation-state that is peaceful well-run and crucially rich that's what makes it so tempting for overseas predators yes it's like um you know walking down mugger's alley with a large diamond necklace sticking out of your back pocket england is by far the wealthiest and best governed realm in northern europe in the 11th century and i mean it's not up there with say the byzantine empire or al-andalus the great muslim caliphate in spain but definitely compared to the empire that charlemagne had ruled, for instance, the great empire of the Franks, or let alone the kingdoms of Ireland or Scotland or of Scandinavia, it is remarkably centralised, it is remarkably urbanised, and it is incredibly rich. And that is what makes it the great prize. So I guess the first question is, why is England so exceptional in the kingdoms of Europe? So when the Franks are all fighting each other and divided and whatnot, and when Germany, what becomes Germany is obviously, you know, so divided, why is England exceptional in being so rich, so peaceful, so well-organized, so centralized, all of those kinds of things? I think a good way to answer that question is to go back to a scene almost a century before the Battle of Hastings. And this is the coronation of Edgar in the year 973 in what had been the Roman city of Bath. And Edgar rules as a descendant of a man called Kurdic, who was the legendary founder of a Saxon kingdom in the south of England, the West Saxons, so the kingdom of Wessex. And the line of kings that descend from him all the way down from the first arrival of the Angles and the Saxons in England, all the way down to Edgar in the 10th century, they're called the Kurdic Ingas. And they have an incredible prestige because most germainly of all Edgar is the descendant, not just of Kurdic, but of Alfred the Great. Very much a friend of the show. I'd say a hero of the show. So he's the guy who had saved Wessex from the Danes, from the pagans in the middle of the ninth century, in the late ninth century. And he had begun the process. I mean, he hadn't completed it, but he had begun the process of welding together all the different anglo-saxon kingdoms hadn't he and he'd put he'd invested in towns in fortifying the towns and all of these kinds of things yeah so burrs which are not just fortified but but also stimulate trades to therefore to make england rich and he had not only flung the the dan, the Northmen, the Wikingas, as the English call them, robbers or Vikings, out of Wessex, but also out of a large chunk of Mercia, which is the kingdom to the north, so in what is now the Midlands of England. And he had done this in a way that the Mercians are kind of under his authority, but they don't feel like a conquered people. And the genius of Alfred is to promote the idea that the Saxons, the people that he rules, and the Angles, the Mercians, the people of East Anglia, Northumbria, further north, that these are a kind of single people. So Alfred rules as the Rex Angles Saxonum, the king of the Anglo-Saxons. And this process of absorbing the various english-speaking peoples of britain peoples who before the coming of the vikings had lived in separate kingdoms this continues under his son edward and his daughter athelflad and under his grandson athelstan and it is athelstan who completes that the creation of effectively a united kingdom of England. Yeah, Inglalond, they call it, don't they? Inglalond, the land of the Angles. And both the Saxons and the Angles start to call themselves the Anglekin, which I think you can legitimately start to call the English by this period. So Edgar is Athelstan's nephew. Yes. So when Edgar is crowned in Bath, he is becoming king of something that lots of historians actually now say is one of Europe's very first, one of the world's very first nation states. People who think they're all part of one big national family, the Anglican, the English english and this is england and one of the things that defines it is law and order you pay your taxes there's a state you know this is how it works it's not anarchy it's centralized this is how it works yeah so to quote james campbell who's the the historian of this process who is best associated with the idea that this united kingdom of england is is a nation state he says of it the creation of the english state was perhaps the most remarkable and certainly the most lasting feat of statecraft in 10th century europe and in a way the coronation of edgar at bath and and it's the second of his reign he's already had one but now he wants to kind of really emphasize the degree to which he's's a kind of imperial figure. This is why he's having himself crowned amid the Roman ruins of Bath. But he also has himself anointed, as the kings of Israel had done. So he's casting himself as an English king. And of course, as Charlemagne, the great Frankish emperor who'd been crowned in Rome, had done. So Edgar is also kind of laying claim to that tradition. And of course, as listeners in Scotland and Wales will know, this isn't necessarily good news for the princes of Wales or Scotland. And in fact, Edgar's next stunt after his coronation in Bath is to have himself rowed down the River Dee by various kinds of princelings that he summoned, Welsh princelings. I think that's completely reasonable. I have to say, for the people who wonder how the rest of this history works, I will just say that while Tom has been talking about the unique, exceptional wealth centralisation sophistication of England, he's actually been trolled by our producer Theo, who's writing in the chat, looking forward to the French invasion, which is poor from you, Theo. Well, is it French? I mean, this is something that we will be discussing. So Theo's trying to throw Tom off piste. I know he won't because I know, Tom, you want to talk about Edgar. Now, Edgar is always known as Edgar the Peaceable, which makes him sound like a lovely, he's a lovely guy, likes flower arranging and watercolours. But in reality, people call him Edgar the Peaceable because if you step out of line, he will probably blind and scalp you. Is that right? Yes, he absolutely will. And he will inflict punishment on entire counties. So in 969, some merchants from York are kidnapped by robbers in Kent. And Edgar's response to this is to ravage the entire county. And ravaging is going to be a theme of this series. And it essentially means you lay to everything yeah i think people generally like ravaging in history podcasts so you know time will tell and dominic they like law and order don't they they do like both and i i really i like law and order a lot so eg is your kind of guy he's absolutely the kind of guy that in my previous incarnation as a newspaper columnist i would have very much applauded you'd been all over him yeah i'd have been all over him like a rash. Sincere policies for a happier Inglilon. Yeah. So that's one aspect of Edgar's reign. But the other, you talked about the internal stability. I mean, it's tribute to the remarkable feat of Alfred and his heirs, that they have been able to foster a kind of unitary national identity that is shared by peoples of the formerly independent kingdoms of Wessex, East Anglia, Mercia, Northumbria. And the way in which the Kurdic Ingas, the kings who descend from the line of Kurdic have been able to do that is because they have as partners in their great project, a unitary church. So you can have Northumbrian saints being celebrated in Wessex and vice versa. You have kind of a common language. They're very kind of strong regional variants, but essentially people can kind of understand. You know, if you're from Devon, you can probably just about understand someone from Northumbria. And perhaps most crucially of all, there is a single currency. So there is a kingdom wide uniformity of design. And these coins are under the firm control of royal moniers. So no one else is allowed to mint coins. And Edgar issues a formal decree. One coinage shall be current throughout all the king's realm and no one shall refuse it. And there is a massive contrast here with what is happening on the continent where where basically everyone is issuing coins, bishops, princes, dukes, counts, whatever. They're all kind of at it. So to put Theo back in his box, this is a brilliant example of the contrast between what's happening in England and what is happening in what's now France. On the one hand, you have centralisation, bureaucracy and uniformity, and on the other, you have a sort of gibbering chaos all kinds of nonsense yes exactly however however the great threat to any realm is a succession crisis is the death of a king and when edgar dies he dies in 975 and so the question is what's going to happen next and what is worse if you're living in the medieval period the one thing you don't want to see is a comet because you know that that brings absolute shambles and disaster and edgar dies they look up geez what's a comet blazing overhead terrible scenes what would make people even more nervous is the fact that the throne is claimed by rival half brothers oh come on this is poor this is Ter terrible. Yeah. So the first of these is a guy called Edward, who is very vicious, kind of very unstable, probably illegitimate, but he is in his teens. Okay. The second one is a young boy called Athelred, who is the son of the anointed queen. So the queen who had sat beside Edgar at the great coronation in Bath. And this is the lady, Alfreda.",
    "speaker": null,
    "startTimecode": 498520,
    "endTimecode": 1228600
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/6",
    "text": "She's very powerful. She's very ambitious. And so very keen to see her, her son, Atharad on the throne. But the problem is, Atharad is only seven and the monarchy is elective.",
    "speaker": null,
    "startTimecode": 1229320,
    "endTimecode": 1240700
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/7",
    "text": "And the Witan, who is the kind of the, the assembly of the great men, the great thanes and, and the aldermen who are the kind of the guys who rule over the individual counties in england they meet up and they decide that edward should become king the illegitimate guy the teenager yeah the unstable one so alfreda the uh the queen is very cross and she retires or does she because in 9788, so that's three years after Edward has ascended to the throne, Alfreda is holidaying near the town of Corfe on the Dorset coast on the south of England. And Edward goes hunting near there and he's riding through the forest, kind of blowing on his horn. And suddenly a group of armed men step out of the undergrowth, confront him, surround him. They seize him by his right arm. They break it. Another guy pulls out a dagger, stabs it into the side of the king. Edward, by this point, dying. His horse goes galloping away. His foot gets caught in the stirrup. He's kind of dragged, his head smashing on rocks as he goes along dragged away through brambles and undergrowth um and the assassins follow him get hold of his corpse and throw it into a bog so now this means that the other bloke ethelred ready or not is going to uh become king but he 10. And what's worse, they're consecrating him as king. And it's at this point that people see a bloody cloud. I mean, that's literally what they call it, a bloody cloud. So this is in the Anglo-Saxon Chronicle. So it must be true. It must be true. Many times in the likeness of flames, and it appeared most of all at midnight. And it was formed of various beams then when it became day it glided away i mean that's a terrible portent isn't it but the amazing thing is yeah despite this the kingdom does not fall to pieces and actually the fact that edward's murder is seen as something utterly shocking which it is is kind of evidence i think of just how habituated people people in England by this point had become to the rule of law. In fact, James Campbell points out that Edward was the first man of high blood to have perished as a result of civil strife among the English for more than 50 years. So that's a very, very kind of striking statistic. And Althred, even though he's 10, he has lots of good people and indeed a very effective woman behind him so alfreda his mother she's very very shrewd political operator whether she was behind the murder or not very much up for grabs she's on holiday there by coincidence who knows but definitely she you know she plays a good hand so she makes sure that edward's followers are given their share of kind of honors and um all that kind of stuff. Edward's own body is treated with great respect. It's pulled out of the bog, put in a tomb, and visitors to the tomb start to report incredible miracles. And due course, Edward will come to be known as Edward the Martyr. And Athelred, as the only surviving male member of the Kurdakingas, descendant of Alfred the Great, he can command the loyalty of the great men of the kingdom. And he is raised by his advisors, by his mother, to respect his heritage and to appreciate all the resources that he can command as the King of England. So a big spoiler alert, he ends up having a very, very bad reputation as a King of England. And some scholars think this is incredibly unfair. And actually in your notes, you give an example of how he's wielding the machinery of government in a very effective and competent and well thought out way. So you mentioned the coins. Yeah. So they will recall all the silver coins and they will re-stamp them and then he will take a cut and they will reissue them. And this is basically to maintain the integrity of the coinage and to eliminate forgery and fakes. And also to back up the royal treasuries because he's always taking a cut. and this is the kind of thing you can only do if you are running a really really well oiled you know, well-organized machine. And you can do this in maybe the Eastern Roman Empire in Constantinople, or you can do it in, you know, the Caliphate or in Cordoba or whatever. But you can't do it in a shambolic divided realm like that of the Franks where they're all just stabbing each other in the back and it's all very chaotic. So what Edgar and now Athelred in turn are finessing is a kind of very, very sophisticated apparatus of state intrusion. So there are officials who know how much land a certain person may give and therefore how much money they should be paying. And this ability of the English kings to raise cash is a crucial part of what makes England so rich and will be a very important part of this story. And under Athelred, England becomes steadily ever more prosperous. So the towns that Alfred had founded, the Burrs, you know, they're flourishing. Markets are full of traders from across northern Europe. You have the great men of the kingdom, the eldermen, the thanes, you know, they're kind of lavishing gold and incense and silks on their local churches and on themselves. And Athelred's own treasure chests are starting to fill to overflowing. But here you have problem right because we've been describing the victim as it were of this crime if it is a crime the prize which is england but it's from this point the reign of athelred that people overseas start looking at all this and saying oh england's very peaceful you know so they obviously are not you know as accomplished at fighting as other people because they're too busy messing around with their coins and thinking about silks let's get some of this let's have some of this and this this starts to become a problem what about the 980s yeah when you have escalating you must have been always piracy there must have been always rates small-scale raids that probably don't even show up in the Chronicles. It's from this point that the Danes, for want of a better word, the Vikings, come back into the story. Well, you say Danes and they are called Danes. But, you know, that is a collective group for what we would perhaps call the Vikings. But there is also a particularly predatory Viking who comes from the North Way, what today we would call Norway. And this is a very sinister and charismatic figure called Olaf Tryggvason. And I think the fact he comes from the Northway is an important part of his mystique because even for the Danes, the Northway is seen as a place of wizards and sorcerers and so on. And even the women are meant to have terrifying beards. So it has a certain reputation. And Trigfusson himself is a notorious sorcerer and he defines the future by throwing birds' bones and kind of reading the way in which they land. And it wins him the very sinister nickname of Cracker Ben or Crow Bone. And he is also a very, very effective warrior. In fact, reportedly he's ambidextrous, so he can throw spears with both hands. And he is the hero of a kind of myriad, gore-soaked praise song. And in 991, Trigvason and his fellow freebooters, a kind of great fleet of Vikings, are cornered on land at Maldenden in essex so south of east anglia and they're confronted by the the elderman of essex a guy called brit north and the vikings win and brit north is killed do you want to know a fact about that tom yeah tell me so obviously the battle of malden is one of the most famous old english poems but you know who was obsessed with the battle of malden jr r tolke and the stand that uh bit not makes at the battle of malton is apparently the inspiration for the stand that gandalf makes at the bridge of khazadum i did not know that isn't that a good fact i mean that kind of tolkien-esque quality of glamour and magic and tragedy it does hang over this story and unsurprisingly because for tol, the Norman Conquest was the greatest tragedy in the history of England. And he wanted to write Lord of the Rings to give the English back the mythology that he thought they had lost as a result of the conquest. Etherred, not a kind of Tolkien-esque hero, really. He decides that the best way to deal with this crisis is to buy the Vikings off. And so he uses his state apparatus to raise £10,000 worth of taxes, which inevitably comes to be called the Dane Geld, the gold that is being paid to the Danes. And equally inevitably, in 1994, Olaf Tryggvason is back for more. And this time, he doesn't just hover the coast, He leads an assault directly on London.",
    "speaker": null,
    "startTimecode": 1241300,
    "endTimecode": 1742580
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/8",
    "text": "It gets beaten back, but he then goes on a kind of great ravaging raid across the heartlands of Wessex. And this, of course, is absolutely an open challenge to Aethelred. It's an attempt to shred his authority because Wessex is the heart of the entire English kingdom. And the raids just keep coming and coming, and treasure is stripped from churches. Athelred's subjects are enslaved, and this is a hideous experience, both for men and women. So we have an account by a poet who exalts over a rival who had been abducted by slavers, and he describes how this rival of his was subjected to insults and urinated upon and then stripped naked forced by the vikings to perform the sexual service of a wife for women even worse so we have a bishop who laments the enthusiasm of vikings for gang rape the practice of foul sin upon a single woman the bishop wrote one after another like dogs that care not about filth. this is hideous and it's unsurprising that under their breath the english begin to apply a punning title to athelred athelred means well advised nobly advised they start to call him unrad the badly advised the ill-advised which in due course will be anglicized to become the unready he wasn't ready they turned up and he wasn't ready so the thing about him right you could argue he is so hard done by and indeed there are historians like simon canes who say you know actually all that we think about him is just pure propaganda he's been really really maligned by history he's not the first person to ever try to pay off raiders no alfred did it alfred had done it exactly i mean he's paying off god i saw an amazing fact the the first person to ever try to pay off raiders. No, Alfred did it. Alfred had done it, exactly. I mean, he's paying off. God, I saw an amazing fact. The first payment of Dango, which was £10,000, to pay that off, he would have had to have handed over two and a half million individual coins. And Dominic, I know you love a Scandinavian museum. I do. and pretty much every major museum in Denmark or Norway or whatever. I mean, he, he, And Dominic, I know you love a Scandinavian museum. I do. And pretty much every major museum in Denmark or Norway or whatever, I mean, huge great piles of silver coins that have come from England. I mean, enormous piles. But you could argue, what else can he do? You know, he can't, they don't have coastal defences of a kind that would protect every last village along the English coast. I mean, you your best but you know the danes are mobile they could strike at any point maybe paying them off is actually the more sensible thing well and also athelred has a problem that alfred did not and that is the fact that tryggvason and his fellow vikings when they plunder their loot get the Dane geld or take their slaves, they don't have to sail back directly to Scandinavia because there are welcoming ports and markets much closer to England just across the channel. And these ports and these markets are in a realm so welcoming to the Northmen that it had even come to bear their name. And this is Normandy. Normandy. Every great drama needs terrible villains. And finally, we come to the villains of this story. We will take a break and then we'll return with a man called Rollo. See you in a second. This is an ad by BetterHelp Online Therapy. You know, in a society that glorifies hyper-independence, it's easy to forget. We really are all better when we have a support system behind us. My support system, the people that I rely on more than any other and do most for my well-being, my self-esteem and my mental health are our producers, Theo and Tabby. They've genuinely changed my life. When I've ever got a question, I know to go to them. So Tom, who's the support system in your life? A very exciting addition to my support system is my beloved Bulgarian trainer, Simon, who makes me not only mentally fitter, but physically fitter. Therapy can be a source of support for any area of your life, and it can give you the courage, Tom, to ask for help. It can help you learn positive coping skills when you're stressed. It can teach you how to set boundaries and to enforce them. It can help you work through anything and empower you to be the very best version of yourself. As the largest online therapy provider in the world, BetterHelp can provide access to mental health professionals with a diverse variety of expertise. Build your support system with BetterHelp. Our listeners get 10% off their first month at betterhelp.com slash rest history. That's betterhelp.com slash rest history. years, they've built just one single permanent collection of 50 garments where every piece is under constant and relentless refinement. And while, Tom, they have just one permanent collection, they do offer three lengths for every regular size. So, for example, being normal, I'm a medium regular. But you, Tom, you're a large long, I believe. Like a Swedish berserker Viking king, actually, Dominic. Right. And I have to say, I really love their clothes. I have a black hoodie that Sadie has essentially nicked off me. So that's my wife. And I think that when she nicks clothes, that's always a good sign. Well, I'm actually completely with you, Tom. I mean, my Asket cashmere sweater is a massive favourite of mine. And I love the fact, Tom, did you know this, that they work almost exclusively with natural materials and European craftsmanship.",
    "speaker": null,
    "startTimecode": 1865100,
    "endTimecode": 2083280
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/9",
    "text": "And the cherry on the fact, Tom, did you know this, that they work almost exclusively with natural materials and European craftsmanship. And the cherry on the cake, their products are 100% traceable. No discounts ever. If you don't need anything, don't buy. If you're considering something, visit askot.com. This episode is brought to you by Shopify. Upgrade your business with Shopify, home of the number one checkout on the planet. ShopPay boosts conversions up to 50%, meaning fewer carts going abandoned and more sales going cha-ching. So if you're into growing your business, get a commerce platform that's ready to sell wherever your customers are. Visit Shopify.com to upgrade your selling today. rollo had a dream, and in it he saw himself placed on a mountain higher than the highest mountain, in a house of a Frankish style. And on the summit of this mountain he saw a spring of sweet-smelling water flowing, and he washed himself in it and was cleansed by the water of leprosy. Then, around the base of the mountain, he saw many thousands of birds of different kinds and various colours, but all with red wings. And these birds went one after the other in perfect harmony to the spring on the mountain and washed themselves in it. When they had all been anointed by the waters of the spring spring the birds all flocked together as though they were friends sharing food and they carried twigs in their beaks and worked as fast as they could to build nests so that is a lovely story of a of a dream had by this guy rollo and it's by a historian who was writing in the time of ethelred the unready and was explaining how normandy this wretched hive of scum and villainy came to be founded so tom before we get into this bonkers dream rollo we call him rollo or the normans call him but i read the other day that back in his native scandinavia his name was ganga rolf yeah rolf thatf yeah kind of h on the front doesn't it yeah like the muppets ganga rolf anyway uh tell us about rolf or rollo so rollo he was a viking warlord who with a whole load of other vikings had occupied the lower reaches of the seine and they kind of sailed the Seine and they had basically set about smashing up all the props of Frankish power that they discovered. So they'd wiped out all traces of bureaucracy. They had murdered all the local nobility. And by about 900, all the region of the Seine estuary had basically become what Frankish chroniclers call Inver, which essentially is a place where no one has any authority. It's wasted, it's rubble strewn, that the spear alone rules. It's almost a kind of hellish wasteland. And a place without noblemen or churches that you can loot is obviously no good for Vikings. And so Rollo heads south with all the lads looking for better pickings. And he gets confronted there by the Frankish king. Charles the Simple. Charles the Simple, yes. So all the Frankish kings have mad, mad subriques. And Charles the Simple, he defeats Rollo, but he doesn't destroy him and essentially charles simple thinks well i i think we can come to a deal this is where in that that story that you read the detail of the sweet spring and rollo being cleansed of leprosy comes in because the frankish king makes rollo an offer he can have the Seine, the Inver, the lands that he and the Vikings have devastated, but in return he has to be baptised. He has to accept Christ. And Rollo accepts, and in 912 he's baptised by the Bishop of Rouen. So Rouen is very much situated in this kind of dimension of Inver, and he's pretty much the only kind of symbol of Frankish authority that survived the onslaught of the Vikings. Do you want a nice fact about the ceremony? Yeah, go on. They had to queue up to kiss Charles the Simple's foot. Yeah, because he's in his stirrup, isn't he? He's on his horse. And Rollo said, I'm not going to kiss this bloke's foot. And he said in his stead, one of his, like, thugs would do it instead. And this bloke went forward to kiss this king's foot. And then he pulled, he jerked the foot up so quickly that Charles the Simple fell off the saddle and fell over backwards. And all the Vikings... Ha ha ha ha ha ha! We had good fooling that day.",
    "speaker": null,
    "startTimecode": 2083860,
    "endTimecode": 2378640
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/10",
    "text": "So, you know, I only told that story because I knew you wouldn't resist the opportunity to do your trademark laugh. Ha ha ha ha ha ha! Anyway, you diverted me from pointing out that in that book, I only told that story because I knew you wouldn't resist the opportunity to do your trademark laugh.",
    "speaker": null,
    "startTimecode": 2379160,
    "endTimecode": 2386280
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/11",
    "text": "Anyway, you diverted me from pointing out that in that story, the waters of the spring are the waters of baptism.",
    "speaker": null,
    "startTimecode": 2393520,
    "endTimecode": 2393700
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/12",
    "text": "So they've now been cleansed.",
    "speaker": null,
    "startTimecode": 2394780,
    "endTimecode": 2394840
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/13",
    "text": "And what about these nice birds?",
    "speaker": null,
    "startTimecode": 2396000,
    "endTimecode": 2396380
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/14",
    "text": "The birds are immigrants to Rollo's realm. So they are drawn from across the Viking world and actually beyond as well. But they are all warriors.",
    "speaker": null,
    "startTimecode": 2399720,
    "endTimecode": 2404780
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/15",
    "text": "And that's the significance of their red wings. These symbolise the swords dipped in blood. So one people fashioned out of a mixture of different ones. That's how they're described. This is the key thing, right, about the Normans. The thing that people always argue about. Are they Northmen, hence the name? Or as Theo, a producer, would say, and indeed lots of listeners to this podcast would would say actually that Northmen stuff is all just English sort of the English trying to make excuses and actually these people are really French. Well yes I mean it's a fascinating topic and furiously debated and the answer to that I think evolves over the course of time. So there is no question that a century after Rollo's baptism, this kind of lingering hint of the Viking endures in Normandy. So Rollo himself on his deathbed is supposed to have repented his baptism and to have ordered 100 Christian captives beheaded before him in honour of his native gods. That's like his last gesture on earth. So basically the baptism thing hasn't entirely worked out well there. Yeah. His son, the brilliantly named William Longsword, had been a famous patron of these kind of praise singers, these bards who turn up and kind of go on about how brilliant their patron is, how many people they've killed, lots of violence and gloating and bragging and so on. So there's a lot more of that laugh, basically, in the world of William Longsword. Yes, it's Valkyries weaving tapestries out of the intestines of slaughtered enemies, that kind of thing. That's what's going on. And the son of William Longsword, so Rollo's grandson, a guy called Richard the Fearless, he's a remarkable man. He rules for 54 years and he's quite, by the time he dies. And in his old age, he comes to resemble Odin, the Allfather, the King of the Gods, kind of bright-eyed, long-bearded. And it was said of him that after dark, he would wander the streets of Rouen, cloaked, alone, and there he would fight with the shades of the dead. And so it's not surprising that he's called by his enemies the Lord of the Vikings, so much so that in 991, when Æthelred has complained to the Pope, the Pope says, stop hosting Viking ships. And Richard says, okay, yeah, whatever. But he carries on hosting them. And on top of that, his wife is a Dane, meaning that his children are half Danish. And when he dies in 996, his tomb is not in a church, but a great earthen mound looking out to sea. So like something out of Beowulf. So it's not surprising that when Athel Red gets reports that these Viking ships with their English loot and captives are going to Norman ports, he's not surprised in the slightest. You know, this is what he would expect. And yet there is another side to the story, which is that as time, as you said, as time has passed, these people have been slowly, dare I say, Frenchified. They've become a little bit more Christian over time. Is that fair? And Frankish. So the title that they are given is the Count of Rouen. You know, that's a Latinate title. And again, you can see the way in which even their language is changing by the fact that Rollo's son is William. That is not a Viking name. And William is praised by a monk as a lover of peace and a lover and consoler of the poor and a defender of orphans and a protector of widows. Is that true? Well, those are lines that are written to commemorate his murder by the Count of Flanders. William had gone to meet the Count of Flanders under truce. And as a good Christian who had sworn an oath not to take a sword, he had assumed that the Count of Flanders would do the same. And poor old William ends up being cut down. So in a sense, he's proven himself more Christian than the Count of Flanders. And we mentioned Richard the Fearless, this guy who looks like Odin, kind of wandering around and fighting the dead. His son is also called Richard, and he becomes so admired for his piety that he is given the title Richard the Good. And he's a great founder of monasteries. He's a great patron of churches. He has excellent relations with the king of, let's call him the king of France by this point, you know, West Francia, this kind of realm that is evolving out of what had been the empire of Charlemagne and kind of becoming the kingdom of France. It won't be called France until much later, but I think we can call it France without too much risk of anachronism. And Richard the Good, he's a loyal ally of the French king. And I think he's kind of angling for a promotion. He's a bit bored of being the Count of Rouen. He started to call himself the Duke of Normandy and he wants the French king and everyone else to kind of buy into this as well. And so you can see that the Viking and the Christian and the Frankish are all part of the mix. Yeah. And because you have this Christian element, there is actually something there for Athelred to play with. Right. Because could you not argue if you're looking, if you're him, you could say instead of just buying these people off year after year or maybe trying to fight them, why don't I say to them, you know, I don't know, a bit like the Romans with the Germanic tribes. Why don't you say to them, guys, you know, why don't you just come and live here and you can police the coast for me? That's basically what Charles the Simple had done with the Normans. Well, I don't think he wants to do that because he can see that Normandy hasn't turned out brilliantly, but he doesn't want that. So it's actually an object lesson in what to avoid? Right. And also, there are lots of Danes in England who've been settled there since the previous century. And there is a suspicion that they are kind of helping out the Vikings when they come. Fifth column. A fifth column. So I don't think he wants to do that. But obviously one of the things he could do is to say to the Viking warlords, as well as giving them money, he could say, you could use this money to go off and found a Christian kingdom back in Scandinavia. And the person that he particularly works on is the most sinister and formidable of all his opponents, and that is Olaf Tryggvason. So the deal is, he will give Olaf Tryggvason, even by the standards of the Dengel, a massive amount of money. So he raises £16,000. I mean, that is an obscene amount of money. But in return, Tryggvason has to accept baptism at the hands  Let's go. raises £16,000. I mean, that is an obscene amount of money. But in return, Tryggvason has to accept baptism at the hands of Athelstan, who will become his godfather. It's possible he has been baptised before, either in the Sili Islands or in Denmark, but it is this great ceremony which is held in the heartlands of Wessex, which is the definitive entry of Olaf Tryggvason into the Christian people. And this policy, Athelred's policy, his wheeze, works brilliantly. So Tryggvason, armed with his cash and baptised as a Christian, he becomes fired with the zeal of a true convert. He becomes convinced that Christ has personally chosen him to become king of the Northway and to bring his countrymen to baptism. And so he heads back home, kind of burning and looting and enslaving as he goes in the name of the Prince of Peace. And Æthelred, back in England, can breathe an enormous sigh of relief. He can start to look on Olaf Tryggvason almost as an ally because when Olaf goes back to Norway, he does so accompanied by an English bishop. And when he arrives in Norway, he's got all this money behind him so he can hire large, large numbers of followers who are attracted as well by the fame of his name and he very rapidly topples the local strongman the strongman um runs away ends up hiding in a pigsty and there he is decapitated by his own thrall well so it is yeah that is the kind of fate that that any great conqueror would wish on his. And Olaf Tryggvason, he sets about trying to convert Norway to Christianity. So he builds the first church in Norway. He founds Trondheim. And what he is doing, he's not just behaving as a Christian, but specifically as a Christian king. Right. Well, we'll get into this a little bit more when we do our episodes about Norway and about Harold Hardrada later on. And about how much is he motivated, as you said, by wanting to copy the Prince of Peace. And how much is he really thinking Christianity is the prestige religion. It means status. It means power. It means kingship. It means authority. Yeah. And, you know, that's what I'm buying into into but just to go back to england so there are vikings left in english waters aren't there because ethelred has actually bought a large part of olaf's army and possibly some of his fleet so there are probably thousands of troops of danes basically hanging around and we will come to what happens to them but also i know this is absolute tom holland bingo so you know yeah let's go for it so enjoy yourself the millennium is coming and people at this point so at the end of the um 10th century people at this point start to think well when the year 1000 when we get to the year 1000 that probably be the end of the world so we should start making our dispositions accordingly i'm not sure they quite think that and it's further complicated by the fact that actually you're not allowed under you know the rulings of the of the church fathers to speculate you're not allowed but you can sense i think in in in many things that english churchmen writing, that there is a sense that the millennial anniversary of the birth of Christ, that something is kind of looming.",
    "speaker": null,
    "startTimecode": 2526020,
    "endTimecode": 2992140
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/16",
    "text": "So back in 971, the Archbishop of York had warned in very stern tones, so veiled by secrecy is the end of days that no one in the entire world, no matter how holy, nor even anyone in heaven except the Lord alone has ever known when it will come. So that's the standard Christian teaching. You know, don't speculate. But the bishop then, he can't leave it alone. And so he ends his sermon by declaring all the signs and forewarnings that our Lord told us would herald doomsday have come to pass. So basically, don't speculate. Oh my God, it's going to happen. That's essentially where he's at. And there's actually, there's a lot of this, isn't there, in the final decades of the century. And, you know, whether or not churchmen believe it, it's kind of irrelevant because the person who definitely seems to have believed it, who maybe thinks, you know, I've actually been appointed by fate, by God. Yeah. to be the person who's in charge at this crucial moment in human history, in the history of the universe, is Æthelred himself. Right. And the idea that Æthelred is some kind of wuss, that in a way he is less prone to violence than, say, a Viking chieftain, couldn't be more wrong. Actually, he's more than capable when he gets his act together and has the opportunity to kind of focus on external enemies, to feel that going and attacking them is absolutely God's will and that this is the best way to prepare England for the millennial challenges or opportunities that may be approaching. so in the year 1000 itself he leads an expedition deep into scotland ravaging away like you know just like a viking might and in the same year he actually sends an expedition across the channel to launch a raid on normandy and later norman sources will say that this was beaten off but i'm not convinced by that because it certainly seems to have served ethelred's purposes which is essentially to intimidate the count of rouen or the duke ofandy, whatever you want to call him, into behaving, into not being so welcoming to the pirates who've been praying on England. And the most striking evidence for this comes early in 1002 when Richard the Good, the Duke of Normandy, agrees to marry his sister, Emma, to Æthelred. And it is recorded in the Anglo-Saxon Chronicle, then in the spring, the lady, Richard's daughter, came to this land. And Emma on her arrival is given an English name, so Alfgifu. We don't know how she felt about that, but we'll continue to call her Emma. And she is anointed as queen. And Æthelred is the first English king to marry a foreign bride since the father of Alfred the Great. And it is a marker of his increasingly proactive and assertive exercise of policy. and the English people looking at Athelred, looking at the sister of the Duke of Normandy, Emma, sat beside him, you know, they could start to feel that perhaps the worst is over, that actually perhaps what the millennium is bringing is the promise of a kind of universal and eternal age of peace, and that the wheat field of England's kingdom, and I use that metaphor pointedly, at last it's been secured against all the trampling of viking feet and bloody flames and blight and storms and ruin that at last the harvest time for england is come well that sounds lovely now we'll come back to emma in this series because she is a massive massively interesting and important figure it's a shame we don't actually know more about her in her life because she's one of those women whose story kind of blazes across medieval history. However, I enjoyed your wheat field metaphor. Did you? You picked that up. I did pick that up. And I'm thinking, I can see where you're going with it. And I can see that Ethelred is also somebody who enjoys a wheat field metaphor because he is going to develop this metaphor himself in an excitingly bloody way. So the wheat field, I think, to any devout Christian listening to that would immediately have reminded them of Christ's words as recorded in the New Testament. So Æthelred undoubtedly is looking to the words of Christ for guidance, how he should rule as king. And Christ had said, he who sows the good seed is the son of man. The field is the world and the good seed means the sons of the kingdom. The weeds are the sons of the evil one and the enemy who sowed them is the devil. The harvest is the close of the age and the reapers are angels. Just as the weeds are gathered and burned with fire, so will it be at the close of the age. And so if it is the close of the age and the reapers are angels. Just as the weeds are gathered and burned with fire, so will it be at the close of the age. And so if it is the close of the age, if this is what the millennium portends, then does that mean that it is time to gather the weeds and consign them to flames? Get rid.",
    "speaker": null,
    "startTimecode": 3025280,
    "endTimecode": 3276980
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/17",
    "text": "Yeah. And so who might these weeds be? Well, so Trigvason and his men have gone, but there are lots of other Northmen or Danes. So the English tend to call all the Northmen Danes as a collective. And these people are living openly in the towns of England. And many of these are recent arrivals. Lots of them claiming to be merchants, but, you know, can you be sure? Others are mercenaries, as you said, who've been employed by Æthelred himself. And they keep rebelling, don't they? So I had a look, they rebel in 997, 999, the year 1000. I mean, they are very disputatious and difficult because they are thugs. They're armed men. Right. And so how can Ethelred know what atrocities and rebellions they might not be plotting? And more than that, you know, they're a fifth column. What if Viking raiders come back from overseas? Right. You know, these are a standing danger. And so it is that Ethelred decides on a fateful millennially tinged policy. So to quote him, his own words, a decree was sent out by me with the council of my leading men and magnates to the effect that all the Danes who had sprung up in the island, sprouting like weeds among the wheat. So that absolutely nails it. This, you know,  Thank you. to the effect that all the Danes who had sprung up in the island, sprouting like weeds among the wheat.",
    "speaker": null,
    "startTimecode": 3277620,
    "endTimecode": 3347620
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/18",
    "text": "So that absolutely nails it.",
    "speaker": null,
    "startTimecode": 3349220,
    "endTimecode": 3350260
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/19",
    "text": "Ethelred has that biblical verse in mind.",
    "speaker": null,
    "startTimecode": 3352660,
    "endTimecode": 3353220
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/20",
    "text": "We're to be destroyed by a most just extermination. And this decree was to be put into effect even as far as death.",
    "speaker": null,
    "startTimecode": 3356580,
    "endTimecode": 3361620
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/21",
    "text": "So this is what sets the scene for the massacre of St. Bryce's Day, which is on the 13th of November in the year 1002. I mean, the amazing thing about it, I guess, is that in a more disorganized state, it would not have been possible. But precisely because England is centralized, well-run, a well-oiled machine, Ethered can send out his orders across the kingdom. We can't be sure how many people are killed,  but to people across the kingdom and to Thank you. well-run, a well-oiled machine, Ethered can send out his orders across the kingdom. We can't be sure how many people are killed, but to people across the kingdom and to say, on such and such a day, you round up the Danes and kill them all? Well, what do you think, Tom? I mean, I think it's clear that the apparatus of the English state, very effective at raising taxes, is also very effective at organising a pogrom. And there is undoubtedly a lot of slaughter of slaughter i mean i think it's improbable that all the danes in england are killed because just because there are so many of them and the process of identifying who exactly is a dane is also complex but there's no question that those who are targeted for elimination are massacred with extreme prejudice. And we actually have archaeological evidence for this. So we're told that in Oxford, Danes are incinerated as they huddle together for protection in a church.",
    "speaker": null,
    "startTimecode": 3362180,
    "endTimecode": 3435240
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/22",
    "text": "And in 2008, archaeologists were excavating in the grounds of St. John's College in Oxford. And they found the skeletons of 37 young men and children who presumably were victims of this particular massacre and it's likely hundreds yeah perished yeah and precisely because ethelred's language is is so overtly apocalyptic this bloodshed must have seemed to everyone in england kind of freight with ominous meaning. The sense that, you know, if these are the weeds who've been planted by the devil, then Æthelred and the English must be engaged in the battle with satanic powers. And whether that's entirely reassurance, of course, I mean, the sense that Antichrist or whoever may be kind of lurking on the orders, you know, that is something to worry about. But there is also another more pressing, less supernatural cause of worry, which is that the Danes back in Denmark, you know, they have a king. And what is, you know, what's he going to make of it? And there is a report. It's very late entirely reliable but the fact that it you know that that it comes to be reported i think points to the risk that ethelred has taken and this report is that one of the women who were killed in the massacre was a woman called gunhilda and that she was the sister of the king of denmark and you know how is this going to go down across the waters of the North Sea? Well, Tom, do you want to know what a best-selling recent history of this period for younger readers makes of this moment? So sometimes historians are criticised for not using enough imagination. And I don't think you could say this about this passage. Let's hear it. So this is from your book for children on the Vikings. As darkness fell over the Thames, a ship pulled away from an old wooden jetty. Huddle aboard wrapped in their cloaks was a group of young Danish men who had managed to escape the flashing knives. For days they sailed east, chilled by the gales and soaked by the waves, grief and shock written all over their faces. Only when they glimpsed the dunes of the Danish coast did they breathe a sigh of relief. When they stood there in the hall of the king, panting out their dreadful story, he said nothing. But in his cold blue eyes there was only death. The next morning the word went out, all men must make ready. When spring came, the king was sailing west swain forkbeard would have his revenge and this time there would be no quarter cold blue eyes terrifying definitely had them so in our next episode those cold blue eyes will be fixed fixed on England with consequences that we will be exploring.",
    "speaker": null,
    "startTimecode": 3435880,
    "endTimecode": 3608280
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/23",
    "text": "And if you want to hear that and indeed the rest of this series, all four episodes, you will get them if you are already a member of the Rest It's History Club. And if you're not, you can go to therestitshistory.com and sign up there.",
    "speaker": null,
    "startTimecode": 3608800,
    "endTimecode": 3622900
  },
  {
    "id": "e880b41a-4594-474a-b6af-79b105cc3605/transcript/paragraph/24",
    "text": "So next time, Svein Fortbeard has his revenge. Goodbye. Goodbye.",
    "speaker": null,
    "startTimecode": 3623960,
    "endTimecode": 3627500
  }
]