[
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/0",
    "text": "Thank you for listening to The Rest Is History. For weekly bonus episodes, ad-free listening, early access to series, and membership of our much-loved chat community, go to therestishistory.com and join the club. That is therestishistory.com. This episode is brought to you by Mint Mobile. Some of the great tussles and battles throughout history have been over money. After all, who doesn't love to have a little extra cash on hand? But you don't have to lead a cavalry or storm a castle to bolster your bank account. Do you know there's a much easier way of doing things? The single easiest thing you can do to save money is to switch to Mint Mobile. Because unlike other wireless carriers that drain everything they can from you, don't they, Tom? Mint Mobile have plans that start at just $15 a month. And that's with high-speed data and unlimited talk and text. That's amazing, Dominic. So if you like your money, Mint Mobile is for you. Shop plans at mintmobile.com slash history. That's mintmobile.com slash history. Upfront payment of $45 for three-month five-gigabyte plan required, equivalent to $15 a month. New customer offer for first three months only, then full price plan options available. Taxes and fees extra. See Mint Mobile for details. This episode is brought to you by Polestar. Now for a quick break from the past, let's focus on the future. Making the switch to electric doesn't have to mean leaving your dream car in the past. And when it comes to electric driving, Polestar 3 is setting the new standard. Polestar 3 drives like a sports car and has the spacious comfort of an SUV. With Polestar 3, you can truly have it all. And did we mention the range of up to 350 miles per charge? Discover why this SUV is the future of electric driving when you test drive. Book your test drive at his best. If you step out of line, I will be there.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 147620
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/1",
    "text": "Marvel Television's Daredevil, born again. Now streaming only on Disney+. us.",
    "speaker": null,
    "startTimecode": 150100,
    "endTimecode": 140380
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/2",
    "text": "Strange tales were told of Olaf Trigvason's return to Norway. One day it was claimed the new king was in a fit mood to be entertained. At his side there suddenly appeared an old man, cloaked and white-haired, with only a single eye. Entering into conversation with the stranger, Trigvason found that there was nothing the old man did not seem to know, nor any question to which he could not give an answer. All evening, the two of them talked, and even though the king was eventually persuaded to retire to bed by a twitchy English bishop who had grown suspicious of the one-eyed stranger. Trigverson could still not bear to end the conversation, but continued it even as he lay on his furs late into the night. At last the old man left him, and the king fell asleep. But his dreams were strange and feverish, and waking up abruptly, he cried out for the stranger again. Even though his servants searched high and low, however, the old man could not be found, and Trigvason, brought to his senses by daylight, shuddered at his close escape.",
    "speaker": null,
    "startTimecode": 151180,
    "endTimecode": 238200
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/3",
    "text": "When it was reported to him that two sides of beef, a gift from the stranger, had been used in a stew, he ordered the entire cooking pot flung out. A godly and responsible act, for clearly it was out of the question for him, as a follower of Christ, to feast on meat supplied by Odin. Well, that riveting passage finely wrought prose that was produced by none other than our very own hollywood's own tom holland in his book millennium it's about the end of the world and the forging of christendom is that the subtitle of the book yeah that kind of stuff exactly i thought a nice compliment to the reading from your own book on this subject with which we ended the previous episode so a nice segue they're a perfect match we ended last time with a reading from fury of the vikings listeners may remember that danish refugees in the wake of a terrible massacre in the towns and villages of england have fled across the north sea to scandinavia to bring the news to the danish king and revenge is coming. So today in this mighty series about the events of 1066, we turn from England to Scandinavia, to the Northlands. We look north to the world of the Vikings, which is now beginning to change. And that opening reading about Olaf Tryggvason rejecting Odin's beef is a reminder of the throes of cultural and social change that are transforming Scandinavia. So Tom, you talked last time about this guy Olaf Tryggvason. He is a terrifying, slightly sinister Viking leader who had beaten an English army in 991 at the Battle of Malden, who had led all these pillaging raids across southern England, and has extorted a huge amount of silver from England's king, Æthelred the Unready. But Olaf Tryggvason is an embodiment of change in himself, isn't he? Because he's converted to Christianity, and he's been paid off by Æthelred, and he has gone back to Norway. So tell us a little bit about him and why he matters. Yes. So he's returned to Norway, the Northway, the great road that kind of winds up the coast of Norway. And he is setting about transforming himself from a pagan Viking chieftain into the intimidating figure of a Christian king. and he does this with the same buccaneering enthusiasm that he had shown in extorting cash from the English. So he goes up and down the North Way and he smashes idols and he menaces local pagan leaders and he forces conversions of his countrymen at the point of a sword and he throws out Odin's beef. And I think as that story suggests his his conversion is up to a point pretty genuine um but the question then is why why would he having imposed himself so formidably on our christian kingdom why would he then convert to the god of these seeming losers yeah and i think the answer is that everything he does is very finely calculated to make him look good to kind of redound to his glory to add to his his potency and power and the truth is that even though he had extorted money from the english he can do that because england is rich and I think he has seen enough of you know this great Christian kingdom ruled by Athelred to think well I would quite like a bit of what Athelred has um yeah you know he may we may think of him as a loser but Athelred is heir to Alfred the Great he's a figure of dignity of splendor of wealth and olaf wants it to worship odin is basically to be parochial to be poor to be someone who has to be a predator and to worship christ is to be powerful and rich and possessed of enough silver if you have to to kind of give it out yeah i think it's important for people to get into their heads, isn't it? That the Christianization of Scandinavia is the moment that really marks the end of the Viking Age. But it's not because these warlords think kindness is brilliant and I love turning the other cheek and all that kind of thing. It's because they think Christianity is a winner's religion. People who are Christians are rich, they're powerful. And also, if you're a king, you know, to have one religion, one God, that sounds great. You know, get everyone to believe the same thing and therefore believe in you. And I think it's more than just about belief. It's also about the apparatus of power that Christianity provides because it's very much a literate civilization. You have bishops who can serve you as ministers that could then enable you to kind of construct the kind of kingdom that you find in England. It enables you to have more sophisticated ways, essentially, of raising troops. And therefore, the offer is that you can be even more bloodthirsty and extort even more money. Ultimately, is the kind of the base practical reason for it it and the degree to which this is something that is very much in the air in the early 11th century is the fact that Olaf Tryggvason is not the first Viking warlord to have clocked this so south of the north way you go across these icy reef strewn waters that separate Norway from Denmark.",
    "speaker": null,
    "startTimecode": 238920,
    "endTimecode": 565840
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/4",
    "text": "And there you come to the flatlands of Jutland. And there stands the seat of the kings of Denmark. And we talked in the first episode about how England is very precocious, but it's not entirely unique. because in Denmark, at the same time as the Kurdik Ingas, the great dynasty of Alfred the Great, are establishing their rule over a United Kingdom of England, a dynasty of kings in Denmark are doing much the same thing. And they set up a great kind of showcase of their dynasty's power at a place called Yelling, which is in the heart of Jutland. And it is, you know, we've already alluded to Tolkien. It is like something out of Lord of the Rings. It's a place of ancient graves and you've got gold ringed warriors with their swords and their spears standing on guard outside kind of great halls, great feasting halls. And you also have two huge mounds of earth that had been raised by gorm it's a great old gorm the old who is the founder of this dynasty and had been a pagan but the amazing thing is is that between these two great barrows these two great pagan piles of earth there stands a church and beside the church there is a great block of granite that has been carved so into the stone with an image of a crucified christ who is entangled with serpents and it's inscribed with runes and these runes read and i quote king harold had this memorial made for Gorm his father and Fiery his mother. That same Harold who joined together all Denmark and Norway and made the Danes to be Christian. Yeah, it's an amazing sight, actually. I'll tell you what, it's accessible within half a day from Legoland. I know, I remember it well. It's an excellent trip. The Danish Tourist Board, if they want to sponsor us, they they really ought to because I recommend it to the listeners as a long weekend you can knock off Legoland and the yelling stones in the same trip and of course this is matters because these stones the inspiration the guy who set them up King Harold you mentioned his his nickname is Bluetooth and these stones showing the integration of of pagan and Christian and of course, all Denmark and Norway being joined together, are the inspiration for Bluetooth technology, would you believe? Yes. And the symbol for Bluetooth is kind of fusion of the runes for H and B, so the two initials of Harold Bluetooth. Yeah. And the idea behind naming that technology Bluetooth was this idea that Harold had joined together denmark and norway in fact it was just the southern reaches of of norway like this is teaching all the world to sing kumbaya wonderful of course i mean there was nothing touchy-feely about it at all it was a very brutal process of conquest and you can see in this kind of great rock this great stone with the symbol of Christ and carved on it, that the process of conquest is being elided with the process of becoming Christian. And as you said, to be the servant of a kind of single omnipotent God, rather than a whole host of gods, this is to be a Caesar. This is potentially to have power that is far more prestigious than anything that the pagan world could offer. And of course, as we said, also, it brings bureaucracy and bureaucracy in turn enables the organization of a treasury and a treasury enables the commissioning of infrastructure and the building of ships and the arming of ever larger armies. and the danish king who best demonstrates this is not harold himself but his son svein forkbeard who at the end of the last episode yeah you reminded us had cold blue eyes in his cold blue eyes tom there was only death because svein forkbeard has just heard the news of the massacre of Danes in England and he has also according to some sources heard that one of the victims is his own sister Gunnhilde right and this is a man with whom you do not want to mess so Tietmar the bishop of Merseburg said that he was and I quote not a ruler but a destroyer And Svein Fortbeard, he may be, you know, a new kind of Dane in that he is a king in a Christianizing world and he has more bureaucracy behind him and all of this kind of thing. So he's not a Viking raider or a Viking warlord, but he's just as frightening and formidable as the most sinister and blood-drenched of Alfred the Great's adversaries or whatever. Yeah, I think he's a much more frightening figure, much more kind of chill and calculating than any of the pagan Vikings, actually. Right, than either the boneless. Yes, precisely because he is starting to kind of institutionalize his menace. But you still have the slight vein of brutal comedy that you often get in viking epics so the story of how he comes to power he actually topples his father harold bluetooth so in 986 he leads a rebellion against harold and there are various stories that are told of harold's ends and the most comical and therefore the one that we will go with yeah the one that you do you tell in your book not necessarily the truestuest, but the one that you enjoy the most, Dom, I think it's fair to say. Yeah, so the father and son have a kind of parley on an island. They're just about, you know, they've got all their fleets behind them. And then Harold Bluetooth goes off to go to the toilet to have a dump. And as he sits down to start the process, an arrow is fired and it goes straight up his anus. And this will not be the last toilet-themed death that we will be touching on in the course of this series. So Svein had been a comrade of Olaf Tryggvason, the guy who rejected Odin's beef, but they are rivals within the world of the North Sea, aren't they? One of them is Norway, the other is Denmark, basically. Yes. And Svein had fought with Olaf Tryggvason at Malden so was fully aware of his potential and his formidable qualities and so therefore decides that he's going to have to eliminate him and one of the many ways I think in which Svein fought Beard is a frightening figure is he's a great man for delayed gratification so he takes his time and he slowly builds up an ever more intimidating force with which to take on the norwegian king and in the year 1000 this great fleet set sail to destroy olaf tryggvorsen tryggvorsen himself is kind of ready for it he's got an absolutely enormous kind of dragon ship called the long serpent the largest dragon ship ever fashioned he's got 60 ships that are kind of similarly impressive and intimidating so these two great armadas sailing out to meet one another but um forkbeard's force is ultimately far more intimidating olaf tryggverson's fleet is rapidly wiped out and it ends with Tryggvason himself, who has got golden armour, bright red cloak, so kind of very on brand. His enemies have cornered him, they're about to grab him, and Olaf Tryggvason leaps into the sea. And when Sven Falkbeard's men tried to rescue him from the waters he threw his shield over his head it is said and vanished beneath the waves and so he dies as he had lived as a great viking hero a man whose name will be celebrated in song but swain folkbeard has secured for himself power beyond the dreams of any previous scandinavian. Right. So this is a thing. Svein Fortbeard at this point, who is this very formidable character, of course, famous for his beard. We should stress this. He has this forked beard, which I think in itself is quite intimidating. Yeah. So he is the man that Æthelred the Unready has basically chosen to provoke. It's mad. But I guess Ethelred thought he had no choice. He just he thought the Danes were a fifth column and he just had to get rid. But I mean, you've said in your notes that if he'd been facing somebody else, it might have been a reasonable calculation. But as it is, because word is bound to reach Svein Fortbeard. Yeah. It's, and I quote, the worst policy decision in the whole of English history. I mean, Bridget Philipson might have something to say about that, Tom. I say there's a case for saying. Yeah. It's in the top two. I think it's a moral disaster, obviously, because actually murdering people who are your guests in your kingdom is a terrible look no matter whether you have kind of apocalyptic justifications or not but i think it's an insane misreading of not just fain forbid himself but the capabilities of the danish kingdom and i guess the reason that ethelred misreads it is that he is thinking that denmark is still the country you know that it was back in the pagan days He hasn't clocked the fact that it is starting to become a kingdom very much like his own. And the consequences are utterly disastrous. And I think that anyone in England listening to this who is currently depressed about the state of the country should sit back and reflect on the fact that it was actually a lot worse okay in the latter years of ethelred's reign so let's get into svein forkbeard's revenge so he clearly spends the next few months mustering his forces assembling his fleet you know sharpening their swords and then a few months after the St. Bryce's Day Massacre in 1003, he lands in Wessex in the heartland of the English kingdom at the head of this gigantic fleet and a massive expeditionary force and Tom he wants to bleed England dry as so many raiders have done but also he's after ethelred's authority the symbols of his authority and he heads for where else for wiltshire and the salisbury area he does yeah he does so he he first of all lands in devon but he storms and burns exeter and then he marches on my own native county of Wiltshire and its county town of Wilton. And Wilton is one of the great symbols of the authority of the Kurdakingas, the dynasty of Alfred the Great, and particularly of its women. So Wilton is the site of an abbey that lies under the particular protection of the royal women of the royal dynasty. And so to attack it in a way is to insult Athelred's masculinity, his inability to defend the property of his women. And it has a kind of great spiritual potency. So two sisters of Athelstan, the first king of United England had been nuns there. And in 955, this is very interesting for me, one of the brothers of Athelstan who had ruled in succession to him as king, had granted to the nuns there um and in 955 this is very interesting for me one of the brothers of athelstan who had ruled in succession to him as king had granted to the nuns of wilton two villages in the nearby chalk valley one of them was a village called bower chalk and the other was a village called broad chalk and that's where i grew up so this is very much my neck of the woods yeah and it means that i have a particular devotion to uh the memory of this great abbey uh and one of the great saints of the kurda king gas had also been there so this is edgar's daughter edith and therefore the half-sister of athelred she'd been very devout very holy uh much loved by the locals for her kind of kindness and generosity but she'd also been celebrated for her tremendous dress sense by far the most stylishly dressed nun in England. And she had been criticised for this, but God demonstrated his approval of her kind of sassy dress sense by making a burning torch drop into the great chest where she kept her clothes. And the chest got kind of, you know, blackened, but so it's a spectacular miracle yeah that must have definitely happened well you may scoff dominic but when she dies she's only kind of in her late 20s the memory of this extraordinary miracle is such that she is um enshrined as a saint golly well so what do you say what do you make of that i think it's bon mean. God, honestly, mercy and skepticism. I have no time for Wessex's Saints, to be honest with you. I just, I look down on them. Well, I think that reflects poorly on you. And maybe you would have been at one with Svein. I would. I would have thrown my lot in with Svein straight away. Svein is marching on Wilton. He's marching on Wiltshire and the Salisbury area at the head of a marauding, hairy band of Vikings. And of course, it's the duty of the Elderman of Wiltshire, a guy called Alfric, to stop them, to preserve this great symbol of Wessax and royal power. And he arrives on the crest of the hill looking down at Wilton. He sees the Viking horde. All his men are lined up waiting for him to sound the battle trump. Yeah. And instead, he's so terrified that he voids his bowel and vomits all over the soil. That is the, that's what I associate with people from that neck of the woods, Tom. That's the behaviour that I've come to recognise. He runs away and Spain torches Wilton, loots the Abbey of its gold. And of course, you know, this is devastating to Athelred in every way right he's lost the money and he's been humiliated this great symbol of his power has been devastated and svein makes sure to extort everything that he can and ultimately you know he only leaves in 1004 after athelred has given him yet more dane geld so now we really are into the routine of dane geld aren't we because the issue now is that sweyn knows he can just come back again and again hit england get more dane geld and use that dane geld i mean this is your kipling lines you know if you pay dane geld you will never get rid of the dane because sweyn to beef up his army, beef up his fleet, and then come back the next year or two years later for more money. Yeah, it's like going to kind of endless, going to a cash point with somebody else's card. Right. Because every time the Danes return, 1006, 1009, they are better equipped, more formidable, more terrifying. I have to say there's an absolutely brilliant book on this that I read a few years ago by a Norwegian historian called Tora Skea called The Wolf Age and it does this in basically kind of week by week narrative and it just goes on and on and on of all of these conquests and one of the key characters is a guy called Thorkell the Tall and he he's very tall but almost he's called Thorkell yeah we. He's really brutal and effective, isn't he? I mean, he keeps looting and pillaging all these towns. And so in 1011, they go for a place that's even more significant than Wilshire and the Salisbury area, which is Canterbury. Yeah. The seat of Christianity in England. And they capture the Archbishop. They lock him up in a cage and they keep him there for six months. And then they hold a great celebratory feast at Greenwich, kind of downriver from London. At Easter. Yeah, at Easter Saturday. Yeah.",
    "speaker": null,
    "startTimecode": 566500,
    "endTimecode": 1473980
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/5",
    "text": "And they get absolutely wasted and they've been hiding mighty haunches of beef. And there are great skulls of oxen and bones and stuff. And they all start pelting the Archbishop with these bones. And the poor guy dies.  Do you know what name of the man who this is so tolkien the name of the man who finished the archbishop off he was called thrum yeah the orcal and thrum yeah and this is again to emphasize just abject humiliation for athera I mean, it's bad enough to see the great Abbey patronized by the women of your dynasty wiped out. But to have the archbishop of your kingdom pelted to death with ox bones, I mean, doesn't get worse than that, really. So in the long run, Atherred's solution is yet again financial. He can't fight england it's interesting isn't it that england despite being so wealthy just doesn't have the martial tradition the culture it does and this is where i think the revisionism on ethelred gets it wrong okay he has shown that he can fight i mean he invaded scotland he launched an attack on normandy spoiler alert his elder son will show that it's perfectly possible to raise troops and to fight. So why doesn't he do it in a convincing and effective way? I suspect that the humiliations heaped on him has broken his prestige and the resentment of him as a man who just keeps extorting money and handing it over is kind of corroding the willingness of people to kind of go the extra length for him people basically think he's a loser and they don't think he's a loser and where i think it is it is reasonable to say that ethelred is unlucky is just to emphasize the fact that he is up against something new with this the fact that denmark is a state rather than a kind of consortium of raiders I think this is something that he hasn't properly clocked but he really should have done by this point he should have fought and in 1012 I think Etherred decides the policy's not working what I need to do is to try and specifically buy off some of these raiders and employ them as my mercenaries and he he targets Thorkell the Tall, this guy who had captured the Archbishop of Canterbury, gives him another massive bribe and wins Thorkell over together with 45 ships. But the problem is that this policy, which maybe 10 or 20 years before would have worked, is a failure because it just makes Svein alarmed. You know, he doesn't want to think of Athelred teaming up with someone as formidable as Thorkell. And so he decides the time has come for me to invade. And as he had done with Olaf Tryggvason, so with Athelred, he's been playing a very long game. And his policy with Athelred has been to bleed him dry of, you know, the lifeblood of silver and then to close in for decapitation. And so in 1013, that is what he does. He sails up the Humber estuary with a huge invasion force. And the Humber estuary, effectively, if you're facing Vikings from across the North Sea, is like a dagger point sticking into the heart of England because it leads to York, the great second city of England and which for so long had been a Viking capital. There's loads of Danes in this area. I mean, there are people with Danish surnames. There are Danish place names. Yeah. There are all these people who perhaps for whom it is perhaps not such a stretch to imagine having a Danish overlord rather than an English one. And it seems pretty clear at this point, doesn't it? Do you agree that Svein, this isn't another raid. He's like, right, let's finish this now. I'm actually just going to take this over and this is going to become part of my empire. Yeah, he's been planning it. And now the moment has come. And he combines menace with overtures to the local aristocracy in mercia um and they are so battle scarred and weary that they start accepting swain's terms and handing over hostages um offering homage to swain and by the end of that year 1013 Athelred is effectively staring down the barrel. He no longer has the run of his country. He's bottled himself up with Thorkell in London, but he knows that he can't hold out for long, that the whole country now effectively is submitting to the Danish king. And so he orders his queen, the Lady Emma, who is of course the sister of the Duke of Normandy, go on board a ship and to take with her their three children. So those are two boys, Edward and Alfred, and a girl, Godgifu. And once they're on the ship to set sail for Normandy. And this will be really important later on. The fact that these children, one of whom is called Edward, so listeners should remember him, are disappearing into exile in Normandy to her homeland. Exactly. Athelred still can't quite bring himself to endure the humiliation of seeking sanctuary with the Duke of Normandy. So instead, he leaves London and he kind of hangs out on the Isle of Wight, spends Christmas there. And it's miserable because effectively he is now the Viking. His court has shrunk to his fleet.",
    "speaker": null,
    "startTimecode": 1474500,
    "endTimecode": 1790340
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/6",
    "text": "And in the new year, he kind of gives up. And in the dying days of 1013, so in the days immediately after Christmas, he decides that this is hopeless. And he too sets sail for the Norman court. So now the dynasty that has ruled England for so long, the dynasty of Alfred and of Edward the Elder and of Athelstan has gone off into exile. The Danes are the masters of England. And a Danish king. And a Danish king. Yeah, in Svein Forkbeard. And then an unbelievable George R.R. Martin style twist. The 3rd of February, 1014. Tell us what happens to Svein Fortbeard, Tom. Well, he dies and there are conflicting accounts about what exactly happens to him. So some say that he died in his sleep. Others that he fell off his horse and smashed his head. And others say that he was killed by St. Edmund, the King of East Anglia, who back in the time of King Alfred had been shot to death by pagan Vikings and had since been enshrined as the great patron saint of the East Angles. That St. Edmund had appeared to St. Forkbeard in a dream and struck him with a pole and that had finished him off so listeners make up their own minds was he killed by saint edmund in a dream with a pole or did he as i read in another book have a stroke niss scunthorpe you know how you basically you can divide the human race into people who think go with the stroke and scunthorpe or the pole people what i will also, again, over the course of this story, people dying unexpectedly. Yeah. And often it's mentioned at feasts. Again, this is an enduring theme and people might want to ponder whether perhaps foul play was an operation, but we don't know. Anyway, so Svein Fortbeard is now off the scene. And so the Witan, this great assembly of the elder men, the men who lead the various counties in England, they get together and they decide, actually, maybe we should get Æthelred back. And the Anglo-Saxon Chronicle gives the details of the invitation they send to Æthelred. They said, no sovereign was dearer to them than their natural lord, if only he would govern them better than he had previously done. um yeah that's not really an endorsement is it but i thought it does obviously come back he does so thorkel switched sides by this point was now on back in the back with the danes yes but uh there's a norwegian on the scene a guy called olaf haraldson and dominic we'll be hearing about him again uh soon he's a very stout man. Very stout, yes. And very saintly in the long run, despite being very murderous. So Olaf Haraldsson helps capture London for Athelred from the Danes. He sails up the Thames and he pulls down London Bridge. I'm never entirely sure how pulling down London Bridge helps him. Helps him, yeah. But he does. And there's a kind of, there is a thesis that this is the origins of the nursery rhyme. London Bridge is falling down. The other great champion of the English resistance to the Danes is Etherred's eldest son. So that's not by Emma, but by a previous queen. And this is a guy called Edmund. He had scorned to flee England when Etherred and his sons by Emma had gone. He'd stayed in England. He's very charismatic. He's very brave. And he's so formidable in battle that he wins the nickname of Ironside. He's a tremendous man, isn't he? And actually, you could say he is the last English king in the sense that he is the last king to rule who is of purely English descent. When we make this as a TV drama, he should be played by an AI de-aged Sean Bean. That will give people a clue as to what happens to him. As to whether he's going to win.",
    "speaker": null,
    "startTimecode": 1791020,
    "endTimecode": 2015840
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/7",
    "text": "In fact, yes, more toilet-based deaths are approaching. But for now, he's done very well.",
    "speaker": null,
    "startTimecode": 2017700,
    "endTimecode": 2023760
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/8",
    "text": "In fact, he's so cross with Aethelred that he's basically kind of binned him and is is saying oh well i should be king and between them edmund dionside and olaf haraldson succeed in re-establishing um the rule of the kurda king gas the prospects for edmund dionside as a future king are all the brighter for the fact that his father by now is a dying man. And in 1016, he duly shuffles off this mortal coil. But his passing actually is barely noted because by now everyone's eyes is on Edmund Ironside. You know, he's tremendous. He's dashing. His sides are made of iron. And he claims the throne. Yeah. There is, however, a problem because he is not the only claimant to this throne. There is a rival. And who that is and how the contest of this rival with Edmund Ironside develops, we will discover after the break. I'm David Orlashogga, historian and broadcaster. And I'm Sarah Churchwell, author, journalist and academic. And together, we are hosts of Goalhanger's latest podcast, Journey Through Time. We're going to be looking at hidden social histories behind famous chapters from the past. Asking what it was like to have lived through prohibition or to have been there on the ground during the Great Fire of London. We'll be uncovering all of that. And we'll have characters and stories that have been totally forgotten, but shouldn't have been. This week, we're looking at a terror attack that shocked New York, that cost American lives, caused millions of dollars of damage to buildings across Manhattan, that led to establishment of new security agencies and that helped push the United States towards war. But it's not 9-11. This is the Black Tom explosion of 1916, the story of a massive sabotage campaign as Germany made a desperate effort to keep America from helping the Allies during the First World War. And the cast of characters for this story involves playboy diplomats, there's a stranded sailor, an opera singer who's managing a brothel in New York, and there's a hapless spy who leaves secret documents on a train. So join us on Journey Through Time and hear a clip from the Black Tom story at the end of this episode. one single permanent collection of 50 garments where every piece is under constant and relentless refinement. And while, Tom, they have just one permanent collection, they do offer three lengths for every regular size. So, for example, being normal, I'm a medium regular. But you, Tom, you're a large long, I believe. Like a Swedish berserker Viking king, actually, Dominic. Right. And I have to say, I really love their clothes. I have a black hoodie that Sadie has essentially nicked off me. So that's my wife. And I think that when she nicks clothes, that's always a good sign. Well, I'm actually completely with you, Tom. I mean, my Asket cashmere sweater is a massive favourite of mine. And I love the fact, Tom, did you know this, that they work almost exclusively with natural materials and European craftsmanship.",
    "speaker": null,
    "startTimecode": 2024360,
    "endTimecode": 2226060
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/9",
    "text": "And the cherry on the cake? Their products are 100% traceable. No discounts ever. If you don't need anything, don't buy. If you're considering something, visit askot.com.",
    "speaker": null,
    "startTimecode": 2226600,
    "endTimecode": 2237980
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/10",
    "text": "Your data is like gold to hackers. They're selling your passwords, bank details, and private messages.",
    "speaker": null,
    "startTimecode": 2238500,
    "endTimecode": 2244140
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/11",
    "text": "McAfee helps stop them. Secure VPN keeps your online activity private. AI-powered text scam detector spots phishing attempts instantly. And with award-winning antivirus, you get top-tier hacker protection.",
    "speaker": null,
    "startTimecode": 2244740,
    "endTimecode": 2256280
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/12",
    "text": "Plus, you'll get up to $2 million in identity theft coverage, all for just $39.99 for your first year.",
    "speaker": null,
    "startTimecode": 2256860,
    "endTimecode": 2262320
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/13",
    "text": "Visit McAfee.com. Cancel any time. Terms apply.",
    "speaker": null,
    "startTimecode": 2262840,
    "endTimecode": 2265880
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/14",
    "text": "Only a boy, you ship batterer. When you launched your boat, no king was younger than you. So those were lines, lovely lines, written by a praise singer about the very young very impressive very frightening son of svein forkbeard and this is a man familiar to anybody who enjoys anecdotes about waves because he is a young man called knute and knute came with with his father, Svein, to England in 1013. He's probably battle-hardened even at that point. He'd probably been on previous raids. His father has been struck in a dream by St. Edmund with a pole and has died. And so Cnut is now the leader of, well, he's the leader of what? Is he the leader merely of a war band or does he want to be the claimant to a grand North Sea empire that includes England as well as Denmark and Norway? He's got a dilemma, hasn't he, Tom? Does he give up and basically go back to Denmark? Or even at this young age, does he go for it as his father was going to do? Well, I think he both so he does withdraw from england um in the wake of his father's death but as a sign that he will be back remember that the english nobleman particularly around mercia had given him hostages so canute takes these hostages and he maims them cuts off their hands blinds them and dumps them all on the beach at Sandwich. So, you know, that's not fun. And he then goes back to Denmark and he, you know, he's a chip off the old block. He does what his father would have done, which is to use his rank and his power as king of Denmark to marshal another great invasion fleet. And he also sends agents to England to secure pledges of loyalty from all the various danish communities there particularly in east anglia and particularly around the humber because that's where the settlement is the deepest and he also recruits large numbers of mercenaries and it's said in a biography of him by a guy who's very keen on him there were so many kinds of shield it was easy to believe that troops drawn from all the nations of the world were with him. And among them is Thorkil, who has now abandoned Aethelred for good. So he's got these terrifying, massive lads behind him. They're tall. They think nothing of pelting archbishops with oxen bones. And they are sailing for England. And they arrive in the summer of 1015 ethelred is dying but not quite dead so the question in everybody's mind is this is it going to be edmund ironside who succeeds his heir or is knut going to finish what swain fortbeard started and and basically assimilate England into the world of the Scandinavian Empire? And Canute and Edmund go kind of hammer and tongs. And by the time that Ethered finally dies on the 23rd of April 1016, the country is effectively divided in two. So Canute has Northumbria and East Anglia and Edmund has wessex and neither side can really defeat the other and i think that the fact that edmund has been able to secure wessex indicates that etherhead actually had been a failure as a king you know he could have fought as his son did and he didn't and now the country is divided so there is one key territory which remains up for grabs, and that is Mercia. The Midlands. Basically the Midlands. And this is under the rule of an elderman called Edric. And he is a very, very kind of slippery, treacherous opportunist, as is conveyed by his nickname, which is Strayona or or the grabber so he's very much the little finger of this story because he's always changing sides and betraying people and basically you never can be entirely sure well he's only he's on his own side and he is constantly swapping from edmund to knut and back again yes he is so actually the description you get in the anglo-sax Chronicle, it does sound quite like kind of Littlefinger. A man of humble origins, but whose smooth tongue won him wealth and high standing. Endowed as he was with a subtle genius and incredible powers of eloquence, he surpassed all his peers in malice and treachery, as well as in pride and cruelty. It's the Captain Benteen of the story. I mean, he's so treacherous that in a way he over does it right so first of all he sides with knut and tries to have edmund assassinated then he goes over to edmund then he goes back to knut and then he comes back to edmund you know he's a weathervane he is tracking the the shift in fortunes Knuton and Edmund as they fight each other over England. And the climactic clash takes place in the autumn of 1016 on the 18th of October at a site in Essex called Assundun. It's a very, very hard fought battle, but then treachery in the English lines.",
    "speaker": null,
    "startTimecode": 2586760,
    "endTimecode": 2587840
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/15",
    "text": "Edric Strayona, the grabber, has swapped sides yet again.",
    "speaker": null,
    "startTimecode": 2592080,
    "endTimecode": 2592220
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/16",
    "text": "In mid-battle.",
    "speaker": null,
    "startTimecode": 2592940,
    "endTimecode": 2593300
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/17",
    "text": "In mid-battle.",
    "speaker": null,
    "startTimecode": 2594020,
    "endTimecode": 2594780
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/18",
    "text": "Canute wins.",
    "speaker": null,
    "startTimecode": 2595480,
    "endTimecode": 2596500
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/19",
    "text": "Pray singers celebrate his great victory. At Ashington, you worked well in the shield war, warrior king. Brown was the flesh of bodies served to the carrion birds. Great lines. But Ed but edmund you know his sides are not fashioned out of iron for nothing no he's not going to surrender and in the end the two men agreed that they will divide england edmund keeps wessex but canute gets mercy and therefore effectively everything north of the river thames and we've promised toilet-based uh misadventure edmund does not long outlive the agreement so on the 30th of november 1016 he dies possibly of wounds suffered in battle but another account says that he was murdered while sitting on the toilet it's sort of true isn't it that basically everybody who dies in this period there's always an account that claims that it was while they were relieving relieving themselves in some way. Not everyone, but it's certainly a running theme. It's a feature, isn't it? Yes. So we're in 1016, exactly half a century before the very famous conquest of 1066. But this is a conquest just as complete and just as remarkable in some ways as the Norman conquest. This is a Danish conquest. The dynasty of Alfred the Great has been, it appears, definitively driven off the throne. And the Danes, I mean, they really are the masters of England now under Canute. Yeah, they are. And Canute is obviously very keen on killing as many of the Kurdikingas, the dynasty of Alfred the Great, as he can. So Edmund's younger brother, he is murdered on Knut's orders. This still leaves some of them on the scene. So we've mentioned the two sons of Ethelred and Emma, who have fled to Normandy. So they are Edmund's half-brothers, Edward and Alfred. So they are in Normandy and Canute can't get his hands on them.",
    "speaker": null,
    "startTimecode": 2598420,
    "endTimecode": 2710620
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/20",
    "text": "Edmund Anderside himself has left two sons.",
    "speaker": null,
    "startTimecode": 2711460,
    "endTimecode": 2714400
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/21",
    "text": "Canute sends them to Sweden in the expectation that they will be murdered. That's his plan.",
    "speaker": null,
    "startTimecode": 2715140,
    "endTimecode": 2720700
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/22",
    "text": "So it's a bit like Claudius sending Hamlet to England to be murdered. It's the same kind of idea. The king of Sweden doesn't murder them, but sends them on to Kiev. And from there, they end up in Hungary. And the eldest of them, a guy called Edward, will grow up to be known as Edward the Exile. So there are still Kurdic ingots out there, but there are none now in England. You know, since we raised the comparison of the Norman Conquest, here's the crucial question.",
    "speaker": null,
    "startTimecode": 2721420,
    "endTimecode": 2745100
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/23",
    "text": "What happens in England?",
    "speaker": null,
    "startTimecode": 2746900,
    "endTimecode": 2747420
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/24",
    "text": "So my sense is that actually Canute, the top jobs, obviously, he gives to his own supporters, to Danes.",
    "speaker": null,
    "startTimecode": 2750080,
    "endTimecode": 2755100
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/25",
    "text": "So he keeps the heartland of Wessex, but Thorkell, the very tall guy who's swapped sides a few times, but has now ended up on the winning side, he gets East Anglia. And another and another dane a guy called eric gets northumbria so they're parceling out the kingdom rather as william will go on to do after 1066 and these guys aren't eldermen like the anglo-saxons they're something new aren't they jarls yeah which becomes anglicized to earls right so there's the same route you can see elderman and earl i mean it's the same kind of route but to be an earl is to live in a country that has been conquered by the danes okay there is one surviving elderman or earl we want to call him and that is edric strayna the grabber but again as with william who does try to keep some English lords in situ, but they're always rebelling against him. And so ultimately he just gets rid of them all. Edric is too slippery, too treacherous. He starts the scheme again and Canute's not having that. And so he has Edric murdered in London on Christmas Day, 1017. And his head is put on a spike on the battlements ofondon and his body is thrown over the city battlements to serve as food for the dogs that's exactly the kind of thing that you look for in a series like this isn't it yes exactly what's about so that's about the jobs what about the the crucial thing which is about the money the attraction of england is that it's so rich yeah all of these men these mercenaries who have flocked to knute's banners, they have done so because they thought they were going to get the money. What happens to the wealth of England? Is it basically just parceled out and looted? Can I quote from Millennium? Do. You're going to quote from yourself. I'm going to quote myself. Oh, go on. In Canute, the larcenous instincts that had long propelled generations of Northmen across the seas were set to attain their apotheosis for he had his sword at the throat of an entire kingdom so think of all that gold yeah that danes over the course of ethelred's reign had been extorting there's millions of coins well ethelred's ability to do that had depended upon the apparatus of english governance This is what enables him to raise the money.",
    "speaker": null,
    "startTimecode": 2758560,
    "endTimecode": 2886620
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/26",
    "text": "And now that apparatus of English governance is Canute's to command. So he can do with it what he wants. And in the tax year of 1018, he sets the tax rate at 100%. And it takes his agents months and months to extort this.",
    "speaker": null,
    "startTimecode": 2905160,
    "endTimecode": 2905420
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/27",
    "text": "But by the end of the year, essentially the entire income of the kingdom for that year has vanished into Canute's treasure chests.",
    "speaker": null,
    "startTimecode": 2906560,
    "endTimecode": 2913500
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/28",
    "text": "So Rachel Reeves can only dream of such rich pickings. Regular listeners will be disappointed if I don't mention Dennis Healy at this point in his 83% top rate of tax in the early 1970s. So Dennis Healy exceeded only by commute. But so here's the question. Top jobs given to Danes. The money parceled out and basically the entire income of England for a year taken and put into Danish coffers. Why is it, therefore, that nobody remembers the conquest of 1016 when it must have been psychologically pretty devastating, particularly for the English elite, many of whom must have lost not just their money, but their power, their status, their prestige, their self worth, all of those kinds of things. I think it's partly because the English are actually very familiar with the danes and you could talk of a kind of anglo-danish world reaching back decades maybe centuries you know these people that their languages and now that the danes have become christian their religion there is scope there for them to merge so culturally it's not a shock i mean it is a shock but it's not as shock as big a shock as it will be to be conquered by people speaking french i thought that would be a shock yeah but i think also canute may have conquered england but he displays something akin to a kind of cultural cringe so in 1018 which is the year that he's you know extorting his 100 tax rate he allows himself to be persuaded by the Archbishop of York, who's a very distinguished scholar, very holy man, into upholding the laws of the Kurdic Inga, so the laws of Edgar and of Æthelred. Essentially, he promises he will rule as though he belonged to the dynasty of Kurdic and of Alfred the Great. And the reason that he's happy to do this is because he does not want to rule as a Viking warlord. He wants to rule England as a Christian king. He's grown up surrounded by English bishops in Denmark. Harold Bluetooth and Svein Forkbeard had not allowed bishops from Germany to serve there there because the germans are a far more present threat the saxon monarchy so all the bishops in in denmark basically are english and the archbishop of york wolfstan he can serve canute as a kind of gandalf was a merlin or a merlin yeah he's at his side and this sense of intimacy that canute has with his new kingdom is evident in his very bed. Because although he is a Christian, he remains sufficiently a Northman that he thinks nothing of having two wives, both of them kind of English, in his bed. and the question what exactly these two women, what exactly their status are is highly contested. So are they both wives? Is one of them a concubine? So Pauline Stafford, who's kind of a great expert on the role of queens in the 11th century England, she says concubine wife is too stark a distinction to capture this shifting situation and the reason for that will be evident when i describe who these two women these two wives concubines queens whatever who they are so the first one she's from northampton isn't she and she she's an elder man's daughter and she has the brilliant name of elf gifu which confusingly is the same name that emma athered's wife from normandy had been given when she came to england which is why we need to not call her that.",
    "speaker": null,
    "startTimecode": 2914080,
    "endTimecode": 3102080
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/29",
    "text": "Yeah, so Elf Gifu had married Knut in the early days of Svein's invasion, and almost certainly this was a kind of dynastic marriage. So as we will see, she is probably related to the leading Mercian family, and she's a kind of pledge of their alliance with the Danes. And Knutut and elf gif who seem to have got on tremendously well so elf gif who gets pregnant very very quickly gives birth to a boy who is named svein after his adorable grandfather and in 1015 knut sends her back to denmark with the baby knut returns to denmark as well gets her pregnant again and she gives birth to another boy harold who in due course in the 12th century will come to be called hairfoot so he's not called hairfoot in in in this period but we'll call him that we should call him we've got too many harolds from the other harolds yeah so canute clearly respects alfgifu very highly not just as a woman who can give him sons but also as a political operator and when he returns to england to fight edmund ironside he leaves self gifu to administer part of denmark for him right and in 1030 so that's kind of a decade and more on there's an even more striking example of his faith in her um because by this point his elder son svein is a teenager and can it thinks i'd quite like him to be king of norway so he sends elf gifu svein and a big war band off to norway to conquer it and install svein as king and it's true that it doesn't go brilliantly elf gifu does conquer norway but she she rules very very harshly the norwegians rebel and in 1035 she and sweyn are kicked out and sweyn dies soon after of wounds sustained in battle so elf gifu is back in denmark but she's still very much a kind of potent presence on the scene yeah and still has cards to play as as we will see in due course well let's so let's just park her onto one side says elf gifu her son, who is Harefoot. Harold Harefoot. Yeah. Now, you said that there were two wives of Canute, and this really is a twist. Yeah, it is. Great twist. Because he has married the widow of his father's former adversary, Ethelred. He has married Emma of Normandy. He has in 1017. So she must be a fair bit older than him, right? She's still very nubile. Okay, that's good to know. As we will see. And so you could say this is kind of classic Viking behavior, taking to bed the woman of your defeated enemy. But I'm sure that that's a kind part of the dynamic but essentially canute is marrying her because she had been married to ethelred and anointed as his queen and so she is a living link to that tradition of west saxon monarchy going back centuries and centuries emma's mother had actually been a Dane. So she's half Danish and probably speaks Danish. Yeah. But her value to Canute is essentially that she is, even though she's half Danish, half Norman, she is an English queen. She's the embodiment of England. And by marrying her, he is in a sense marrying England. And so his marriage to her is blessed by the church. And this is the big point of difference between her and Alf Gifu. Alf Gifu's marriage had not been blessed by the church. It doesn't need to be. This isn't an age where it's a given that the church will bless every wedding. But the fact that Emma's has been enables her to say, I am Knut's legitimate wife. Yeah. And any children that I give him, they are entitled to the throne of England. So this speaks to Knut's political sensitivity and sophistication, doesn't it? He's not just a Viking warlord. He has, you know, as you put it in your notes, he's waded through blood. He has ruled by the sword and by terror. He's won his crown.",
    "speaker": null,
    "startTimecode": 3103520,
    "endTimecode": 3367720
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/30",
    "text": "And yet, once he's done that, he is sufficiently skillful to recognize that there are continuities he wants to preserve.",
    "speaker": null,
    "startTimecode": 3368640,
    "endTimecode": 3376180
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/31",
    "text": "He wants to work with the existing traditions. He clearly wants to conciliate is the wrong word, but ultimately he knows he will have to work with the English.",
    "speaker": null,
    "startTimecode": 3376700,
    "endTimecode": 3384660
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/32",
    "text": "England is his prize and he wants it to thrive under his overlordship and i guess you know he's also christian which means he's got a lot in common with the people of england the figure he reminds me of is augustus he's not a man of similar achievement but the willingness to be unspeakably brutal where necessary. Yeah.",
    "speaker": null,
    "startTimecode": 3405360,
    "endTimecode": 3405940
  },
  {
    "id": "f8e05260-00c3-4f72-a55e-9757a02a9f2f/transcript/paragraph/33",
    "text": "And then when it's no longer necessary to park that side and to kind of promote himself as a figure of peace. Very, very formidable. That's just good politics, isn't it, Tom? Right. So this guy who, as you said, had waded through blood. he allows wolfstan the archbishop of york to write laws in his name that proclaim the Christian virtues of humility and self-restraint. So as Wolfstand writes and Knut puts his name to this, for the mightier or of higher rank a man is, so the deeper must he atone for wrongdoing, both to God and to men. Knut has disinherited the oldest royal line in Christendom, but he becomes, I'm delighted to say, a regular visitor to the restored and rebuilt nunnery at Wilton. And he rides there with Emma, and he dismounts respectfully outside the holy precincts, and he walks in and he prays among the tombs of the women of the House of Wessex. And he is a Viking, a Northman from the frozen limits of the world. But in 1027, amazingly, he takes time off from ruling this great North Sea empire that he's forged in Norway, Denmark, England. I mean, it's a lot, but he, he, he's able to go on pilgrimage to Rome and there in, in the heart of the ancient city to kneel before the tomb of St. Peter and in the words of his biographer, diligently to speak St. Peter's special favor before God. And he hasn't just gone there to pray. He's gone because that Easter of 1027, a new German emperor is being crowned in Rome and Canute at that coronation has the place of honor at the emperor's side and it is an amazing achievement for the great grandson of a pagan warlord so gorm the old yeah with his great mounds and his all that stuff to be received with the utmost honor and respect in rome by both the emperor and the pope so in that sense there's a slight charlemagne aspect to this isn't there somebody from ultimately a barbarian pagan lineage who has who now is standing there in rome in the city of the pope and the caesars you know being winning respect and recognition from his peers yeah i mean canute is a tremendously you know i know this is a violent age and he's very, very violently, but as a politician, as a, as a statesman, he's a very impressive figure. Well, it's often said that Alfred the great is the only English king, or at least king of England to be called the great, but he isn't. Canute has also been given that subriquet as, as Charlemagne had Charles the great. Yeah. And yeah, I mean, I mean i think i think his his feats of conquest and then of statecraft are very very formidable and just as england had recovered under alfred who had beaten the danes so also it recovers under canute who is himself a dane and i guess the obvious reason for that is that is firstly that canute is not kind of imposing his hundred percent tax rate you know that was that was a one-off but also the danes are no longer aiding england because it's being ruled by the danes and so there is scope for the english economy and the english countryside and english infrastructure to recover and it also seems that canute's regime is is secure because he has harold hairfoot his son by alf gifu but he's also fathered a son on emma who gets given the wonderful name of half a canute yeah and so the fact that canute is so strong he rules this great empire he has two sons it makes the prospect of any return to the english throne of the kurda kingas the line of alfred the great seem utterly implausible so you've got the sons of edmund ironside including edward the exile they are off in distant hungary they are basically you know they're east european aristocrats they don't even speak english right and then you have ethelred's two sons by emma so that is edward and. They are in Normandy. It's true. Only across the channel. But they have the stamp of absolute losers. And the person who really says, yeah, they're losers is their own mother, Emma. Well, because it's in her interest. She's back in England. Of course it is. Of course it is. Because the son that she's backing is Hearth Canute, the one she's had by Canute. Right. I mean, he's the one who's kind of ready and lined up to sit on the english throne so it's not surprising that emma's focus now is all on england and all on denmark and she doesn't really have any interest in her two sons by athelred who are in exile in normandy or indeed actually in normandy itself she's been all that she's moved on from it because normandy itself at this point does not look a terribly formidable proposition because it is it's become bitterly divided it's it's succumbed to the french disease yeah so in 1026 so that's a year before canute gives on his pilgrimage to rome um emma's brother richard ii uh richard the good he's ruled for a very long time in normandy he dies and he has two sons and these two sons fight over the inheritance and the elder brother wins he rules for less than a year one of these kind of dramatic deaths maybe he's poisoned again we don't really know and he succeeded by his younger brother who is called robert and robert is pretty able he restores normandy to a kind of measure of health, but then amazingly, and bizarrely, he goes on pilgrimage not to Rome, but to Jerusalem, which is very, very dangerous. I mean, it's a long way to go and very, very risky. And what makes this seem even more i think irresponsible is that although duke robert of normandy does have an heir this heir is firstly only seven years old and secondly he's not legitimate okay and the name of this boy dominic yeah ladies gentlemen is a william and then in july 1035 robert has got to jerusalem fine he's returning from jerusalem he's approaching constantinople and he dies and william is now the duke of norm, but his inheritance is a terrible one. He's menaced by enemies all along the frontiers of Normandy, but even more, he is menaced by the great lords of his own dukedom. And England, by contrast, is an absolute model of stability. So, ladies and gentlemen, will England remain happy and united and forward-looking under the uh reigns of knute and his successors will normandy fall apart and what will happen to this seven-year-old boy william what prospects for him well you can of course find out right now if you're a member of the rest is history club because you can listen to our next episode which is all about the rise of william of normandy but if you're not a member the rest is history club and you want to you can sign up at the rest is history.com and you know bob's your uncle but tom for those people who don't want to do that we will be back back on Monday with the next thrilling chapter of this epic story. Bye bye. Bye bye. Here's that clip we mentioned earlier on. And gradually what you see in this period is mounting concern over what became called hyphenate Americans, this idea that foreign immigrant communities had divided allegiances. And so there are increasing demands for effectively loyalty tests. And Wilson gives a very famous speech in which he uses a famous phrase, and that's a phrase that you have spent a long time studying, Sarah. And that is to ask whether these Americans who have loyalties to other nations will, when it comes down to it, whether they will put America first. And that's the phrase, right? America first. It is a phrase that was first popularized in this context in 1915, a year before Black Tom, in a speech that Wilson gave, addressing these mounting concerns about hyphenate Americans, about whether they were real Americans or not. And the way that Wilson put it was he said he demanded that immigrant communities stand up and state explicitly whether, he said, is it America first or is it not? And at that point, America first became an incredibly popular phrase. It basically dominates American political discourse for the next decade. Then it kind of subsided, and then it has a resurgence around World War II when it was used to talk about whether America should enter the Second World War. And then it went into abeyance for a long time until it made a dramatic reappearance in the 21st century, which listeners will be familiar with. If you want to hear the full episode, listen to Journey Through Time wherever you get your podcasts.",
    "speaker": null,
    "startTimecode": 3408040,
    "endTimecode": 3952480
  }
]