[
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/0",
    "text": "Thank you for listening to The Rest is History. For weekly bonus episodes, ad-free listening, early access to series, and membership of our much-loved chat community, go to therestishistory.com and join the club. That is therestishistory.com. Today at T-Mobile, I'm joined by a special co-anchor. What up, everybody? It's your boy, Big Snoop Deal Double G. Snoop, where can people go to find great deals? Head to T-Mobile.com and get four iPhone 16s with Apple Intelligence on us, plus four lines for 25 bucks. That's quite a deal, Snoop. And when you switch to T-Mobile, you can save versus the other big guys, comparable plans plus streaming. Respect. When we up out of here. See how you can save on wireless and streaming versus the other big guys at T-Mobile.com slash switch. Apple Intelligence requires iOS 8.1 or later.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 45820
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/1",
    "text": "This episode is brought to you by Shopify.",
    "speaker": null,
    "startTimecode": 46680,
    "endTimecode": 49040
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/2",
    "text": "Upgrade your business with Shopify, home of the number one checkout on the planet. ShopPay boosts conversions up to 50%, meaning fewer carts going abandoned and more sales going cha-ching. So if you're into growing your business, get a commerce platform that's ready to sell wherever your customers are. Visit Shopify.com to upgrade your selling today. This episode is brought to you by Progressive Insurance. Fiscally responsible. Financial geniuses. Monetary magicians. These are things people say about drivers who switch their car insurance to Progressive and save hundreds. Visit Progressive.com to see if you could save. Progressive Casualty Insurance Company and affiliates. Potential savings will vary, not available in all states or situations.",
    "speaker": null,
    "startTimecode": 49560,
    "endTimecode": 93800
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/3",
    "text": "at the end of France, there is a plain filled with woods and fruit trees.",
    "speaker": null,
    "startTimecode": 95260,
    "endTimecode": 112380
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/4",
    "text": "In this narrow place, there lived a great number of very tough, strong people, the name of whom was Normans.",
    "speaker": null,
    "startTimecode": 113060,
    "endTimecode": 121740
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/5",
    "text": "Such were their numbers that in time, as the population grew, the fields and orchards of Normandy proved insufficient to keep them all fed. Therefore, the Normans scattered here and there throughout all the various parts of the world, making their way into numerous regions and countries, abandoning what little they had in order to obtain very much more. These people departed their homes, but they did not follow the custom of most people who go through the world, entering into the service of others. Rather, like warriors of old, their aim was to make everybody subject to them and under their lordship. And so they took up arms and broke the bond of peace and whether as a mass of infantrymen or on horseback they proved themselves great in deeds so that was the terrifying opening to the history of the normans written tom in the mid 11th century by a monk called amartus and as you have pointed out in your notes this is very reminiscent of the way that um you know when the greeks wrote about the intrusion on the world scene of the romans or the chinese about the coming of the mongols they would say oh my god there's this extraordinary new people who are absolutely formidable very frightening very brutal they kill everybody they yeah you know where they come from yeah where they come from and the normans are greeted by writers beyond normandy's borders with the same kind of awe and terror aren't they yeah kind of dread for reasons that amata spelt out because he says that the normans are physically hardy very very tough, very strong. So Amartes writes in Latin, but the version we have is translated into French. And he specifies that the Normans have a lust for seigneurie, so lordship. And that they have a particular aptitude for chivalry, so fighting on horseback, what will in due course come to be the attribute of a knight, chivalry. But basically, they're going around on horses, kind of nicking other people's land and property. And also, of course, he's very impressed by their wanderlust, this sense that they're spilling out across the world, and that their goal is a kind of greatness, that they're not prepared to serve other people. And Amartis is speaking from experience. So he is a monk in Monte Cassino, the great abbey in central Italy, which we last heard of in the podcast, because Wojtek. The bear, the Polish bear. Yes, the Polish bear. We're serving with the Polish army there in the Second World War. But it's a very venerable abbey reaching back to the beginnings of Christianity in Italy. And the fact that he is observing this from Italy is a reminder to us in England, we tend to think of the Norman conquest as the Normans are going one way. He has seen a great stream of Norman freebooters, adventurers, rogues, mercenaries, whatever, heading south into Italy and beyond. And actually, for me, one of the great fascinating stories of Normans is how they expand southwards and become a Mediterranean power. Well, because southern Italy in particular, I mean, if you're going out and you're looking for opportunities to set up your lordship, then you want a place where there are going to be rich pickings. And southern Italy is perfect for the Normans' purpose because this is a place where all kinds of different empires are rubbing up against each other. So there's Latin Christendom, but there is also the Byzantine Empire. So the Byzantines have territory there and there's Muslim powers in Sicily and kind of constant ambitions to push up northwards through Italy. So this is perfect for a bunch of kind of hardy horse riding mercenaries looking essentially to be paid and then to use that money to turn on the people who are paying them.  And the first Normans who get hired in southern Italy are actually pilgrims returning from Jerusalem.",
    "speaker": null,
    "startTimecode": 122440,
    "endTimecode": 348580
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/6",
    "text": "And they land on the heel of Italy in 1018 from Jerusalem.",
    "speaker": null,
    "startTimecode": 352500,
    "endTimecode": 352860
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/7",
    "text": "And they get employed by rebels against Byzantine rule.",
    "speaker": null,
    "startTimecode": 356900,
    "endTimecode": 357200
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/8",
    "text": "So Italian. Jerusalem. And they land on the heel of Italy in 1018 from Jerusalem, and they get employed by rebels against Byzantine rule, so Italian-speaking rebels. And then four years later, they've switched sides, and they're in the service of the Byzantine Empire. And then within a decade, these kind of Norman mercenaries, strongmen, are carving out their own fiefdoms. And Amartes, from his vantage point in Monte Cassino, about halfway up Italy, he's full of admiration, actually, for their kind of prowess, for their energy, for their chutzpah, really, in just taking their opportunities. But there are other monks at Monte Cassino who are slightly more jaundiced. So the abbot of Monte Cassino is a guy called desiderius and he will actually go on to become pope and he views these norman adventurers kind of as a wolf pack that they've been driven southwards by hunger and they are hungry for blood so he wrote the normans are avid for rapine and possess an insatiable appetite for seizing what belongs to others it's not entirely wrong not entirely wrong and a perspective that others as well as the uh the italians will come to get yeah and i suppose a question that the italians might have pondered was why didn't impecunious normans you know if they if they're looking for lordships why aren't they doing it nearer home why are they coming to italy to do it okay well let me just pause you there so last time we heard about how normandy was established so that's under a guy called rollo or rolf rolf who so we're talking about northmen, Vikings effectively, who have carved out and semi-being granted this territory in northern France by Charles the Simple. And that was in the early 10th century. So Rollo died probably about 930. But now we've moved on a bit in time. So the last person that we met who was the leader of the Normans was a guy called Richard II, Richard the Good. So he's the brother-in-law of two other characters that we met last time, Ethel Reddy and Cnut. And he had kept Normandy pretty settled, stable, secure. And he's, of course, the brother as well of Emma of Normandy, who's got herself mixed up in all kinds of exciting dynastic shenanigans over in england which it would take another hour to explain yeah so richard ii in normandy things actually have been very ordered and secure under him right yeah so and the measure of this is that um initially he'd begun life as the count of rouen but he's kind of promoted himself to become the duke of normandy And essentially, by the end of his life, everyone else, including the King of France, has basically said, yeah, okay, you can rank as a Duke, or in Latin, a dux. So this is the root of Duce, the title that Mussolini takes up. It's to be essentially a kind of military strongman as much as anything else. And in the context of France, there are five dukes as well as the Duke of Normandy. So the Duke of Burgundy, the Duke of Aquitaine, of Gascony, and directly on Normandy's Western Frank, the Duke of Brittany. And to be a duke in 11th century France is not the equivalent of being, say, an earl in England. Because we talked in the first episode about how over the course of the 10th and into the 11th century, the kings of England have massively consolidated and centralised their power over this kind of very precociously united kingdom. But in France, the opposite process has been happening. Royal power has kind of ebbed and bled away. And by this point, so early 11th century in France, the king exercises direct rule only over a tiny patchwork of territories centered on Paris and So to rule as the Duke of Normandy is to enjoy an autonomy, a kind of degree of independence that is beyond the wildest dreams of, you know, the Earl of East Anglia or the Earl of Mercia. And to give people a sense, I mean, it's far more than, let's say, I don't know, being the governor of a US state or something, because you're also an international player, aren't you? You can almost run your own foreign policy. Is that fair? Well, so we talked at the end of the last episode about how Richard's son, Robert, who rules as Duke for almost a decade, in 1035, he goes off on pilgrimage to Jerusalem. And we were expressing surprise at this because Normandy potentially would be in an unstable situation where he'd die. But one of the reasons he's going is undoubtedly because he's very pious. He wants to go to Jerusalem for those reasons. But also he wants to cut a dash. He wants to display his wealth, his power, his authority on the grandest of international stages, which if you're Christian is Constantinople, still the greatest city in the Christian world. And so he travels from Normandy to Constantinople and he cuts an absolutely amazing dash. You know, the Byzantines are really dazzled. And this is despite the fact that they've had some dealings with the Normans in the south of Italy. So they trust them but they are impressed and you know there are these reports that even his mules are shod with gold and it's said that his campfires are fueled with the shells of pistachio nuts and this is regarded even by the byzantines as the height of the height of high living and so they call him the magnificent okay. Okay. Which from a Byzantine paying, you know, paying tribute to a barbarian from the wild and frozen north is not bad. I mean, that is kind of measure of his standing. And yet Normandy itself is, you know, not remotely as rich and powerful as the Eastern Roman Empire, the Byzantine Empire, because not least because Normandy is embattled, right? It's surrounded by predators and rivals. Yes, because the King of France doesn't exercise a kind of controlling authority, it means that all these various dukes and counts, if they're to rule their territory and perhaps expand them, they have to be very militarily proficient and they can't afford a single slip because, as you say, there are predators lurking everywhere. So in the case of the Norman Dukes, these predators would include most obviously, I suppose, the King of France himself, because Paris is upriver from Rouen and that's the great centre of French royal power. And the King of France is therefore a kind of brooding, slightly ambivalent presence. The Dukes have always been kind of essentially loyal to the King of France and the King of France has shown favour to them. But the risk is that if they seem too powerful, then the King may turn against them. So that's an obvious risk. And then on the western flank of Normandy, we've already mentioned the Dukes of Brittany and the Bretons are seen rather like the Romans used to see the ancient Britons as just complete barbarians. So a Norman writer describes them as an uncivilized and quick tempered people lacking any manners. And rather as the Romans did at talking about the Britons, goes on about how they like to drink milk. Well, you know, my views on that, my sister-in-law went out with a man called Paddy and he only drank milk. We went with them to Lisbon and he only drank milk and they don't, the Portuguese aren't really into drinking milk. So it was a total washout. And I've always been bitter about it since then. I mean, I didn't drink milk. The Normans do in the long run, they go and besiege and take Lisbon, don't they, in the Second Crusade? This is what happens. If you get involved with this milk drinking business, all kinds of horrors will follow. So the Bretons are a constant challenge. But the most dangerous adversaries of the Norman Dukes are the Counts of Anjou, who lie the south and Anjou is centred on the Loire. And these are Counts, not Dukes. So you might think, well, they're slightly second division. Yeah. And there's an additional reason why it might seem slightly puzzling that the Counts of Anjou are such a menace because there is actually a buffer zone between Normandy and Anjou, which is the county of Maine. So Le Mans, as in the motor racing. Yeah. I mean, obviously not in the 11th century, but that's all lying in the future. I'm glad you clarified that. Yeah, I can just make sure that's clear. So this is a buffer zone, but it is clear that the Council of Anjou are in a way the most Norman rival that the Normans have. you could look at the Council of Anjou and say, yeah, they have something of the predatory quality of the Dukes of Normandy, because like the Dukes of Normandy, they are relative upstarts, they're very ambitious, they're exceedingly brutal, and they're very cunning, very politically proficient. And the Count of Anjou, as Robert rides off on his pilgrimage going off to jerusalem um is gnarled terrifying completely brutal warlord called falcnera yeah his nickname is the black folk the black that's a great name falcnera the black and he has been in power for essentially half a century so he succeeded his father back in 987 and over the course of the 50 years that he has been in power for essentially half a century. So he succeeded his father back in 987. And over the course of the 50 years that he's been Count of Anjou, I mean, he again and again displays his capacity for violence and vengeance and perhaps the most notorious episode from his life. So in the year 1000 itself, the great citadel in Angers, which is essentially his capital, gets seized and held against him. And what is shocking about this absolute stab in the back is that the person who has led the rebellion against him is Fulknera's own wife. And the reason that she's done this is that Fulknera has realized that she's been having an affair with someone else. So, I mean, Cooke holding someone like Fulknera is very, very foolish. So he is not happy about this. He sweeps into Angers. He storms the Citadel. Absolute carnage. Most of Angers is laid to waste. And his wife is captured and burnt at the stake. And that is a very public statement that, you know, do not cross him. But also what Fulk represents and people like him represent is something bigger than just the sort of the dynastic soap opera of 10th century politics. He's not a blowhard. He's not just a kind of wild barbarian. There is a, is it fair to call it a revolution? There is a massive transition in European military life underway at this point, of which the Normans will be the great beneficiaries and the embodiment. And that transition comes about, of course, because, and here's what I think a crucial difference between France and England. France is so divided and fragmented. It's competitive, it's militarily competitive, and that breeds technological change. Absolutely. So the 11th century in France particularly is a period of such transformation that I think it is not an exaggeration to call it a revolution.",
    "speaker": null,
    "startTimecode": 585860,
    "endTimecode": 1030180
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/9",
    "text": "Europe's first great revolution, and it affects almost every aspect.",
    "speaker": null,
    "startTimecode": 1030820,
    "endTimecode": 1034920
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/10",
    "text": "So we will see it's religious, it's social, it's cultural, but it is also military. So just focusing specifically on the military revolution that is happening in France at this time, it is absolutely, as you say, a consequence of the breakdown of royal authority in France. And back in the time of Charlemagne, it's a prerogative of the king to set up fortifications, to build battlements. That's essentially his his job but by the time the um the carolingian dynasty the dynasty of charlemagne has gone extinct in france and has been replaced by the capetian dynasty the capetians are struggling to hold on to their own territory and so their fortifications rather than expressing you know their ability to control the whole of france are an index of the fact that they're losing control. And because they've lost control, it means that in lands beyond their own heartlands, other figures, the dukes, the counts, whoever, they are starting now to build fortifications because the king is not in a position to stop them. And if you think of France as as kind of rotting wood these fortifications are like fungi like mushrooms sprouting up out of the wood and these are strange unsettling structures no one's ever seen anything quite like them before and these are structures that in french will come to be called chateau and in english castles and the greatest castle builder of his generation is falconera castles are the basis of his power and his expansionism and it reflects a very cold-eyed insight which is that you can use castles not just for defense, but for attack. Right. These are tools of dominance and oppression. They're tools, they're symbols of surveillance and control, but they're also, you know, they're impregnable. You put them on a hill or on a rocky outcrop or whatever it might be, and there's no that the pits people in the surrounding countryside can storm or very difficult for them to storm it you control that territory now once you put down your castle yeah so i mean essentially you can plant it in enemy territory and you put it on on a crag or whatever a cliff and if you can't find a crag or a cliff then you can you know you can build a great mound of earth that comes to be called a mott. But essentially you're seizing territory that previously had had no value at all, but now it enables you to be proactive because you can build a very rough castle, you know, out of wood. It can be incredibly rudimentary. We're not talking great towns of stone or anything like that. But because people are not used to the idea of fortifications suddenly sprouting up it has an outsized effect on the ability of those who control these structures to then impose themselves and intimidate people who are all around them and once you've done that once you've used these kind of makeshift structures these castles to grab an area of territory and if you keep it then of course in time you can i don't know rebuild them in stone or whatever right and this is what falcon era has been doing and so the result is that you know he's been in power for decades and decades and decades by the 1030s anjou has come to be shielded all along its frontiers by kind of great donjons built on their crags built on their mots and they're essentially impregnable and it means therefore that Anjou itself is impregnable but because of course France is such a competitive arena Anjou's neighbors then have to follow suit don't they so that um by this point or certainly by the time Robert goes off on his jaunt to the holy land Normandy too has lots of castles. So you have to because it's basically a harms race. Yeah. But I guess the question then is, is there a kind of human dimension to this? And this is a really interesting story. Of course, because it's a military revolution that is also a social revolution. So it is creating an entire new class of people because these castles, obviously, to be effective, they have to be held by warriors who are very well armed, probably who have armour, you know, chain mail, and they have to be mobile. Because if you're using the castle as a base, then you need to be able to sweep across the surrounding territory and intimidate anyone there, which effectively means that you need horses. And how are you going to pay for this how are you going to pay for the horses the armor the swords and whatever the lances um the answer obviously is you're going to to do it mafia style by extorting cash out of those who don't have horses and armor which effectively means the local peasantry and up until the 11th century in France, peasantry essentially had been scattered. But now they get kind of herded like sheep or cattle into pens. And these pens are what come to be called villages. So the emergence of the castle also sees the emergence of the village. And it's, I suppose, the kind of the classic image that people would have of the Middle Ages of, you know, a great castle and peasants and villages clustered around the castle. This is where that kind of image is originating. And to contemporaries who are living through this, it's a completely shocking, unsettling, terrifying experience, because suddenly you're getting these gangs of male clad thugs galloping through, you know, across territory where previously there hadn't been such figures to menace and intimidate. And clerks and clerics and monks, you know, they don't know what to call them. But gradually the word that they start to use to describe these figures these these kind of heavies in there on their horses because they're horses they come to be called chevalier so people who ride a cheval a horse and in english these figures will come to be called knicks knights so we've got the castles we've got the village we've got the knight it's all kicking off but the paradox though right is that if you have your falconero or whoever who controls all this stuff this makes him you know much more powerful and and and make the potential therefore for a very strong and domineering state indeed on the other hand if they're not controlled they could easily be tools for complete fragmentation you know you could have independent castles and independent groups of knights and all this kind of thing so if you have a weak king or a weak count or duke or whatever then the potential for complete anarchy is sure an armed and violent anarchy is surely greater than ever before yeah absolutely and there. And there is an illustration of this, of course, in southern Italy, because this is exactly the process that's been happening. Because there isn't a centralised power there, because you have all these rival empires who are competing for these mercenaries, these Norman knights on their horses with their mail and their armour and their spears, there is a massive opportunity for these mercenaries then to build castles there. That's what they're doing. That is how they seize their fiefdoms.",
    "speaker": null,
    "startTimecode": 1035820,
    "endTimecode": 1472340
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/11",
    "text": "You know, you can grab a crag or whatever, as Fulknera had been doing in Anjou and do it in southern Italy. And you've got, you know, perfect base for practicing kind of terrorism, essentially, kind of the mafia law.",
    "speaker": null,
    "startTimecode": 1473000,
    "endTimecode": 1484820
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/12",
    "text": "And all you need really is a horse and armor and and arms yeah and the question is of course if that can happen in southern italy then why not in normandy itself if there is not a strong duke then there will be no one to stop people back in the norman homeland from doing exactly what they're doing in southern italy all of which means that for robert the magnificent for all his magnificence going off on his pilgrimage is kind of risky and dare i say irresponsible i mean he is the the authority figure if he leaves why you know isn't there a danger that all the different mercenary bands as it were will set up their own private fiefdoms yeah it's at the height of irresponsibility for reasons that we touched on at the end of the last episode. But just to recap, the succession in Normandy is rocky. Robert does have a son, this boy, seven years old, called William. And in fact, before he left on pilgrimage, he had officially nominated this boy boy as his heir and he had won the sanction for doing this of the king of france but you know this boy to reiterate is seven years old and as we discussed in the previous episode he is also illegitimate i mean that's not a killer blow but it doesn't help and so should should anything happen to Robert on his pilgrimage, then the potential for disaster is absolutely enormous, as it would have been at any point in the dukedom's history. But particularly now you have this military revolution with the potential, as you've been saying, for kind of breakdown and anarchy. but you know things seem to be going well robert has dazzled constantinople. And very satisfyingly, Faulknera has been on pilgrimage as well. Faulknera is a great one for going on pilgrimage to Jerusalem. I think he does it five times. Anyway, he's there and Robert massively puts him in the shade. So that's great for Robert. Goes to Jerusalem, again, cuts a tremendous dash, sets off back home. And by late June 1035, he is approaching Constantinople. But then before he can cross the Bosphorus, disaster. Oh, no, he feels sick. He is taken to the city of Nicaea on the south of the Straits. And there at the beginning of July, Robert the Magnific duke of normandy dies we mentioned how falconera is on pilgrimage yeah um and has been put in the shade by this guy who's great rival i mean there are rumors and reports that perhaps it's poison it's literally it's literally as if you've been on holiday with dan snow and i would never poison Dan. No, he'd poison you. No, Dan would never poison me. You would put him in the shade, Tom, with your enormous download figures. Come on. And my pistachios. Yeah, exactly. And my gold-shot mules. Exactly. I think a wonderful way to end this half would be for me to read from Millennium, my book on this very subject. I mean, I can't read. I'm not reading that. You can read it. Absolutely. You can read it. The Count of Anjou, whose Princeton was separated from Normandy only by a single makeshift buffer, the unfortunate county of Maine, had long been angling to roll back Norman power. Now, with Robert dead, such a goal appeared eminently achievable. William the new Duke was only eight years old. Normandy had effectively been decapitated. What an unbelievably thrilling cliffhanger. Join us after the break to find out what happens to William of Normandy. This is an ad by BetterHelp Online Therapy can be a source of support for any area of your life and it can give you the courage, Tom Tom to ask for help. It can help you learn positive coping skills when you're stressed. It can teach you how to set boundaries and to enforce them. It can help you work through anything and empower you to be the very best version of yourself. As the largest online therapy provider in the world, BetterHelp can provide access to mental health professionals with a diverse variety of expertise. Build your support system with BetterHelp. Our listeners get 10% off their first month at betterhelp.com slash rest history. That's betterhelp.com slash rest history. I'm David O'The Shogger, historian and broadcaster. And I'm Sarah Churchwell, author, journalist, and academic. Rest History. asking what it was like to have lived through prohibition or to have been there on the ground during the Great Fire of London. We'll be uncovering all of that. And we'll have characters and stories that have been totally forgotten, but shouldn't have been. This week, we're looking at a terror attack that shocked New York, that cost American lives, caused millions of dollars of damage to buildings across Manhattan, that led to the establishment of new security agencies, and that helped push the United States towards war. But it's not 9-11. This is the Black Tom explosion of 1916, the story of a massive sabotage campaign as Germany made a desperate effort to keep America from helping the Allies during the First World War. And the cast of characters for this story involves playboy diplomats, there's a stranded sailor, an opera singer who's managing a brothel in New York, and there's a hapless spy who leaves secret documents on a train. So join us on Journey Through Time and hear a clip from the Black Tom story at the end of this episode. welcome back to the rest is history and so at last we come to one of the great monsters in all history duke william of normandy the man who shamed himself and his country by winning the battle of hastings and carrying out the norman conquest so we're in july 1035 and this blood-stained figure is at this point only eight years old he's william the bastard everyone calls him william the bastard because he's not legitimate and and basically the odds are massively against it i mean he'll he probably won't live to the end of the year you see i'm surprised you don't admire william really because i like I mean, ultimately a kindly man. I mean, I think there is something of Cromwell about William the Conqueror. Do you? Yeah. Kind of. He's a man of austere piety and given to brutal invasions of his neighbours. I think we said recently that I, in this series, there's nothing I like more than law and order. And he's very much a law and order man. Well, well as we will see because the news comes back to normandy that he is now the duke and he is really staring down the barrel so um as we said uh he he's called by his enemies particularly on shoe uh william the bastard and i guess you could say he's a bastard in every sense of the word very good so it is said that his mother was the daughter of a man who had prepared the dead for burial or another alternative story is he was a tanner or perhaps he was both. But either way, you know, he is working with the dead. So he is seen as being a man polluted by rottenness and filth. And this is a very damaging charge because it implies that william although of noble descent on his father's side on his mother's side is shot through with baseness and the the thinking is that robert by by taking to bed the daughter of a corpse handler has, as you would say, Dominic, bred a monster. Right, yeah.",
    "speaker": null,
    "startTimecode": 1566020,
    "endTimecode": 1965120
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/13",
    "text": "And that... by taking to bed the daughter of a corpse handler yeah has as you would say dominic bred a monster right yeah uh and that this young duke if he is allowed to grow to adulthood um he will be fated to serve as the shroud winder not of the dead but of entire kingdoms i mean the people who say that are not wrong well maybe but to be honest the normans themselves don't really care about um williams parentage partly because actually um his grandfather wasn't an undertaker or or a tanner he was actually an official in the duke court right so this was all kind of malevolent uh anti-norman propaganda right and also it's because i think that they remain sufficiently viking that they're they're not too worried about the issue of wives and concubines and things like that.",
    "speaker": null,
    "startTimecode": 2030200,
    "endTimecode": 2030360
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/14",
    "text": "They're like the Rolling Stones.",
    "speaker": null,
    "startTimecode": 2031200,
    "endTimecode": 2031420
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/15",
    "text": "They don't care about petty morals.",
    "speaker": null,
    "startTimecode": 2032600,
    "endTimecode": 2032920
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/16",
    "text": "Well, it is observed by the monk Rudolf Graeber, who is a brilliant source for this whole period.",
    "speaker": null,
    "startTimecode": 2040240,
    "endTimecode": 2040820
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/17",
    "text": "It has always been their custom for as long as they've been settled in France to take as their princes, the offspring of concubines. So I guess you could kind of maybe say that at the Rolling Stones. I don't know. Yeah, I think you probably could. And people may remember that there was this kind of similar issue with Canute, wasn't there? And he had two wives, always one, a concubine or anything. Although it is interesting that times are definitely changing. So views on marriage are also part of this great revolutionary process that is kind of picking up speed at this time. And the Normans are really actually kind of starting to buy into this. The fact that William's father had gone on pilgrimage is kind of evidence of that. You know, they are very, very pious Christians and increasingly anxious not to seem on the wrong sides of this kind of great moral revolution. And this combines with a sense that the best way for a noble family to pass on its patrimony is not to have a divided inheritance. So you remember when we talked about the Franks, you were expressing surprise that the Frankish kings and emperors kept dividing up their patrimony between their sons and thinking, well, why haven't they sussed out that this is a bad thing to do? This is, again, is the period where they are starting to work that out. So the royal dynasty, the Capetian dynasty has worked this out. And it seems that Robert, the Duke of Normandy, who's just died, he had worked it out as well. So after he has fathered William, he doesn't take a wife. And it's probable the reason he does this is he doesn't want to have a divided inheritance. He doesn't want anyone to doubt that William is there. Well, no one does doubt, although William is only eight years old. So inevitably, the early years of his, in inverted commas, reign are going to be very bloody and contested.",
    "speaker": null,
    "startTimecode": 2145880,
    "endTimecode": 2145940
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/18",
    "text": "I mean, whatever he does and, you know, how many eight year olds are prepared to take the reins of this warrior state? Sure. But I think if there'd been, you know, two other brothers, maybe from a legitimate source, and that would have been a real source of instability. But you're right. I mean, he's in a terrible position. and a contemporary chronicler notes as a sign how forgetful of their loyalties many normans set about piling up mounds of earth and then constructing fortified strongholds on them for themselves so these the castles being used as tools of anarchy basically the motts the mounds of earth and the baileys the towers that are are put on top of them. And essentially, rival warlords within a dukedom building castles is a terrible sign. It's a sign of state breakdown. And the fact that these warlords have their castles means that they can launch raiding parties on their rivals. So you get this craze throughout the early years of William's dukedom for abducting foes. So there's a notorious case where one is abducted from his own wedding feast, carried off, blinded, castrated. You know, that's not a good start to a wedding. So people are literally neutering the opposition. And anarchy is spreading across Normandy. And it's absolutely terrible time and will always be remembered as the worst time that normandy ever endured and what about william i mean he's only eight what's he doing all this he's presumably not going around castrating people no and he's not without support so he does have you know he has the the backing of the powerful men in his own family the church hierarchy in normandy they stay loyal to him and he has the support of the King of France. And that again is not insignificant, but it's not enough to prevent his childhood from being constantly shadowed by violence. So two of his guardians are hacked down in quick succession. His own tutor is murdered. And there's one particularly notorious occasion where he's um he's in a a room and his steward is also in the room asleep and people barge in and they cut the throat of the steward and the blood spills out the young duke is asleep and he wakes up and finds oh my god no he thinks he's wet something. Oh, no. It's like the horse's head and the godfather. Yeah, I mean, so terrible. But, of course, the point of that story is they killed the steward, but they've left William alone. People are not after William himself. They're exploiting the fact that he is not in a position to rein in this anarchy.",
    "speaker": null,
    "startTimecode": 2165180,
    "endTimecode": 2299580
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/19",
    "text": "But they're not targeting him for elimination. Right. And I suppose you could say that the process of living through these horrors, I mean, it's stealing him, isn't it? Yeah, it's a good, you know, we should think about this a little bit more carefully with our own royal family. There may be a similar Spartan education. I thought with your enthusiasm for public schools that you might say that this could be a way to breed a hardy new elite. Exactly. Send them off and murder people. This is what Prince Philip did with the king, Senator Gordonstone. But there is actually, I said Spartan, but I mean, you said it in your notes. There is something Spartan about a Norman's education. So somebody like William, he is being trained from really from birth for war, for cruelty, for violence. I mean, that is, these are the duties of a Norman, of a Norman man. Yes. And indeed women. So aristocratic girls are being raised in this environment where, you know, it's all sweat and iron and horses and hawking. So like a British public school for girls, actually.",
    "speaker": null,
    "startTimecode": 2300240,
    "endTimecode": 2366600
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/20",
    "text": "Yeah, pretty much. Horses, cruelty.",
    "speaker": null,
    "startTimecode": 2367200,
    "endTimecode": 2369360
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/21",
    "text": "So arms and horses and the exercises of hunting and hawking, such are the delights of a Norman. And these are, of course, the patterns of the upper classes that will seize power in Britain. And to a large extent, still own most of the land to this day. So yes, this is where it all begins. And William himself, again, like a Spartan, is raised as part of a wolf pack. So he's surrounded by kinsmen, by highborn friends. And these are called nuri. So people who are young boys, young men who are nourished at the side of the Duke. And so they grow up thinking of themselves as William's brothers in arms. And, you know, this is this is a pack of carnivores being trained to despoil. And what are they learning? They are learning the skills that are very, very demanding for this new way of war. So you have to learn how to handle a lance properly, to sit in a saddle and use a lance. I mean, this is a new skill, a new requirement, takes a lot of training and, you know, it takes years to perfect. But William and his Nuri, his comrades, you know, this is what they're learning. and of course they're also trained in all the cutting-edge military technology of which castle building is the most obvious. And it's all about attack, about spoliation, about conquest. So, I mean, that reminds me a little bit of Alexander the Great and his companions being raised with their famously long Macedonian spears. And, you know, the arts of conquest and all of that kind of thing however there is a different dimension to this because as you point out in your notes william is also being raised to be extremely pious not to say almost fanatical in his attachment to the faith and his belief that he is the embodiment of a kind of new kind of christian, I guess. That again, I think there's a kind of slight parallel there with Cromwell. Okay. He's able to commit what seemed to be atrocities, but do so in the absolute conviction that he is fulfilling God's will. And there is a kind of new type of militancy to this faith for reasons that we maybe come to later in this series. But William absolutely is raised in the kind of the fervor, in the spirit flame of this sense. And he sees absolutely no contradiction between his vocation as a warrior and his duty to give his subjects peace, because it's only as a warlord that he can stamp his authority on the Normans. If all the Normans are predators, then he has to establish himself as the top predator, as the apex predator. And even the Normans themselves can recognise that it would probably be best for the dukedom if William is able to essentially slap down anyone who would think to rival him. So there's an English chronicler writing after the Norman conquest in an abbey in Normandy, who writes about the Normans, rather as you would about dogs, I think. For discipline the Normans with justice and firmness, and they will prove themselves men of great valour, who press invincibly to the fore in arduous undertakings, and proving their strength, fight resolutely to overcome all enemies. But without without such rule they tear each other to pieces and destroy themselves for they hanker after rebellion cherish sedition and are ready for any treachery and i think william undoubtedly thinks this yeah and it steals him in his determination not to tolerate any rival and the older he gets the readier he is to kind of impose this authority on his his his war-torn dukedom for the benefit obviously of people who don't want to live in anarchy and be abducted on their wedding day and castrated yeah now let's move to two people who are who can are witnesses to all this who see all this happening they They are not Norman born. They are exiles at Williams court. And these are people that we mentioned last week who are the heirs to the Anglo-Saxon bloodline that had ruled England for so long. The heirs of Kurdic, the so-called mythical founder of this bloodline and these are the half brothers of Edmund Ironside they are called Alfred and Edward they are the sons of Ethelred the Unready and they have been in Normandy since 1016 so they were there for 20 years before William even succeeded, hanging around at the court.",
    "speaker": null,
    "startTimecode": 2369900,
    "endTimecode": 2645340
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/22",
    "text": "What's been going on with them? They've been hanging out in Normandy because they don't want Knute to murder them, essentially, despite the fact that their mother, Emma, is now married to Knute. But she's kind of washed her hands of them. She doesn't care about them. She essentially sees them as losers. She doesn't need to worry about them. And I think this isn't really surprising because Emma, I mean, she is a baggage. She is very hard-nosed. She's very calculating. And essentially, she's interested in upholding her power. And she can see that there's no prospect of Edward or Alfred succeeding to a throne that has now been seized by a Danish monarchy. And therefore, the son that she is backing is her son by Canute, a guy called Hartha Canute. That is the person that she needs to succeed her husband. Now, there is a complication because, of course, she has a deadly rival who is this other wife, concubine, whatever you want to call her yeah alf gifu from the midlands canute's first wife who canute has set up in denmark and who likewise has given canute a son um harold who will call harold hairfoot even though that nickname doesn't emerge until the 12th century even so emma has kind of advantages over alf gifu she is canute's principal wife. She's the Queen of England. She's been anointed as such. And because of this, most of the power breakers in England, so the earls and so on, they accept that half a Canute is the legitimate heir, that he is the guy who properly should succeed Canute.",
    "speaker": null,
    "startTimecode": 2745440,
    "endTimecode": 2745580
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/23",
    "text": "Although, if I can jump in at this point, is there not a slight regional dimension to this in that Emma and Hartha Canute tend to have the support of the kind of the big landowners or the big men in Wessex? But you mentioned Elf Gifu. She's from the Midlands and the Mercians are more likely to back her and her son, Harold Harefoot. Yes, I still think that had Harthacnut been on the scene when Canute dies, then probably most of the Witan, most of the earls in England would have accepted Harthacnut as king. The problem is, however, it doesn't turn out like that. We're a few months on from the death of Robert the Magnificent in in nicaea it's the autumn of 10 35 canute dies and the timing is an absolute disaster for emma because as you say half the canute is in denmark and harold hairfoot is in england so he is the guy on the scene and what makes it even worse emma sends kind of frantic messages to her son saying you know come here and get the throne. But he can't because he's having to deal with a revolt in Norway. I mean, it's kind of interesting because it's almost like he's running an election. He has to wine and dine all the various members of the Witan to try and persuade them that he should succeed as king of England and that Harthacnut should be binned. And Emma is likewise frantically campaigning for Harthacnut to succeed. So she spreads rumours that Harold was actually a changing, that he was the son of a servant woman, therefore not remotely legitimate, not the son of Canute at all. And when this doesn't work, she barricades herself in Winchester, which is the place where the coronation would happen, to try and stop Harold from kind of sneaking in and having himself crowned there. But then Elf Gifu turns up on the scene. She sailed from Denmark. So bizarrely, she's in Denmark with her rival, with Harthikinit. It's all mixed up. But Elf Gifu is very proactive, hates Emma, wants her boy to succeed. So she does come sailing over and she's very good at campaigning. She wines and dines all the various earls and jarls and people, all the members of the Witan, urging them to choose Harold as king. And because, as you said, there are people in England, particularly in Mercia, who instinctively do want to back Elf Gifu's relatives being among them. She's very well connected in Mercia. And essentially the kind of the momentum is all with harold and so he marches on winchester where emma has barricaded herself emma realizes it's all up for her she runs away leaves uh winchester and harold seizes what the the anglo-saxon chronicle describes as all king knute's best valuables essentially the coronationalia. So he's got what he needs now to be crowned.",
    "speaker": null,
    "startTimecode": 2908940,
    "endTimecode": 2909180
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/24",
    "text": "If we stop the story there, Emma and Hartha Knute are on one side and they look like they've lost.",
    "speaker": null,
    "startTimecode": 2910100,
    "endTimecode": 2914260
  },
  {
    "id": "e36e70d3-c022-4edc-8088-3c987ea82519/transcript/paragraph/25",
    "text": "And on the other side, Elf Gifu and her son, Harold Harefoot, looks like this bloke Harefoot, even though it's not his name, he's going to be king and he's got it all going on for him. So now Emma's going to be out in the cold and she does something that i think is absolutely bonkers at this point she drops her candidate her son and says well it wasn't really about him in the first place actually it's more about me so now she digs out the two losers from normandy and says what about the it throws them into the mix i know she's she's such a entertainingly horrible and ruthless character because of course it's incredibly risky for these two lads to come over to to england hey they haven't been to in england for 20 years but they haven't seen her for 20 years either i mean they have no relationship with her whatsoever but she's like right you know you two now i i'm actually i'm going to start sending you christmas cards yeah it's absolutely it's absolutely mad but they do come in answer to their mother's request i guess they kind of feel well maybe there's an opening here for us to come back so the first to arrive is the eldest edward and he lands at southampton but i mean the welcoming committee is not all it might be he has a a look at it and he thinks, oh God, I'm out of here. And he sails back to Normandy. And then shortly after that, Alfred makes his own crossing and he lands, immediately gets captured. And him and all his followers are treated very, very brutally. So we're told that his followers are stalled into slavery, cruelly laid down with chains blinded mutilated and scalped and alfred himself is um taken to ely in the middle of east anglia but kind of on an island surrounded by the fens and there he is blinded and he dies soon afterwards of his wounds and mummy doesn't care well mummy does care because know, that attempts failed. So she she runs away to Flanders. And of course, everyone is saying she's behaved terribly. I mean, it's monstrous behavior. And so she starts kind of, again, spinning frantically and saying, actually, it wasn't me who sent, you know, the letters to Edward and Alfred. It was Harold Harefoot who did it. There's no truth in that. That's just a lie. No, because it was her seal on it. And she's saying, oh, he faked my seal. He hacked my account. Right. That's terrible. Yeah. And in 1038, when Emma summons Edward to go join her in Flanders, he says, no way. I've had enough. Well, you wouldn't. I mean, that's not a mother you want to be reunited with, frankly. But here's the thing, thing right so this has been a mad story so far all these characters people called harefoot and harthaghanies and whatnot and just ridiculous twists but now there is another insane twist to this story which you know if you were the game of thrones script writer you'd say come on this is a bit much so harold harefoot basically has has has won yeah he's king the years go by. He is 25 years old. He could live for another 40 years. A lot of English listeners to this podcast may be thinking, I've actually never heard of this bloke, Harold Harefoot. I think there's a case for saying he's kind of the most obscure king who's ever ruled England. People know nothing about him. I've never heard of him. I know nothing about him. I don't believe this man was ever king of England. And the reason for that is the sources are so kind of fragmentary and vague, but also unbelievable twist. He drops dead out of nowhere for no good reason. Yet another character in this story who drops dead out from nowhere. Yeah, so he's gone. And this is obviously brilliant news for Harthacnut and for Emma. So three months after the death of Harold Hareford, Harthacnut lands in Kent. And who should be with him? But his very, very self-satisfied mother, who's absolutely delighted. Right. So Harthacnut, to get to england has had to agree quite stiff terms with the king of norway so he abandons his his claim to norway for good and there is a story which is i mean if it's true is potentially very significant for future developments that he had agreed with the norwegian king a guy called magnus that whichever of the two die first, if they die without an heir, then the other one will inherit the kingdom. Let's just sow that seed. If later on there's another king of Norway hanging around and there's an English succession crisis, he might dig this out and say, whoa, I'm actually entitled. Yeah, I'm in. I'm the king england now so um so how does hearthcanute do he's terrible so i think his reign sounds brilliant it's very liz trust like isn't it yes yeah so there's this lettuce sitting in sitting in winchester so the first thing hearthcanute does is he shows himself a good sport by digging up the corpse of his half-brother, Harold Harefoot, dragging it through a sewer and then dumping it all shit-stained in the Thames. Oh, God. He then imposes massive tax rises and crashes the economy. That's only a demi-truss. That's more a kind of Rachel Reeves. That's a Rachel Reeves, but then a truss effect so the anglo-saxon chronicle and i'm slightly paraphrasing here writes all who had enthusiastically welcomed his coming to power now decided he was useless oh no um and it may be because he's he's losing support it may be because he's already ill by this point it may be because emma is still on maneuvers that he he invites his half-br brother edward over from normandy to join him and edward this time does come i mean maybe he is ill because in june 1042 so he has ruled only for a couple of years he's drinking at a wedding feast in lambeth i read in lambeth yes when as the English Action Chronicle puts it, he fell to the earth with an awful convulsion. And those who were close by took hold of him. And he spoke no word afterwards, but passed away. This is why you could never really make a drama of this. Because people would say, I've invested so much in these two characters. This feud between Harefoot and Harthacnut that I assume will dominate the rest of the series. And then, no, they're both dropped dead for no obvious reason. But meanwhile, in Norway, King Magnus, kind of offstage character, but as you've been saying... This is his chance. Well, this is his chance. You know, this is his chance to claim the throne, but the English don't want him him and that means that the only plausible possible candidate is emma's other son edward the son of athelred who is a descendant of alfred the great and ultimately kurdic and so unbelievably the kurdic ingas have been restored the The line of Ether the Unready had the last laugh. Absolutely. So Easter 1043, Edward is crowned king. And people may be wondering, you know, Emma must be exultant about this. She's triumphant. Yeah. Not a bit of it. Edward's grudge against his mother is still going strong. So he confiscates all her treasure and banishes her from court um and unbelievably she then starts plotting with magnus the king of norway to overthrow her own son and it's just absolutely deranged behavior that doesn't work out so she just basically then what what happens to her she just gets she just kind of withers away in obscurity so she dies in 1052 she's buried in winchester alongside canute and half the canute and edward is now king so while all this has been going on in england william has been coming of age and in 1047 he's 19 years old he faces down a great rebellion and he rides out to battle for the first time and he secures a very bloody victory. And riding back from this great victory, he rams home the implications of his triumph by dismantling a large number of illegally raised castles. and as he enters his 20s it is clear to everyone that the anarchy in normandy is over that um strong rule has been re-established that william is going to be a duke to respect and to fear yeah and meanwhile william himself you know watching what's been going on in england he must have been pondering the lessons of Edward's unexpected accession to the English throne. And he must have reflected, well, this teaches that usurpers can be toppled if they have God's favour at their back, that those who are favoured by God can claim thrones, and that a man can travel from Normandy to England and become a king. But that's all very unlikely, right? Because this guy, Edward, who's finally become king, he's hale and hearty. He could have sons. And if that were to happen, you know, there would be no opening whatsoever. There'd be no vacancy. No, there'd be no vacancy. But also just suppose that Edward doesn't have sons. And so there is a vacancy. It presupposes that there wouldn't be people in Norway or indeed in England itself who might not have thoughts that perhaps they should become king. In England itself. I wonder who you could be thinking about there, Tom. Well, we will find out in our next episode when we turn to one of the glittering stars of English history, the last English king, hero to all who knew him, the story of Harold Godwinson. Now, if you want to hear that episode right now, and why wouldn't you? You can if you're a member of the Rest is History Club. And if you're not already a member, then go to the rest is history.com and sign up but we will be back next time with the next thrilling chapter in this epic saga bye-bye bye-bye here's that clip we mentioned earlier on. And gradually what you see in this period is mounting concern over what became called hyphenate Americans. This idea that foreign immigrant communities had divided allegiances. And so there are increasing demands for effectively loyalty tests. And Wilson gives a very famous speech in which he uses a famous phrase, and that's a phrase that you have spent a long time studying, Sarah. And that is to ask whether these Americans who have loyalties to other nations will, when it comes down to it, whether they will put America first. And that's the phrase, right? America first. It is a phrase that was first popularized in this context in 1915, a year before Black Tom, in a speech that Wilson gave addressing these mounting concerns about hyphenate Americans, about whether they were real Americans or not. And the way that Wilson put it was he said he demanded that immigrant communities stand up and state explicitly whether, he said, is it America first or is it not? And at that point, America first became an incredibly popular phrase. It basically dominates American political discourse for the next decade. Then it kind of subsided and then it has a resurgence around World War II when it was used to talk about whether America should enter the Second World War. And then it went into abeyance for a long time, until it made a dramatic reappearance in the 21st century, which listeners will be familiar with. If you want to hear the full episode, listen to Journey Through Time, wherever you get your podcasts.",
    "speaker": null,
    "startTimecode": 2915080,
    "endTimecode": 3620160
  }
]