[
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/0",
    "text": "Thank you for listening to The Rest is History. For weekly bonus episodes, ad-free listening, early access to series, and membership of our much-loved chat community, go to therestishistory.com and join the club. That is therestishistory.com. Today at T-Mobile, I'm joined by a special co-anchor. What up, everybody? It's your boy, Big Snoop Deal Double Cheap. Snoop, where can people go to find great deals?",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 25060
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/1",
    "text": "Head to T-Mobile.com and get four iPhone 16s with Apple Intelligence on us, plus four lines for 25 bucks.",
    "speaker": null,
    "startTimecode": 31280,
    "endTimecode": 31420
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/2",
    "text": "That's quite a deal, Snoop.",
    "speaker": null,
    "startTimecode": 32700,
    "endTimecode": 32820
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/3",
    "text": "And when you switch to T-Mobile, you can save versus the other big guys, comparable plans plus streaming.",
    "speaker": null,
    "startTimecode": 38120,
    "endTimecode": 38280
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/4",
    "text": "Respect. Only up out of here.",
    "speaker": null,
    "startTimecode": 39760,
    "endTimecode": 40440
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/5",
    "text": "See how you can save on wireless and streaming versus the other big guys at T-Mobile.com slash switch.",
    "speaker": null,
    "startTimecode": 43960,
    "endTimecode": 44060
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/6",
    "text": "Apple Intelligence requires iOS 8.1 or later. This episode is brought to you by Progressive Insurance. Fiscally responsible. Financial geniuses. Monetary magicians. These are things people say about drivers who switch their car insurance to Progressive and save hundreds. Visit Progressive.com to see if you could save. Progressive Casualty Insurance Company and Affiliates. Potential savings will vary, not available in all states or situations. Harold, eldest in birth as in wisdom, was by the king's favour appointed to the earldom in his father's place. In the strength of his body and mind, he stood forth among the people as a second Judas Maccabeus, a true friend of his people and his country. He wielded his father's powers even more actively and walked in his ways, that is, in patience and mercy and with kindness to men of goodwill. But disturbers of the peace, thieves and robbers, this champion of the law threatened with the terrible face of a lion. well practiced he was in endless fatigues and doing without sleep and food, and endowed with mildness of temper and a more ready understanding. He could bear contradiction well, not readily revealing or retaliating, never, I think, on a fellow citizen or compatriot. Indeed, the fault of rashness or levity is not one that anybody could charge against him. Sir Tom Holland, the name of this paragon, this patriotic icon. Dominic Sandbrook. This hero, this enduring hero of the English people, a man worthy to stand as England's last true-born king. It is, of course, Harold Godwinson, Earl of Wessex, the man who falls at the Battle of Hastings. And last time we were talking about Duke William of Normandy, the villain of this story. And today we're on somebody who I've always held a candle for. Held a candle for. Exactly. Exactly. Do you see yourself reflected in his character and his prowess? The terrible face of a lion. Yeah. Endowed with mildness of temper and a ready understanding. He could bear contradiction. Well, I mean, it's all adding up. It's all there, isn't it? Yeah. It's uncanny. It's uncanny. So this is actually from a biography of Edward the Confessor, not of Harold. That's right. So Harold is a supporting character in this book. Yes. A lot of what we know about the reign of Edward, who was crowned at the end of the last episode and goes on to be called the Confessor, not because he's rushing around confessing to things all the time, which is what people often think. It's because there are multiple Edwards and people haven't yet worked out that you could call them the first, the second, the third or anything like that. I think this is a much better way of doing it. I agree. So Alfred the Great Son was called Edward. So he's Edward the Elder. And then we had Edward the Martyr. And Edward the Confessor is someone who is a saint but hasn't been martyred, basically. Right. Or that bloke Harold Harefootfoot. I mean, if you make up a nickname later, if necessary. Yes. Brilliant. But that passage that you read comes from a life of Edward the Confessor. Yeah. Probably written in the immediate aftermath of his death, early in 1066, and almost certainly commissioned by his queen, who is a woman called Edith, and who just happens to be the sister of Harold. So you can see that this is certain. I think these are and who just happens to be the sister of Harold.",
    "speaker": null,
    "startTimecode": 246180,
    "endTimecode": 265740
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/7",
    "text": "So you can see that this is certain. I think these are pretty objective people, to be fair. Yes. Well, you say that, except that Harold is not the only member of his family to be praised in the life of King Edward, because there is also his younger brother, Tostig Godwinson. And Tostig, like Harold, is an earl. And he's described in the life of King Edward as a man endowed with very great and prudent restraint although occasionally he was a little overzealous in attacking evil and with bold and inflexible constancy of mind and we will see in due course today whether that is a fair description or not. Okay so we're talking today about about this family, the Godwinsons, who we left out of the previous episodes because we wanted to do them all today. And they're obviously massive players in the story of 1066 because we've already had three members of the family. We've had Harold, we've had Tostig, and we've had Edith. And behind them, hence the name Godwinson, is this bloke, Godwin, who is not massively well known, I would say, in English history today, but is a titanic figure in English history in the 11th century. So tell us a bit about Godwin and why his name carries such significance to people in the 11th century. Well, he is an astonishing example of social mobility. And he's a classic example of how in periods of chaos and change and disaster for lots of people, some can find opportunity. And so to look at how he emerges to this astonishing position of predominance in England, we need to go back to 1016, the conquest of England by Canute and the Danes. And the consequence of Canute's triumph is not just the toppling of the Kurdik ingas, the traditional ruling West Saxon dynasty, but also the replacement of large numbers of English eldermen, the guys who are in charge of the kind of the various counties and regions in England, by Danish jarls or earls as they come to be anglicised. But there is one Englishman who is appointed to a position of high rank by Canute early in his reign. And I'm quoting here from the life of King Edward, a man judged by the king, most cautious in council and active in war. And this is Godwin, who is simply an obscure thane from Sussex. He has no real pedigree at all. And in fact, his father had been arraigned by Æthelred on a charge we're not sure exactly what. And he's very cross about this. And he commandeers 20 ships from Æthelred's fleet. And basically, he kind of turns Viking. He goes off kind of raiding the south coast of England. And it may be that this is how Godwin meets Canute. That because he's essentially turned Viking, maybe he meets the real Vikings. Maybe Canute recognises a kindred spirit. But certainly once Canute has become king, Godwin's rise is astonishingly rapid. So in 1020, Canute, who up until that point had been serving as Earl of Wessex himself, you know, he's got a large empire to rule. So he doesn't really want to shoulder that burden. So he gives it to Godwin, who becomes Earl of Wessex. Also, he marries him to his own sister-in-law, a Danish woman called Gither. And in consequence of that, you called Harold the last true-born king of England. But I mean, he is half Danish, as is Tostig, as is Edith. So we think of them as the embodiments of Anglo-Saxon England, I guess, because they're ruling and living in the twilight of Anglo-Saxon England. But they are also evidence of the way in which England is an inextricable part of the Danish world as well. So in that sense, I guess they are really good embodiments of Anglo-Saxon England because, of course, for centuries, Anglo-Saxon England has had a huge Danish component to it, hence the place names and the people's personal names and the Thor's hammers and all of those kinds of things. So just on Godwin, you could say about Godwin, yes, he's a symbol of upward mobility. He's also a symbol of collaboration with an occupier. Yes. And it works for him because by the time Knut dies in 1035, he is indisputably the most powerful magnate in the kingdom. I mean, he is a figure whose support is key for anyone who wants to rule as king. And it is evidence of these powers of resourcefulness, of prudence, of opportunism, of charm that the life of King Edward alludes to. And this is essentially his own daughter praising him. But clearly the proof of these qualities is the fact that he's able to survive the shipwreck of Athelred's fortunes, profit from them, and then survive this kind of seesaw chain of succession with Canute, his two sons, and then Edward. So Godwin shows an unbelievable talent for swimming with the tide. So first of all, he backs Emma and half a Canute in the wake of Canute's death. Then when it's clear that Harold Harefoot is going to be king, he switches sides. When Alfred, Emma's son by Æthelred, lands, and people who listened to our previous episode will remember that Alfred gets seized along with his retinue. They all get kind of scalped, blinded, chained up, whatever. And Alfred himself is blinded and dies of his wounds. The guy who is responsible for this is Godwin. It is Godwin who supervises essentially the kind of the slaughter of Alfred and his retinue and supervises the guy who is the brother of Edward, who is going to become king, his blinding in Ely. And then when Harthacnut becomes king, Godwin very smoothly moves back to serving him. But his most startling switchback is still to come, because it is Godwin who plays the leading role in finessing the restoration of the original West Saxon ruling line to the English throne in the form of Edward the Confessor. And just to reiterate, it's startling, partly because Godwin has inherited this grudge from his father against Æthelred. More. Well, obviously, because his entire status as the most powerful magnate in England entirely derives from Danish rule and from the fact that Æthelred's family have been expelled. And above all, I guess, because he's the guy who blinded and essentially killed Edward's brother. But maybe there's an explanation for this, which is that Edward, as we will discuss, has been in Normandy for the great majority of his adult life. So he doesn't have the affinity, the connections, the networks in England. Whereas Godwin, he may hate Godwin, and he may think, you know, I think it's completely reasonable that you might have a grudge against somebody who'd bided and mutilated your brother. But Godwin does have all the patronage networks, all the connections and it's completely reasonable that you might have a grudge against somebody who did and mutilated your brother.",
    "speaker": null,
    "startTimecode": 505280,
    "endTimecode": 685100
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/8",
    "text": "But Godwin does have all the patronage networks, all the connections, and it's presumably hard to do without him. Yeah, so it requires both of them to play politics. It's a bit like, I suppose, Starmer bending the knee to Trump, even though he obviously hates him. Sometimes you have to do stuff to get on in geopolitics. And this is kind of what's happening because they both have every reason for arriving at an accommodation because both depend on the other. So when Edward becomes king, Godwin is highly respectful. He gives him an absolutely magnificent warship, which is all ornamented with gold and has a kind of crew of 80 warriors who are all wearing gilded armour. And in turn, Edward confirms Godwin in his rank as Earl of Wessex, which of course is what Godwin wants. And more than that, he promotes Godwin's sons. So Harold, for instance, even though he's only just 20 by this point, he becomes the Earl of East Anglia, which is a hugely powerful position. And it means that Godwin and his sons are ruling a large swathe of England, albeit under the headship of Edward. But there's a sense in which that's quite a nominal headship, because as you pointed out, Edward doesn't really have the contacts and the affinities that a king who had grown up in England would automatically have had. He seems almost like a foreigner, I think. But obviously the biggest symbol of this is who Edward marries. Because when he arrives, he needs a wife. And January 1043, he gets married. And three months later, his wife is crowned queen. And the identity of this woman is Godwin's daughter, Edith. I mean, you could hardly have a more powerful, you know, physical, visual symbol of the reconciliation of the two men. Right. And for Godwin, it means that should Edith bear Edward sons, then there's every chance that his grandson will be king of England. So, I mean, it's an incredible prize. Now, Edith herself is a very, very impressive woman. So, I'm delighted to say that she was educated at Wilton, the great nunnery there. So, she's not being ready to be a nun. It's more like a kind of very expensive boarding school. She's very learned in music, in mathematics, in astronomy. She's supposed to have spoken five languages. So her native English, Danish, it got from her mother, Latin, French, and brilliantly Irish. She's very skilled at embroidery. And she is described admittedly by this life of King Edward that she herself has sponsored as being ineffably beautiful. I'm sure she was. So anyway, I was kind of reading the life of King Edward when we got our little kittens that would grow up to become tostig and edith and i called our our girl cat edith because i was reading about this so she's ineffably beautiful and there's this wonderful description of her edith gem like on the kingdom's breast all virtues friend so that's how i like to think of my cat but no harold tom that's no so so we did have a Harold as well, but he ran away. Oh, crikey. Really sad. So he got lost. So we just have Tostig and Edith. Okay. I think that it does Edith, my cat, great credit to have been named after this remarkable queen. She's very, very formidable. And on royal charters, the moment that she has been crowned, she is appearing kind of second to Edward himself. And I guess for the people of England, her presence beside Edward on his throne is a kind of moving symbol of this reconciliation between King and the great magnate who had put all England in his shadow, undertaken for the good of the English people and well befitting a Christian king with the care of his people uppermost in his mind. Right. But there is a cloud, right? There is one issue, which is there's one thing anybody who's ever heard of Henry VIII knows there is one thing a king has to do and Edward does not do it because they don't have any children right and the years go by so four five six years and still edith hasn't given edward an heir it's harsh to blame it on edith tom i mean well it might be edward's fault it might be edith's the truth is that this is a marriage that has prompted enormous speculation and i guess that there are probably two principal theories as to why Edith does not give Edward a son. And the first of these, which is first mentioned by an English historian writing at Malmesbury called William, William of Malmesbury. I mean, he's very much, I think, like you in your children's book mode. He loves the story. And if there's a kind of entertaining perspective to adopt, he will absolutely adopt it. Oh, thanks, Tom. That's kind. And he's very patriotic. So the kind of, yeah, the Dominic Sandbrook of the 12th century.",
    "speaker": null,
    "startTimecode": 725360,
    "endTimecode": 978380
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/9",
    "text": "So William of Malmesbury's theory is that Edward is consumed with such hatred and resentment of Godwin that he can't bear to sleep with Godwin's daughter, that Edith may be ineffably beautiful and  Thank you. theory is that that edward is consumed with such hatred and resentment of godwin that he can't bear to sleep with godwin's daughter that edith may be ineffably beautiful and brilliant at speaking irish and embroidery and stuff but he doesn't care he doesn't have anything to do with her can't can't bear to be touched by her don't believe it i just don't believe that story i think if she's that beautiful you'd overlook your animus against the father in fact the animus against the father might be an incentive well possible support for this theory has been adduced in um in the  I'm going to go to chastity. Okay. So maybe that's Edith's way of saying, well, you know, there were slight problems. But I think there's another reason for that that we'll come to in due course. And I would also just throw in here the opinion of pauline stafford who is the great expert on 11th century english queens and she says it is futile to speculate on the sex lives sex drives or sexuality of 11th century kings from such sparse and partial evidence tom if we if we adopted that that attitude i mean our podcast would be about 20 minutes shorter by and large i'm sure that's true. I think we've repeatedly said that we can't impose kind of 21st century standards of sexual psychology. We have. We try not to. We normally say that after we've spent the previous eight minutes. I agree. I agree.",
    "speaker": null,
    "startTimecode": 978920,
    "endTimecode": 1059060
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/10",
    "text": "Entertainingly speculating. Which is what we've just done. Yeah, exactly. But I don't think that that is the key to it. So the other possibility, of course, is that Edith or Edward can't have children. That seems to me a much more plausible explanation. I mean, Edward would want to father children. He would want to propagate his line. And I think the evidence for this is that by the end of 1050, so that's five years after his marriage to Edith, it's clear that he is manoeuvring to divorce her and by implication remarry. And I think the consequence of this is the first great crisis in English history precipitated by a king's desire to get a new wife. So you alluded to Henry VIII. This is where that trend all kicks off. So to pursue that thread, the issue for Henry VIII, of of course was that he was setting himself against the king of spain the pope and so on and so forth the issue for edward is that he is setting himself against in the short term a more dangerous opponent because that of course is godwin the most powerful person in the kingdom so well he doesn't he does have allies doesn't he i mean that's one thing we should say because there are other magnates who don't like godwin yeah so there are two in particular there's the earl of northumberland which by this point is a dane called seward and people who've read or watched macbeth may remember that he features in that historically seward launches two invasions of scotland against macbeth and edward really trusts him The other is a guy called Leofric, and he is the Earl of Mercia. And he again is one of the kind of English nobles who has profited from the Danish invasion. It's possible that Alf Giffu, who is Canute's first wife, the mother of Harold Harefoot, that she may have been related to him. Well, that would make sense because he'd backed Harefoot, hadn't he, in the succession crisis. Yes. So this is why Leofric is where he is as Earl of Mercia. And he is probably best known in English folklore as the husband of a woman called Gogifu, which comes to be Godiva, as in Lady Godiva, who rides naked through the streets of Coventry. Yeah. Best thing that's ever happened in Coventry. And it's interesting because Leofric in that is cast as a man who is exacting too many taxes. And it's a reminder again of the fact that in the 11th century, the English are the most heavily taxed people in Western Europe. Right. So it's all about the ability of earls to extract money from people. And then what about the Normans? Because Edward, of course, has spent so many years in Normandy and he brings some Normans with him when he comes, doesn't he? He does. Yes, he does. And we talked yesterday about how in France there is this brewing military revolution of which the most prominent symbol is the castle. And actually there are Normans who are given lands in England and who build castles. So one of them is a brother-in-law of Edward. He's called Ralph and he has the brilliant suprich of the timid, which I think is what I would have if I was a Norman lord. And he becomes the Earl of Herefordshire and he builds a castle there. There is also an abbot from a place called Jumiege. He's called Robert and he is appointed by Edward, Bishop of London. And then in 1051, Archbishop of Canterbury. So to some degree, the Norman, I mean, people always say, what if the Norman conquest never happened? But the integration of the English and the Norman worlds has already started long before 1066. Well, it goes all the way back to Emma marrying Atherred. I mean, it's been an ongoing process, but Godwin certainly doesn't like it. And particularly the appointment of Robert of of jumier as archbishop of canterbury he's furious about this because he'd wanted one of his own placemen to get the job and it precipitates a rapid meltdown in relations between edward and godwin and i think the pace of the meltdown is reflective of the fact that edward is starting to angle now to try and get rid of Edith because he wants children. But it's certainly not helped by the new Archbishop of Canterbury, who is openly and repeatedly snubbing Godwin. And also lots of the Normans who have come over to London or maybe heading back to Normandy or whatever are disrespecting Godwin quite seriously, almost as though they're being prompted to perhaps by the king. I mean, we don't know. That might be a conspiracy through too far. But there's a notorious occasion in August 1051 where there's a massive fracas in Dover when a Norman nobleman and his retinue are supposedly attacked. And Edward is furious about this and he orders Godwin to go and ravage Dover as a punishment. Right. You know, this is a traditional form of English justice. We talked about how Edgar was always ravaging places that annoyed him. Yeah, hence his nickname, The Peaceable. Exactly. And Godwin refuses. These are his people. He is the Earl of, essentially, of Southern England. He doesn't want to have to do that. He's put in a completely invidious position and you can't help thinking thinking that it's a deliberate manoeuvre on the part of Edward's to force Godwin into a corner. And the consequence of this is that by September 1051, Godwin and his sons are starting to raise their levies. They're preparing for war. And Edward then summons Seward and Leofric, the earls of Northumberland and Mercia to raise their levies and come to his defence. And these two great armies confront each other.",
    "speaker": null,
    "startTimecode": 1059620,
    "endTimecode": 1368980
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/11",
    "text": "You know, they're lined up, but then they hesitate.",
    "speaker": null,
    "startTimecode": 1369520,
    "endTimecode": 1372060
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/12",
    "text": "And the Anglo-Saxon Chronicle explains why.",
    "speaker": null,
    "startTimecode": 1372820,
    "endTimecode": 1374700
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/13",
    "text": "Some of them considered that it would be great folly if they joined battle.",
    "speaker": null,
    "startTimecode": 1375300,
    "endTimecode": 1378300
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/14",
    "text": "Almost all the noblest in England were present in those two companies. And they were convinced that they would be leaving the country open to the invasion of our enemies and be bringing utter ruin upon themselves.  Isn't that interesting that they're already anticipating the possibility that, you know, neighbouring predators might make a move? But I mean, think about it. These are all people who've lived through the Danish conquest. I mean, I'm sure they're thinking of the Vikings rather than the Normans, but I mean, you know, they know that a house divided is, I mean, it's not a good place to be. So negotiations are opened and it's agreed that Godwin will come to London in a fortnight's time after this meeting and he will be put in trial. And Godwin agrees and he's planning to go to London with his army, but his levies start to melt away. And even before the two weeks are up, he realizes that he's finished. And so he takes horse, takes ship, heads off to Flanders. And his wife and sons also flee. So Harold flees to Ireland. The only significant figure of the Godwin family who is left is Edith, Edward's queen, and she is immediately packed off to a nunnery. Edith will say that it was Wilton and will imply that it was a kind of a rather pleasant retirement, but probably she is sent off to another nunnery, which effectively serves as a prison. So shades of the Merovingians, which we talked about in the Franks. Right, so here we are at the end of 1051 the Godwins, it looks like they're out So shades of the Merovingians, which we talked about in the Franks. Right. So here we are in the end of 1051.",
    "speaker": null,
    "startTimecode": 1378900,
    "endTimecode": 1466740
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/15",
    "text": "The Godwins, it looks like they're out, they're down. But I guess the issue for Edward now is that by kicking out the Godwins, he has thrown his lot in completely with Seward and Leofric. And he's in their power to some extent, isn't he? I mean, basically because there is now no counterbalance to them. Yes.",
    "speaker": null,
    "startTimecode": 1467460,
    "endTimecode": 1484920
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/16",
    "text": "And so it's not surprising that they are confirmed in more grants of land harold has been the earl of east anglia there's now a vacancy so leah frick's son alfgar uh he gets that job so clearly you know jobs for the boys i mean that's part of the deal but edward does have other allies beyond england because of course he has all these contacts in Normandy. And it is now in the wake of Godwin's flight that the Anglo-Saxon Chronicle reports a key development. And it's a sentence that has been so discussed, and I'll read it. Then came Duke William from beyond the sea with a great retinue of Frenchmen. And the king received him and as many of his companions as it pleased him. What does receive mean? I think it means slightly more than just, you know, come in and have a drink. It's more kind of. William is almost becoming his vassal. He's offering him kind of pledges of support in a way that affirms Edward's rank as king. But the question then is, well, what has Edward given William in return? And the Anglo-Saxon Chronicle doesn't say, no English source says, but Norman sources insist that what Edward has done is to promise William the crown should Edward not have sons. So in the words of David Douglas, who's the author of the definitive recent biography of William, there can be no reasonable doubt that before the end of 1051, he had nominated William of Normandy as his heir. But some historians do doubt it though, don't they? I mean, some historians are like, well, we cannot be certain what the arrangement was. And it may have been much less, you know, he may have made noises, but not been definitive. I mean, the fact that it's so vague in the sources. Well, I think that Edward, for as long as he is childless, uses the possibility that he could nominate someone as king as a kind of bargaining chip. Right. In a way, it's almost the strongest card he has to play. Yeah. And I'm fairly sure he does suggest this to William. But, of course, one of the reasons why he does it is that he is kind of, you know, he's looking to get a new wife. He's looking to have a son. And if he has a son, then, you know, no problem. William won't become king. But the problem is, of course, that, you know, he doesn't yet have a wife or a son in place. And you could imagine that if Edward had, you know, had not had a son, and if this agreement on Edward's part that William became king in his succession had gone through, you could imagine quite a kind of, you know, a peaceable process of succession that William might well have become king. And it would have, the whole process would have been a lot less brutal. But the thing is that all of this is dependent on Godwin and his family remaining safely in exile. And I guess that if there is a theme of this series, it's the fact that people who are driven into exile always come back. They always come back. Well, I mean, all of the people, almost all the people we talk about spend time in exile, don't they, and make astonishing comebacks. Astonishing comebacks. And this is what happens in August 1052, so the year after Godwin's flight. Godwin has not been twiddling his thumbs. He has been recruiting an enormous fleet. He's been raising an army. And in the summer of 1052, he sails from Flanders with his fleet. Harold, meanwhile, has been raising a fleet in Ireland. The two of them meet on the south coast of England, and they start kind of ravaging the south coast. And Edward is thrown into a panic. He doesn't have the levies to hand, indeed the fleet because he's actually cut back on the taxes that would have kept the fleet going. Very, very foolish move. And so he's a bit stuck. And 14th of September, the Godwins sail up the Thames in triumph and they dock at the south end of London Bridge. So in Southwark. London is held against them. It's got the great Roman walls. And Edward thinks, well, I can defy them. But the mass of people, not just in London, but across England, they say it's not worth fighting over.",
    "speaker": null,
    "startTimecode": 1625300,
    "endTimecode": 1736060
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/17",
    "text": "And also, there's quite a lot of resentment of the rumours that Edward has nominated William of Normandy, his heir. People don't like the Normans. They think, we'd rather have Godwin than a load of foreigners.",
    "speaker": null,
    "startTimecode": 1736580,
    "endTimecode": 1748700
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/18",
    "text": " right and so right and so right and so right and so right and so right and so right and so right and so right and so right and so right and so right and so right and so right and so right and so right and so right and so right and so that Edward has nominated William of Normandy, his heir. People don't like the Normans. They think, we'd rather have Godwin than a load of foreigners. And so Edward ultimately finds himself with no choice but to welcome the Godwins back. And Godwin plays it very cool. He doesn't humiliate the king. He kneels before him. He begs his royal forgiveness. He insists that he'd been misrepresented and is innocent of all the charges against him. And Edward has no choice but to accept this. And both Godwin and Harold are restored to their respective earldoms. And Edith returns in triumph from her exile and imprisonment in her nunnery. Back to her husband's side, there she is, an anointed queen by the side of her husband, the anointed king. And clearly this means that there is now no more talk of divorce, which in turn probably means that there is no more prospect of Edward having an heir. And the life of King Edward, I mean, it celebrates this in delighted tones. The whole country settled down in peaceful tranquility. But of course, the question is, will this peaceful tranquility hold? And I guess you could say that the legacy of the Godwins exile and return is threefold. So firstly, the Godwins are now absolutely secure as the greatest dynasty in England. Edith, as we said, is now secure as queen. So no real prospect of them having children now. And of course, there are these reports, a consequence of the Godwins exile, that Edward has promised William the throne. So you can see that is quite a combustible blend of circumstances. Now, there are 15 years to go. The clock is ticking towards the point at which these combustible circumstances will ignite. And we will speed up that process after the break. This episode is brought to you by the Swedish clothing brand Asket. Now, Dominic, in our episode on tailoring and the history of the suit, one of the most salient things you get a real sense of while stood in a tailor's on Savile Row is that historically clothes were made with love and care so that they would last for a very long time indeed. And I think it's a shame in today's age of fast fashion that it is hard to come by clothes that stand the test of time. But Tom, honestly, you don't have to go to the lengths of getting a bespoke suit tailor-made to own clothes that are made with that same sense of love and pride. There are very few companies left that have that real focus on quality and longevity, but one of them is Asket. They work almost exclusively with organic and natural materials milled in Italy and Portugal and made in factories built on generations of craftsmanship. Every product is worn for months by the two founders, stress testing every stitch and seam before it's approved for production. And as a result, they have just one single permanent collection. It's around 50 garments offered in three lengths for every regular size that are meant to be around forever. And there are no discounts, ever. If you don't need anything, don't buy. Have a look at the collection yourself. Visit asket.com. This is an ad by BetterHelp Online Therapy. You know, in a society that glorifies hyper-independence, it's easy to forget we really are all better when we have a support system behind us. My support system, the people that I rely on more than any other and do most for my well-being, my self-esteem and my mental health are our producers, Theo and Tabby. They've genuinely changed my life. When I've ever got a question, I know to go to them. So Tom, who's the support system in your life? A very exciting addition to my support system is my beloved Bulgarian trainer, Simon, who makes me not only mentally fitter, but physically fitter. Therapy can be a source of support for any area of your life, and it can give you the courage, Tom, to ask for help. It can help you learn positive coping skills when you're stressed. It can teach you how to set boundaries and to enforce them. It can help you work through anything and empower you to be the very best version of yourself. As the largest online therapy provider in the world, BetterHelp can provide access to mental health professionals with a diverse variety of expertise. Build your support system with BetterHelp. Our listeners get 10% off their first month at betterhelp.com slash rest history. That's betterhelp.com slash rest history. Hello, I'm William Derimple. And I'm Anita Arnand. And we are the hosts of Empire, also from Goalhanger. And we're here to tell you about our recent mini-series that we've just done on The Troubles. In it, we try to get to the very heart of the violent conflict in Northern Ireland that lasted from the 1960s all the way up to 1998. It's something that we both lived through and remember from our childhoods, but younger listeners may not know anything about it. And it's the time when there was division along religious and political lines. Neighbours turned against each other, residential city streets became battlegrounds, thousands were killed, and the IRA bombed London. It seemed as if an end was out of reach, but in 1998, a peace process finally brought those 30 years of violence to an end. But the memory of the Troubles is still present, not only within Northern Irish communities who experienced it, but in international relations and political approaches to peace. And new audiences are starting to understand this national trauma through films like Belfast and kneecap and TV shows like Derry Girls. In fact, our guest on the miniseries is Patrick Radden-Keefe. Now, he's the author of the nonfiction book that inspired the hit TV drama, Say Nothing. It's one of my favourite books. It's, I think, the kind of in cold blood for our generation, extraordinary work of nonfiction.",
    "speaker": null,
    "startTimecode": 1749460,
    "endTimecode": 2105520
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/19",
    "text": "And if you'd like to hear more about this very recent conflict that put Northern Ireland on the global stage and hear from Patrick Raddenkeith, we've left a clip of the miniseries at the end of this episode. To hear the full series, just search Empire wherever you get your podcasts. Beyond the walls of London, beside the River Thames, there stood a monastery dedicated to St Peter. It was an insignificant place, and under its abbot, only a small community of monks served Christ. The king, therefore, devoted as he was to God, fixed his attention on the spot, for not only was it close to a rich and famous city, but it was also a delightful spot, surrounded with fertile land and green fields, and near the main channel of the river, which bore abundant merchandise of wares of every kind for sale from the whole world to the town on its banks. So that's an account in the life of King Edward about how edward the confessor came to build a great abbey or a minster as the anglo-saxons called it to the west of london so it's to the west of london and it's a minster and guess what they end up calling it westminster duh well amazing so tom this is the origin of westminster abbey yeah and you said, it comes from the life of King Edward, which, remember, is commissioned by Edith, his queen. And so her fingerprints are all over this account. And this life has two particular goals. And the first is to cast Edward as essentially a saintly figure, a confessor. And the second is to associate herself, Edith, with this saintliness. And this is why after this life has described how Edward sponsors the building of his great abbey at Westminster, it then goes on to describe how Edith rebuilt Wilton, you know, where she'd been raised and this kind of great centre of Wessax and holiness to rebuild this abbey in stone. And that is kind of essentially casting her as her husband's partner in godliness. And what the life does not do when it recounts Edward's building of Westminster Abbey is to point out that he's also building an enormous palace. So pretty much where the houses of parliament are now. So essentially it's an enormous royal complex, but she doesn't want that mentioned because it slightly detracts from the sense of him as a man utterly devoted to God. And likewise, it's this life, which we said before, which insists that Edward willingly consecrates himself to virginity. And I think that we can see reasons for that that have nothing to do with Edward supposedly not allowing Edith into his bed. because essentially by saying that Edward has consecrated himself to chastity, it's veiling the failure of Edith to give him a child, which is the prime responsibility of a queen. And it doesn't matter how unfair that is. If you don't, essentially you've failed as a queen. And also it associates her with this kind of saintly project of chastity, because by extension, she is a virgin as a result. And not only that, but because if she paints Edward as this sort of, you know, he's thinking about God and his mind is on higher things and all of that. I mean, people, yeah, they're like, oh, brilliant. But it sort of emphasises that her family, Godwin and his sons, have been the people who've actually been making the machine work and keeping England going. And so it makes them look good too. Yes. So the life, even it is celebrating Edward as this kind of otherworldly figure who spends his whole time hanging out with monks. It's emphasising how Harold and Tostig are, and all his other brothers, he's got hundreds of brothers, how they are setting their shoulder to the wheel and laboring hard in the cause of England. And in fact, it's clear, even from the life of King Edward, that he's not spending his whole time with monks. Even the life has to admit that actually he's spending most of his time hunting. It's clear that Edward essentially has been sidelined, that he's become a bit of a cipher, but he's really not spending his whole time confessing. Yeah. He's killing a lot of deer. Okay. And I think this sense of Edward that the life is promoting as a man almost kind of too good for the world is heightened by a dramatic development in 1053.",
    "speaker": null,
    "startTimecode": 2245180,
    "endTimecode": 2363540
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/20",
    "text": "And if people going into exile and coming back is one theme of this series, then another is people at meals  I'll see you next time. is heightened by a dramatic development in 1053. And if people going into exile and coming back is one theme of this series, then another is people at meals unexpectedly dying of choking fits. So this happens at Easter in 1053. Godwin is with the king in Winchester at a great Easter feast, and he chokes to death. But there's no suspicion here of foul play, is there?",
    "speaker": null,
    "startTimecode": 2364080,
    "endTimecode": 2385260
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/21",
    "text": "I mean, this just seems like an occupational hazard of, are they just eating an enormous amount of ill-cooked meat or very tough meat? I mean, who knows? Yeah, I don't think there's any hint. And it doesn't really alter Edward's position because he has no choice but to appoint Harold as Earl of Wessex. That's the moment where we began this series.",
    "speaker": null,
    "startTimecode": 2388840,
    "endTimecode": 2404300
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/22",
    "text": "And I think actually it kind of makes him look even weaker because there's a sense of a generational shift. You know, this new generation of Earls, Harold and so on are stepping up to the plate. Right. And Edward looks kind of elderly and decrepit and a bit out of the loop. But there is a bit of a balance of power thing going on here, isn't there? Because Harold had been Earl of East Anglia, but now he's taken over the kind of premier job, which is Earl of Wessex. So he's got the heartland region. But he's replaced in East Anglia by a guy called Elfgar, who is the son of Leofric. So you've got Leofric in Mercia. You've got Elfgar in East Anglia. You have this book, Seawood in Northumbria and in Wessexon. And Edward can kind of play them off against each other, presumably. There's a bit of a balance. I'd agree there's kind of balance of power there. But then in 1055, so that's only two years after the death of Godwin, there's another dramatic development because Seward dies, the Earl of Northumbria. People just keep dying in history, don't they? It's an occupational hazard of being an 11th century Earl I think. Right. And the huge question is who is going to succeed Seward as Earl of Northumbria and Harold leans on Edward, Edith leans on Edward and they persuade Edward to appoint to the vacant earldom of Northumbria their brother brother Tostig. And the life of King Edward, unsurprisingly, thinks this is brilliant. Good news for Tostig, good news for Northumbria, good news for England. And it does acknowledge that Tostig is a bit shorter than Harold, but insists otherwise that he's quite as brave, quite as strong, quite as handsome as the absolute paragon that is his elder brother. Now, the Godwins obviously think this is tremendous, but there are lots of people who are really opposed to Tostig becoming the Earl of Northumbria. So Alfgar, who is the son of Leofric, the Earl of Mercia, who's just been appointed the Earl of East Anglia, he has a massive strop. He briefly threatens a civil war, goes into into exile comes back but harold manages to patch things up with him yeah in the north there's a lot of grumbling because uh northerners back then i mean it's no longer the case but back then they didn't like southerners particularly yeah i mean that would never happen now that would never happen now and then in 1058 the godwins are still on maneuvers so they don't really want alfgar as earl of east anglia so they elbow him aside and appoint another of Harold's brothers, Gierth, to become the Earl of East Anglia. And Alfga has another massive strop. Again, he goes into exile. Again, he comes back. Again, Harold patches things up. And there's this brilliant comment about it in the Anglo-Saxon Chronicle that listeners may well agree with. It is tedious to tell how it all happened. If we adopted that mantra, there'd been definitely no podcast. But essentially, there is kind of festering resentment on the part of Leofric, Alfgar, and Alfgar's sons, Edwin and Morkar. So this kind of this great dynasty in the middle of England. And they don't like being sandwiched between two of the Godwinsons, Harold in the south, Tostig in the north, and now with the appointment of Girth, the Eldam of East Anglia, to their east as well. And the life of King Edward obviously thinks it's fantastic.",
    "speaker": null,
    "startTimecode": 2404880,
    "endTimecode": 2592100
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/23",
    "text": "You know, it's wonderful that essentially England is pretty much now securely Godwin-run and exclaims, and so with the kingdom made safe on all sides by these nobles, the most kindly King Edward passed his life in security and peace. That's lovely, but obviously King Edward is not going to last forever. And there is this massive question mark about what happens if, assuming, I mean, I think everyone's probably assumed by now, haven't they? He's never going to have a son to succeed him. He and Edith are never going to have children. So the question now is who comes next? Because everybody must be thinking this from the mid to late 1050s onwards. Right. And as the 1050s turned to the 1060s, the fame of Harold as a warrior grows. But so also across the channel is the fame of another great warrior, William the Duke of Normandy. The fame of Harold is complemented by that of William and the fame of William is complemented by that of Harold. And the sense of them is these two great models of warrior lords. People know what the implication of this is. You know, there's the prospect of an almighty crash coming. So to look at Harold first, his record in the 1060s. In 1062, he launches a surprise attack on this guy called Gruffid Apgluelen, a prince who has made himself king of pretty much the whole of Wales. That's a very rare occurrence. Wales is normally very kind of patchwork of rival princedoms. But this Gruffid has made himself king of Wales and this is obviously seen by the English elites as a direct threat to them. And Harold launches a surprise attack. Griffith is taken completely by surprise. He manages to escape. But the following year in 1063, he's cornered in the wilds of Snowdonia and decapitated. And his head is sent to Harold, who then sends it on to Edward the Confessor. Meanwhile, across the Channel, William has invaded and successfully annexed Maine, which people who listened to the previous episode may remember is the kind of the border zone between Normandy and the great county of Anjou, the Norman's deadliest enemy, really. And William has done this in a very brutal and effective way. And a chronicler in praise of William says, terror was sown across the land. And the consequence of this is that William now has nothing to fear from his southern flank. Right, so he can look northwards. He can be thinking about what happens in England. Yes, he absolutely can. And so finally, we come to this moment, one of the most famous famous moments not just of this whole story but in all english medieval history so either in 1064 or in 1065 harold and william at last come face to face and it's the very first episode that you see on the buyer tapestry you know one of the most famous i was about to say one of most famous documents. I mean, I guess it is a document of a kind. One of the most famous documents, not just in English history, but in all history. So Tom, tell us how Harold and William finally get to meet. So as you say, I mean, it is shown on the Bayer Tapestry and there are Norman accounts, there are English accounts. The Norman and English accounts often differ quite radically on the spin and interpretation they put on the episode, but I think the basic outline is clear. Essentially, Harold sets sail southwards.",
    "speaker": null,
    "startTimecode": 2592800,
    "endTimecode": 2794740
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/24",
    "text": "Why?",
    "speaker": null,
    "startTimecode": 2796320,
    "endTimecode": 2796920
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/25",
    "text": "The Bay of Tapestry and the Norman historians insist that he has been sent by Edward to promise William the succession.",
    "speaker": null,
    "startTimecode": 2797620,
    "endTimecode": 2804660
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/26",
    "text": "The English insist that he travelled there of his own volition in order to negotiate a marriage alliance or the release of some hostages of his own family, some of his brothers who have been kept by William. William of Malmesbury, the Dominic Sandbrook of the 12th century, who's very, very patriotic, suggests that Harold had been blown off course while on a fishing trip yeah that sounds most plausible to me so so anyway what happens then is that that whatever reason Harold is sailing southwards across the channel he's shipwrecked and he's taken prisoner by a local princeling William secures his release Harold becomes William's guest he joins him uh on on a campaign against the Bretons, the kind of the milk drinking barbarians of Brittany. And he watches the Normans in action. He watches their cavalry. He watches them build their castles. He is able to see their military operations up close. And when they're not fighting, William and Harold are talking geopolitics. And it's evident that Harold, who is very charming, very proficient in making people like him, gets William to talk about his ambitions. William talks about how he feels he has this right to the English throne. He wants to press it. He absolutely believes that Edward has promised him the throne. And Harold then swears an oath on the bones of saints that he will uphold William's claim to the English throne. And again, Norman historians insist he does this because Edward has sent him to do it. Yeah, because he was always going to do it. Yeah. And English historians say that basically he couldn't see any way of escape without agreeing to all that William wished. William basically forces him to do it. Yes. Well, he doesn't have any other way of getting back. Otherwise, he'll be a kind of hostage in Normandy. So he does this. He swears to uphold William's right to the English throne. And he is then given a Norman ship. It's loaded down with gifts and Harold sails back to England.",
    "speaker": null,
    "startTimecode": 2925320,
    "endTimecode": 2926080
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/27",
    "text": "And so the huge question hanging over this is, you know, what is the truth?",
    "speaker": null,
    "startTimecode": 2930240,
    "endTimecode": 2930620
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/28",
    "text": "What had Harold been up to?",
    "speaker": null,
    "startTimecode": 2932200,
    "endTimecode": 2932660
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/29",
    "text": "And Edward A. Freeman, the Regist Professor of Oxford in the 19th century, who wrote, again, a kind of Sandbrookian six-volume history of the Norman conquest.",
    "speaker": null,
    "startTimecode": 2937020,
    "endTimecode": 2942520
  },
  {
    "id": "52dae23d-484f-4ac3-8208-e6241470a0f7/transcript/paragraph/30",
    "text": "He said of this, it is one of the most perplexing questions in all history. I don't know whether you agree with that. It's not wrong. So here's the thing, right? I think you and I probably agree on this, and we agree also with other recent historians. So, for example, Mark Morris, who's written about the Norman Conquest and the end of Anglo-Saxon England. It's just utterly implausible that Haroldold who is so powerful and rich and such a serious player would have meekly crossed the channel in response to edward the confessor's instructions to swear allegiance to the duke of normandy i mean that just seems absolutely unbelievable doesn't it tom i agree but then of course there is the question of he go? You know, and the claim of English historians that he's going to negotiate the release of his brothers, I mean, it's perfectly possible. Yeah, there are historians who think that, who say if he wanted to succeed, then having these hostages at the Norman court would have been a massive time bomb. So he wants to get them back. But also it's humiliating for his family to have hostages at the Norman court. Yeah. So there is that. But I think I still don't think that is adequate to explain why he would put himself in such a risky situation. And I think the answer is, again, is to be found in the life of King Edward, full of gems and riches. Right. And it gives an account of a pilgrimage that Harold made to Rome kind of earlier in the 1050s, which very clearly simultaneously served as a kind of espionage mission. So to quote the life of King Edward, he studied the character, policy and strength of the princes of Gaul, not only through his servants, but in person and adroitly and with natural cunning and with lengthy and intent observation. So that's not written about Harold's trip to Normandy. The life of King Edward doesn't really mention that. But it's clear that this is part of Harold's policy. He believes in good intelligence. And I suppose because he rates his own powers of observation, he wants to see it for himself. And I suspect that he's going to try and get his brothers back. But above all, he's doing it because he wants to spy out the Norman way of war. Most people in England have no awareness of the kind of military revolution that is occurring. But Harold obviously does because he's been to France and he's seen it. And he wants to see how this revolution is operating specifically in the context of Normandy. He wants to see how the Duke's castles are built, the aggressive use to which they can be put, the potential of the Norman cavalry. And the problem for Harold, of course, is that to extract himself from the spy mission, he does clearly have to swear this oath. I mean, everyone, essentially English as well as Norman, accept this. But I guess he would say, you know, needs must. And again, there is a wonderful phrase in the life of King Edward about Harold, which reads so true that it was his way ever, the life of King Edward says, to pass with watchful mockery through every ambush. I love that. I love that phrase. Watchful mockery should be our watchword on this podcast. I mean, that's basically what we do. Well, good for Harold. I think he's come out of this splendidly. Even though he's sworn an oath on the bones of saints, which he has no intention of keeping. Tom, I mean, have I ever struck you in all the years of doing this podcast as a man who cares about oaths sworn on the bones of saints? I think I'm more the kind of person who would worry about an oath sworn on the bones of saints. I'm more the watchful mockery. I enjoy a bit of watchful mockery. I mean, I do think this is potentially a massive, massive issue for Harold that he underappreciates because while he's clearly aware of this great military revolution that is brewing in France, I think he underplays the extent to which there is a moral religious revolution happening as well. I like him more and more. That's great. Yeah, but it's poor intelligence, as we will see in due course, because it doesn't help his case, I think. Anyway, but we will be coming to that. And I think clearly what it means, the fact that he has sworn this oath and he's now presumably preparing to break it, it means that if he does become king, then invasion is inevitable. So why is Harold prepared to risk it? Well, he is not the only powerful figure, obviously, from his family in England. There is also his brother, Tostick, who commands the northern marches. And the life of King Edward again celebrates this pairing, the two great brothers, in very, very inspirational tones. Two great brothers of a cloud-born land, the kingdom's sacred oaks. With joined strength and like agreement, they guard the bounds of England. What could possibly go wrong? Right. Well, it does go wrong, doesn't it? So we get to 1065. Harold is obviously thinking, you know, the clock is ticking now. Edward, the confessor, is old and he's ill. So the end could well be coming. And Harold has obviously got his eyes fixed on the English Channel thinking, you know, if it all kicks off, I need to make preparations. But to some extent, maybe he's turned his back on and forgotten what's been going on in the North of England, because in the North where Tostig is in charge, things are not good. Are they right? So the North is a pretty tough place to keep in order. It's, it's poorer than the South. It's notoriously violent. So according to the life of King Edward, traveling parties of, of people up to 20 or 30 are regularly being kind of ambushed robbed murdered you have the king of scotland who's an increasingly menacing presence beyond the border and even the women in northumbria think nothing of sticking the heads of captured scotsmen on poles so it's a frightening intimidating place if you're from the South. I mean, very different today, obviously. And I think because of this, because Tostig, who's been raised in the South, essentially sees it as a terrifying place full of intimidating women and Scotsmen and all kinds of horrors. Essentially, he doesn't go there very often and he leaves his own placement to organise it and run it for him. And it prevents him from forging the kind of personal links that an earl needs to have. And his character also is not as charming. He's not as adroit. He's not as kind of calculating, I think, as either his elder brother, Harold, or his father, Godwin. And even the life of King Edward admits this. So it writes, renowned for his courage and cunning, but also possessed of an often fiery temper, he had tended to respond to hints of restiveness with all the forcefulness he could muster. And to make matters worse, he's put taxes up, hasn't he? So people are not happy about that. Yeah. And the problem is, is that he's putting up taxes as the service that he's providing as an earl is going into rapid decline. Because the king of Scotland, Malcolm, so as in Macbeth, the king who has succeeded Macbeth, you know, he can send opportunity. And throughout this decade, the decade of Tostig's earldom, Scottish raids are becoming more and more regular and more and more punitive so uh lindisfarne the holy island where uh cuthbert had been the abbot that gets sacked uh cumbria is a next by the scots crikey by the scots and i mean this is infuriating for the northumbrians yeah you know they're having to pay all these taxes and yet the scots are endlessly coming down and kind of you know looting them and killing them and it's not good and had tostig been in northumbria more often he would would have been able to read the runes i mean literally because there's quite a lot of runes up there oh tom that's a great metaphor well done but um but but he doesn't and as a result on the 3rd of october 1065 yeah a group of rebels against tostig's rule wipe out his placement in York and capture the city. He's taken completely by surprise. He has no idea that this was coming. And it's evident from what then happens that this conspiracy has been very carefully planned, very carefully coordinated. And so Tostig's adherents across Northumbria are targeted for elimination. And the Northumbrians proclaim as their new earl, a son of Alfgar. So that's the grandson of Leofric, the Earl of Mercia. And this is a guy called Morkar. And I mean, Morkar is a Mercian. He has nothing to do with Northumbria. But clearly the rebels in Northumbria have decided that the dynasty of Leofric is the only one that can kind of basically go toe to toe with the Godwins. Isn't there an interesting shadow story here in the Norman Conquest, which is, we always think of it as kind of Normans versus Anglo-Saxons and Danes. But actually there's this rivalry between these two families, the family of Leofric and the family of Godwin, that runs through, I mean, we're talking about decades of English history leading up to the Norman Conquest. And it's quite subterranean, I think, in the sources. Yeah. But when you look for it, you see it everywhere. And definitely this is what's happening here. So down south, Harold and Tostig are with their sister and King Edward in Wilton. So again, Wilton, the Salisbury area. Lovely to get the Salisbury area in. The centre of action where they've assembled for the dedication of Edith's great stone abbey that she's been building. That's a parallel to Westminster Abbey. And Harold immediately rides north to try and negotiate with Edwin and Morka and the Northumbrian rebels. Because by this point, they've all joined forces and they're marching southwards. And Harold meets with the rebels at Northampton. And the rebels say, we're not going to have Tostig anymore as Earl. Strip him of his powers, exile him from England. He's a shocker. We don't want him. And Harold desperately tries to save his brother. I don't think there's any doubt about that. But the rebels are having none of it. And so Harold returns to Edward, who is still in the Salisbury area at a place called a village called Britford, where one of my friends from school lived. And Harold says, look, it's not looking good. I'm really sorry. I think Tostig is going to have to go. And Tostig is furious about this and madly thinks that Harold is in on the conspiracy as well. I mean, he's completely lost it and demands that Harold raise the, you know, the levies of Wessex and goes to oppose Edwin and Morkar and the Northumbrians. But Harold, no, you know, there's no way Harold can do this. It would be fateful for England, but it would obviously be fateful for the Godwinsons and it would be fateful for his prospects as King of England. And he knows, of course, also that William is lurking across the channel. So he refuses and Tostig has no choice but to go into exile. So 1st of November, he, his wife, his Thanes leave England for exile in Flanders. And Tostig's wife is a daughter of the Count of Flanders. So he can kind of expect a welcome there. And the shock of this, this completely unexpected kind of bust up has come from lightning from a clear blue sky, has a very bad effect on Edward, whose health worsens. He goes into decline and so as the 1065 draws to a close and the 1066 starts looming on the horizon edward increasingly seems near death and this is the point Dominic at which we end this series. But with all kinds of questions hanging in the air, will the new year bring Edward's death? If it does, who will become England's new king? Harold? William? Or perhaps someone entirely else? Well, we will be back next week with a new series, a two-part series, Looking North. And we'll be looking at that somebody else. We will be telling the story of, I think, the most thrilling, the most terrifying and the most glamorous man that the Viking world ever produced. We'll be going to Norway, to Eastern Europe, to Kiev, to Constantinople, as we follow the life and adventures of the last of the Vikings, Harold Hardrada. And you can, of course, hit both of those episodes at once by signing up to the rest is history club at the rest is history.com that's right dominic and then when we've done that we will be back with the story of 1066 itself uh the invasion led by harold hardrada and then the invasion led by william duke of normandy so lots more to come in the meanwhile, thanks very much for listening. Bye bye. Goodbye. So here's a clip from our series on the troubles. This is the strangest thing about this story is that Northern Ireland is so small. And listen, there are other, I mean, you could tell a similar story about Sarajevo or any number of other types of places where there's been a conflict, Rwanda, and then the conflict ends and everybody still kind of lives in the same community and you see these people. But, you know, there's an instance, even as adults, where Helen McConville was with her own family in McDonald's and sees one of the people who abducted her mother. There's a moment that I describe in the book where Michael McConville actually gets into the back of a black taxi in Belfast as an adult. And he sees in the mirror in the front of the taxi, he realizes that the man driving him is one of the people who decades earlier abducted his mother. And the strangest, most eerie aspect of this is he doesn't say anything. And he doesn't even know if that guy recognizes him. And they drive in silence and then he just pays the guy's money and leaves. To hear the full series, just search Empire wherever you get your podcasts.",
    "speaker": null,
    "startTimecode": 2943420,
    "endTimecode": 3787040
  }
]