[
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/0",
    "text": "Pod Save America is brought to you by Fatty 15. Have you heard about C15? It's an essential fatty acid that's naturally found in whole fat dairy products, but over time, our intake of these foods has decreased. Combined with the natural decline of C15, as we age, many of us aren't getting enough of this important nutrient. Introducing Fatty 15's C15 supplement, a simple way to replenish your body with this essential fatty acid. Backed by science and supported by studies, C15 helps support cell function and resiliency and can be a valuable part of your long-term health strategy. Fatty 15 is... Thank you. to your door. So do yourself a favor, replenish your C15, restore your health, and let your cells do the heavy lifting with Fatty15. Fatty15 is on a mission to optimize your C15 levels to help you live healthier, longer. You can get an additional 15% off their 90-day subscription starter kit by going to fatty15.com slash crooked and using crooked at checkout. Optimize your nutrition with Factor, America's number one ready-to-eat meal service. Factor's fresh, never-frozen meals are dietician-approved and ready to eat in just two minutes. Choose from 40 weekly options across eight dietary preferences like CalorieSmart and ProteinPlus. Factor's keto meals can help you lose up to eight pounds in eight weeks. Get started at factormeals.com slash factor50off to get 50% off, plus free shipping on your first box. Weight loss with Factor Keto based on a randomized controlled clinical trial. Results will vary depending on diet and exercise. welcome back to pot safe america i'm tommy vitor i'm john favre this is weird for you me with the sticks honestly love it uh john and i are in the studio today love it is on his way to wisconsin where he's doing some for a very important judicial race. Yeah. That's cool. You and I are going to be out with Ro Khanna on Sunday. When you're hearing this, probably. Yeah. Doing a town hall. Uh, he's to his great credit. Ro Khanna is going to Republican districts where the elected officials refuse to talk to their constituents. But all of this is a topper for our Sunday episode this week, which I did. Who did you talk to? Congressman Adam Smith. He represents Washington's 9th Congressional District. He's been there for about 30 years. He and I connected last year after, remember when Joe Biden did that debate? Oh, the one he didn't do so well. No, it was bad. It was bad. We held our tongue. Yeah, I think we did. Congressman Smith, he was not a big fan of that performance either. And then we've stayed in touch since. And in December, I started talking to him and he wanted to come on the show to talk about what happened in 2024, his vision going forward and so on and so forth. And so he was in L.A. When was that? Wednesday? Yeah. And honestly, we had planned to talk for 15 or 20 minutes, but it was just such an interesting conversation that we went and went and went. And all of a sudden it had been 45 minutes. That's great. It's rare for a politician. I know. I was like, this is fascinating. This guy has a lot of big ideas. He's a national security expert. He's been in politics for a long time. He has thoughts about how to build the biggest coalition possible for the party. So we thought, all right, Sunday episode. Cool. Let's do it. And so we're going to listen to Congressman Adam Smith. And then afterwards, John and I are going to do some Q&A from our Discord subscribers. So stick around for that. So without further ado, here is Congressman Adam Smith. Congressman Adam Smith, great to see you. Thanks for coming to the LA studio. Yeah, it's great to be here. Thanks for having me on. So we're talking Wednesday morning. Over the last week, a lot of progressives, including many of your colleagues at the House, have voiced displeasure with Chuck Schumer and Senate Democrats about their handling of the Republican continuing resolution that kept the government open. I was wondering what you made of Schumer's vote, rationale, leadership, and if you disagreed with it, what you think Democrats should be doing differently in this moment. Well, the biggest thing, I don't think we should be sucked into an extended play conversation about a CR. That's just a starting point. So that's my way of saying I'm not going to directly answer all different aspects of that question. The going forward part is what you do differently is more interesting to me. The really frustrating part for me because I think – and gross generalizations are always problematic. But the left side of our coalition is fundamentally right about two big things. Maybe three actually, but the two that are relevant here. We need to directly confront Donald Trump in a consistent, aggressive way. I think that needs to happen. I totally disagree with James Carville's take. I understand what he's saying. He's saying, let the Republicans fail. Let it be clear to everyone that they're the ones who failed. That's not the world we're living in today. Today is a 24-7 messaging battle for attention. And I've been doing it in a way I've never done it before, do a lot of my own videos, go on media. I think we have to point out that Donald Trump is attempting an authoritarian takeover of our government. To the extent that people don't agree with us on that, we have to convince them. Now, we also have to work on other issues. So I think the notion that we need to be more aggressive is correct. I think the idea that Democrats haven't always picked the best leaders is correct. I mean, you and I started talking when I was trying to get Joe Biden out of the race. It still is flabbergasting to me that anybody, much less a significant group of people, thought that an 82-year-old Joe Biden was an effective messenger for us. And I have respect for the man's career. I have respect for a lot of things he did as president, but you could see him from four years ago. And even if he was doing a good job as president, you could know that he wasn't going to be the effective candidate we need. So I think we do have a hard time making those judgments. Also, I have clashed with Chuck Schumer before. Details of that story aren't worth getting into. So I kind of see that. But what really worries me is the same people who are pushing this narrative the hardest are the same people who spent a lot of the time. Sorry, not the exact same people, same group the last year protesting Democrats. You know, when Donald Trump was an existential threat, they were protesting Kamala Harris. They were protesting Colin Allred. They weren't protesting Ted Cruz and Donald Trump. So I think we need to look at the broader coalition message and see what some of the flaws are in that left-leaning approach on policy, on immigration, on economics, on identity politics, on, to Ezra Klein's point in his new book, getting things done where we govern. So yeah, I don't agree with the way Chuck Schumer handled that. I don't think the messaging was strong. I don't think it's been well organized. I do think Hakeem Jeffries did a great job in the House. I think we ought to give him credit for that. But what I'm worried about is if we buy into that, then do we buy into all this other stuff that has really created problems for the Democratic coalition? Yeah. I mean, I think you're getting at something important, which is I think the Times had an analysis week where they said, actually, the real split in the Democratic Party right now isn't really even on policy. It's about how hard should we fight or not fight? And they juxtapose Gavin Newsom talking to conservatives on his podcast with like J.B. Pritzker using harsh words, which I don't I don't really think there's that much of a tension there. But I think what you're getting at, let's just name a specific Gaza. There are a lot of protests of Joe Biden and Kamala Harris on Gaza. I understand why those protesters were there. I thought the Biden policy on Gaza was awful and immoral and indefensible. And I said as much publicly at the time, but I've been thinking a lot about how we should reconstitute a pro-Palestinian rights, anti-war coalition in the Trump era. And it has to be like red rose socialists to Rand Paul conservatives. Everyone is welcome under that coalition or effort to stop the war. And I think the only way you can keep it together is if we do not tell people how to oppose the war. You don't have to use the word genocide to oppose this war. You don't have to be anti-Zionist to oppose this war. You can just think, I support the state of Israel, but I think this is a horrific humanitarian disaster that's not making any of us safer, that's going to redound against the US, right? A broad tent. Right. The other part of it, yes, we have to have a broad tent. The other part is that broad tent has to be really focused on defeating Donald Trump and the MAGO movement. And within our coalition, there's a lot of differences of opinion. We have to figure out how to bring enough of them together so that we can defeat Trump. Because whether you're talking, I mean, on Gaza, and there's a lot of differences of opinion on that, Donald Trump's not better on that issue. The MAGA people aren't better on that issue. And then there's a whole host of other things. So the challenge that I'm trying to take on, politics is about building coalitions. My fundamental theory is that our coalition is broken and the Democratic Party brand is broken. And I don't presume to have all the answers, but we have to start the conversation and we have to force it forward and we have to have disagreements about it and not try to say there's only one way to do it and we're going to force everybody into that. And I'm hoping to have that broader open conversation about how to rebuild the coalition and rebuild the brand and address the policy issues we need to address. Got to challenge Trump for being an authoritarian, got to challenge him on economic issues, on the way that it's impacting people's lives beyond the democracy thing. But then we have to have a reasonable alternative for the American people. And I think the biggest reason Donald Trump won was because too many people didn't think we did. Right. I agree with that. And so, I mean, since the election, there has been this kind of messy debate about why we lost in 2024, but also what to do going forward. This week, this democratic data firm called Blue Rose Research released their analysis of why Democrats lost in 2024. It was based on both, I think like 24 million pieces of survey data and precinct level voter data. So like, you know, a lot of inputs here. Some of the core findings are Hispanic, Asian and young voters and politically disengaged voters all swung towards Trump. Democrats are losing very badly with young men, especially young white men. The gender gap is massive among young men. Democrats did not lose because of a turnout problem in 2024. In fact, Blue Rose found that if more people voted, Trump would have won by more. And they found that Democrats took a huge hit when it came to voter confidence and our ability to fix the economy and deal with cost of living issues. Wondering, does that sound right to you? And then I mean- A hundred percent. Far more difficult question, I guess, is what course corrections do we make to fix those impressions or, you know, losing young men, for example? Yeah, I think we have to do multiple things at the same time in terms of messaging. I think, like I said, we do need to make the case against Donald Trump. Now, the one thing I would would I think we need to stop this debate about what the right way to do that is. I put out a statement about the whole Al Green, Alyssa Slotkin thing. We had this huge debate within the coalition. Oh, the Democrats, they're not on the same page. You got Al Green out there screaming. You got Alyssa Slotkin giving – which approach is right? Both approaches are right. Okay? Good for Al Green for standing up to Donald Trump and saying you're a liar. And on January 6th, you besmirched the very institutions that you're asking me to come here and respect. Good for him making that point forcefully. And good for Alyssa Slotkin for clearly, articulately, in a measured way, laying out an agenda that a broader group of, it's got to be everybody. We've got this fight. No, you got to scream louder. I guess it depends on the circumstances. So you got to pull all that together. But I also come back and this is where, and I've spoken with Ezra Klein a couple of times, we got to govern better. We just have to get things done. We're in California. We feel that one. Yeah. And I'm Washington state, the Seattle King County area. We are drowning in process in inclusion. We're not building housing. We're not building roads. We're not building high-speed rail. We're not governing effectively because we've fallen in love with too much process and too much inclusion as opposed to getting things done for people. Now, there's a lot of blame to go around here. And I'm dragged into this world of, are you a centrist or are you on the left? And I went through those battles. In the 80s and 90s, I was New Democrat, part of the DLC. Early 2000s, Simon Rosenberg, who's a good friend of mine, and I sort of felt like the New Dem movement was losing its way to some extent. And I concluded that what we need is we need the center and the left. It's not, okay, which side is right? We got to figure out how to work better together going forward. No doubt. But my frustration in the Seattle King County area is that a lot of left-leaning policies have proven ineffective. And that's fine. This is a complicated, very difficult business. What are a couple examples? Criminal justice, housing, homelessness, drug abuse. Drug decriminalization efforts. It seems like there's been a body of research that it's not going well. Correct. But also just basic insistence on competency, accountability, and personal responsibility in addition to helping people. We've set up organizations based more on identity and lived experience than competency at the task. So as a consequence, a lot of the money that we've poured into homelessness hasn't been well spent. It's gone to organizations who don't know how to run a business, don't know how to build housing or run housing. So we haven't been as focused on efficiency and effectiveness in what we've been spending. And also, I think that the balance – we needed criminal justice reform. I'm 100% opposed to mass incarceration. I think we've made progress on that. But can we have accountability in the alternatives to incarceration programs? We don't have that accountability in King County. And the other aspect of it, which we've alluded to earlier, is – so I noticed this like four years ago, five years ago, and I started having conversations.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 846700
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/1",
    "text": "And the resistance to any changes, to trying to make it better, every time I asked a question, I was like, well, you're just – you're in favor of mass incarceration.",
    "speaker": null,
    "startTimecode": 847300,
    "endTimecode": 856980
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/2",
    "text": "You're citing Republican talking points.",
    "speaker": null,
    "startTimecode": 857660,
    "endTimecode": 859760
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/3",
    "text": "I'm just trying to fix a problem. Right. Trying to make us work better. So I think the ideological rigidity and that came out a lot in the opposition to Gaza. I mean, using threats and intimidation to try to silence people who disagree with you should not be a progressive value. And I've had that happen. I had a town hall meeting last June and could not conduct the meeting because it was just insults were screamed. They wouldn't let anybody else talk. And the entire civic discourse broke down because of that approach. So I think we need to be more inclusive and more results oriented. Yeah. I mean, I respect and support everyone's right to protest however they want. I also respect and support my right to tell you when you're being an idiot and making things worse. And I think if you look at efforts to defeat authoritarian movements around the world, it only works when there is the broadest possible coalition. Most recently, there's a damn near neo-Nazi who almost became the chancellor of Austria. And only because three different parties came together to finally form a government did he get blocked from taking power. And part of that has to be just open and honest conversations. And that's what I've really struggled with in areas where the Democratic Party is essentially a one-party system, which is California, Washington State, Seattle, King County.",
    "speaker": null,
    "startTimecode": 860540,
    "endTimecode": 944620
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/4",
    "text": "They tend to grab onto that power and then say, don't you question me. Don't you challenge. Pod Save America is brought to you by Fast Growing Trees. Did you know Fast Growing Trees is the biggest online nursery in the U.S. with thousands of different plants and over 2 million happy customers? I did know that. There's a bunch of those customers here in this very office. Wow. Are there fast growing trees all around us? A lot of green thumbs. They have all the plants your yard needs like fruit trees, privacy trees, flowering trees, shrubs, and so much more. Whatever plants you are interested in, Fast Growing Trees has you covered. Find the perfect fit for your climate and space. Fast Growing Trees makes it easy to get your dream yard, order online, and get your plants delivered directly to your door in just a few days without ever leaving home. Their Alive and Thrive Guarantee ensures your plants arrive happy and healthy. I'd like an Alive and Thrive Guarantee. Same. I feel like shrubs really got a raw deal. It's just not an appealing name. I know. You want this shrub. And the shrubs themselves can be appealing. But like a privacy tree? But they could use a better name. Yeah. Sounds awesome. Protects your data. Fruit trees? Yeah. I love a fruit tree. I love it. Living in California really opens your eyes to fruit trees. It's unheard of in New England. We got a kumquat tree in our front yard. It was just there. It was there when we moved in. Plus, you can get support from trained plant experts on call to help you plan your landscape, choose the right plants, and learn how to care for them. This is great, fast-growing trees. It's hard to figure out plants for your house. Well said. I'm not going to a nursery. Are you going to a nursery? No. You're driving around looking for a nursery? I barely leave my house. Yeah, that's what I'm saying. I want someone to tell me what I need. I want some shrubs delivered to my door. Uber for shrubs. That's what this is. It's hard to figure out plants. That's why they pay me the big bucks. The Fast Growing Trees Resource Center is full of tips and advice from our plant experts to help you learn more about your yard's needs so you know it will thrive in your area and with your yard conditions, check out their zone finder to see what growing zone you are in. This spring, they have the best deals for your yard, up to half off on select plants and other deals. And listeners to our show get 15% off their first purchase when using the code CRICET at checkout. That's an additional 15% off at FastGrowingTrees.com using the code CRICKET at checkout. FastGrowingTrees.com. CRICKET. Now's the perfect time to plant. Use CRICKET to save today. Offer is valid for a limited time. Terms and conditions may apply. Optimize your nutrition with Factor, America's number one ready-to-eat meal service. Factor's fresh, never-frozen meals are dietician-approved and ready to eat in just two minutes. Choose from 40 weekly options across eight dietary preferences like CalorieSmart and Protein Plus. Factors' keto meals can help you lose up to eight pounds in eight weeks. Get started at factormeals.com slash factor50off to get 50% off, plus free shipping on your first box. Weight loss with Factor Keto based on a randomized controlled clinical trial. Results will vary depending on diet and exercise.",
    "speaker": null,
    "startTimecode": 1108640,
    "endTimecode": 1126560
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/5",
    "text": "Gavin Newsom's taking some shit right now.",
    "speaker": null,
    "startTimecode": 1130920,
    "endTimecode": 1132720
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/6",
    "text": "And I think that the idea in principle is a good one. Maybe the execution hasn't been perfect or great so far. But I support that. I mean, I had Glenn Greenwald on Pod Save the World, my foreign policy show the other day. I got a lot of shit from people that just didn't want to hear from him, but I actually thought it was interesting to talk to him about the First Amendment. Can I critique that? Because the important part is one of the things I've always said, and I go on Fox News. I actually was on Matt Gaetz's podcast a couple years ago. I wrote a book. It was about that. It wasn't about policy. I think we as progressives, as Democrats, we can't cede the ground. I agree. But the thing that kills me about what Gavin is doing, you got to challenge the person. Correct. I mean, sure, don't be there in the trans thing. I think you need to understand that it is not primarily about whether or not trans women should play in sports. It's about the fact that there is a movement in this country that is trying to dehumanize, target, and act like trans people don't exist. And the rhetoric around that. So, you know, you want to have a conversation about who should play in what leagues. I'm open to it. But when you're out there saying there's only two genders, when you're banning transgender people from serving in the military, when you're denigrating them and insulting them, and I'm going to forget the exact quote, but there was a quote that Charlie Kirk used against that basically they're freaks and weirdos. I mean, he is dehumanizing and challenging the very existence of a group of people.",
    "speaker": null,
    "startTimecode": 1133240,
    "endTimecode": 1206540
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/7",
    "text": "And if you can't stand up and fight back against that, if you get dragged into a conversation about a little league baseball team, that's not what we need. I completely agree. There is a fundamental threshold issue about human rights and humanity, and we need to give no quarter on those issues ever. If you want to have a separate issue about sports fairness at the high school level, fine. But I think that should be handled by local leaders. And we don't need to demagogue people. And that's clearly what's happening. You're a foreign policy expert. Can I ask you some international stuff? Absolutely. So on Tuesday, President Trump spoke to Vladimir Putin for an hour and a half or so. Putin says he will agree to a 30-day pause on bombing Ukrainian energy infrastructure. I have no confidence that he will follow through on that. He's already broken it. Yeah, it sounds like there's already been some ceasefire violations. But basically, Putin held his maximalist positions on basically every other part of the negotiation, at least if you read the Russian language readout of his side of the call. What's your level of confidence that Trump can broker some sort of peace agreement? And I would imagine you  Thank you. you read the Russian language readout of his side of the call. What's your level of confidence that Trump can broker some sort of peace agreement? And I would imagine you talk with people at the White House and the State Department, Republicans in Congress, like, what do they say when you ask them, why is Donald Trump giving every concession to Putin preemptively while hammering Zelensky? Well, there's two ways of looking at it. My confidence level is very low, by the way. One of them is worrisome. The other one is catastrophic. One is that Trump genuinely wants to get a peace agreement between Russia and Ukraine. And it's not incorrect to say that as long as Ukraine was insisting on their maximalist goals, retake all of Ukrainian territory, try Putin for war crimes, force Russia to repay. And I've had this conversation with Zelensky as well as with others to say, we're with you, we're going to defend you and help you. But that's a war that you can't win. So we got to get to a path. And if you want to put a little pressure on Zelensky to say, hey, let's come to the table and have that conversation. So the charitable view is that that is what Trump is trying to do. The problem with that view is it only works if you also put pressure on Putin. And this is the argument that I had last year when we were arguing over passing the supplemental to help Ukraine. and a lot of republicans who claim to Ukraine were like, yeah, but we got to get to peace and we're not doing this right. We're not doing that right. I said, okay, great. But if we cut off Ukraine, they're dead. So I'm happy to have that conversation. But there's a threshold question here. Are we going to support Ukraine and put them in a position to defend themselves? So when Trump comes in and cuts off intel sharing and cuts off aid and cuts off the military assistance, he's just throwing the door wide open for Putin. You got to put pressure on Putin to force him to the table. He's the one who started the war. And the only pressure is you have to give security guarantees to Ukraine. And cutting off their assistance is the exact opposite of giving security guarantees to Ukraine. So the charitable way of looking at this is that Trump's a little incompetent in terms of how he negotiates. There is a darker vision and that is personified by Marjorie Taylor Greene and a variety of other white Christian nationalists who populate the Republican Party. what was Cheney lovingly referred to as the Putin wing of the Republican Party, that views Vladimir Putin in Russia as an ally because he is anti-woke. He is a white Christian nationalist. And which side of that is calling the shots? I wish I had more confidence that it was the side that just wants peace and they're going at it awkwardly. I'm deeply worried that Trump is aligning us with Putin and Russia's vision for the world, which is a dark and terrible vision. Yeah, there is a world where Trump, I mean, I think we sort of see it in his demeanor and the words he says where he is more comfortable with, he feels more connected to, more aligned with autocrats, including Putin. And by the way, Putin's religiosity is a pretty recent – it's bullshit. Right, exactly. It's a fascist clinging to whatever unites the people. Exactly. Any good fascist has to have that sort of following. Exactly. Yeah, I've been reading this book about Steve Bannon and his connection to this kind of small group of right-wing literal fascists who are also kind of a cultist called traditionalists. And it gets into his ties. I read about that. Alexander Dugan, who's this very scary, genocidal Russian thinker. And it's very weird that Steve Bannon met with Dugan and he's kind of Putin's guy. All of which is why it is so important that the Democratic coalition gets its shit together. And fights that. And again, the whole center left thing, I get dragged into that world a lot. But I am frustrated with the left's unwillingness to make changes in policy so that we can build more housing, so that our streets can be safer, so that we can have more competent policy. And I understand where a lot of this comes from. Power has been abused. And in our country, power has primarily been held by straight white men, historically. So they wanted to go after the power structure. That's fine. But you have to have rules and standards and hierarchies in order to actually accomplish things for the people that we progressives want to help.",
    "speaker": null,
    "startTimecode": 1207100,
    "endTimecode": 1551060
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/8",
    "text": "Chaos only benefits the people who already have enough money that they don't have to worry about it. So could we update that ever so slightly so that we actually have – if the power system is abused, fix it.",
    "speaker": null,
    "startTimecode": 1551660,
    "endTimecode": 1566020
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/9",
    "text": "Get the right people in place. Hold the people accountable who are abusing it.  But this is a good thing. slightly so that we actually have fun. If the power system is abused, fix it. Get the right people in place. Hold the people accountable who are abusing it. But then you have to have rules. You have to have standards, accountability, personal responsibility, so you can build a better, safer society so that we can go to the public and say, you know, not just don't go with the fascist, which I would have hoped that that would have been enough. One would think. I will be honest with you. But it's very clear that it's not. No. So we have to say, come with us because here's how we're going to build a better life for people. Fascism is very hot right now, especially with young white men. Look at Germany. Look at the AfD party. It's also drives me insane that Trump primarily talks about alliances as some sort of financial burden and rather than understanding that we created NATO, we constructed it as it is because it had a ton of control and power. We didn't want the French and everybody, you know, we didn't want a massive amounts of nuclear non-proliferation. Some of it happened, but we wanted to fold them into our system. And he just doesn't seem to get that. Just on that point. And I work a lot. I think I mentioned Simon Rosenberg. I've worked with him a lot, a bunch of different issues, and he's in favor of opening a second front. Front number one is Trump's destroying our economy and threatening a whole bunch of different things. Threat number two is he's making us weaker. He is actually making us more vulnerable as a country, that his national security strategy is making us weaker, more vulnerable, and economically less strong. And that these institutions that he's smashing because he just sees it as, you know, basically he sees allies and partners as people to be exploited, not as a partnership. That is making us weaker. And the idea that the system of alliances that we built was a giveaway by the U.S. to the rest of the world, we benefited from that more than anybody by having the richest, most powerful country in the history of the world. Now, we screwed up on the distribution of that wealth. We've generated a lot of wealth. We've concentrated in the hands of the few and left the working class behind. But the notion that we have become weaker because of that, we need to go after Trump for weakening us by picking fights with everybody in the world, isolating us. It makes us less safe. Yeah. And economic inequality is a completely fixable problem by government through taxation, through redistribution. We could do this. Trump and Pete Hegseth, who somehow became Secretary of Defense, they're conducting this purge of senior military leaders along strictly racist and sexist lines. I mean, I'm not being hyperbolic here. They call it DEI, but C.Q. Brown, the former chairman of the Joint Chiefs, he was fired for talking about being a black man in America in one five-minute video after George Floyd was murdered. Similarly, senior leaders at the Navy and at the Coast Guard have been fired because they are women. How do you think these moves are impacting the armed forces, their ability to recruit readiness? See, that would be the second leg in my three-legged stool about how Donald Trump is making us weaker, by weakening our institutions, by weakening our federal government, and certainly at DOD, but he's doing it at NIH. He's doing it at the FAA. He's doing it at the National Nuclear Security Agency. By randomly firing people, canceling programs, and sowing chaos amongst our workforce, he is making us weaker. And yes, he is making us weaker at the Pentagon.",
    "speaker": null,
    "startTimecode": 1566600,
    "endTimecode": 1764200
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/10",
    "text": "I have a death of Stalin analogy, which I like to use at this point. So it's bad enough  Thank you. He is making us weaker. And yes, he is making us weaker at the Pentagon. I have a death of Stalin analogy, which I like to use at this point. So it's bad enough. And C.Q. Brown is a highly qualified individual. He has led commands in a whole bunch of different places. Deputy CENTCOM commander, ran the Air Force, I believe. And I've met with him. I've worked with him for years. Deeply talented individual. So getting rid of that level of talent right off the bat makes you weaker. But the death of Stalin analogy is at the start of that movie, Stalin has a stroke, doesn't die. And they show up and they're, what do we do? Well, we got to go get a doctor. Let's get the best doctor available. And it's like, we don't really have a best doctor. What do you mean we don't? Well, we either killed them or we sent them to Siberia to make sure that they were loyal to us. So they're all just kind of not that good anymore. And that's what you get because it's okay. They fired CQ Brown and they fired others as well. The people who are left, now some of them will be brave and some of them will say, I'm doing my job and I don't care. And then they'll get fired. But a lot of people say, if this is the way the game is played, I know that being competent, being good at my job is not important. I simply have to be a sycophant and a loyalist to Trump. I'm going to do that. And I'm not going to focus on actually running this place well. That will weaken us all across the board and certainly at the Pentagon. So look, Donald Trump is attempting an authoritarian takeover of our country. I was with a group last night of more Silicon Valley-like people, defense industry folks, and talking about this. And they were attempting to argue, well, what are we going to say? I'm like, no. This is what's happening. I mean, they fired someone at the Justice Department for not giving Mel Gibson back his gun rights. Yeah, that seems wrong. It's not just wrong. It is an authoritarian takeover of the government. It's saying, no, no, no, no, no. Justice Department, DOD, NIH, I don't care who you are. You do not work for the American people. You do not work to uphold the laws of the Constitution. You work for Donald Trump. And you will do what Trump tells you to do when he tells you to do it, or you will be gone. That is an authoritarian takeover of our government. And we ought to call it that. Now, I think we got to be intelligent about how we do that. And simply running around with our hair on fire and screaming about it and yelling at people isn't necessarily the most effective way to do that. But we should be 100% clear eyed about what we're dealing with. Yeah. I mean, the only good, I have a sliver of good news and then some more bad news. Sliver of good news. I think a judge indefinitely blocked Trump's ban on transgender service members. It's just an insane decision to tell, I think 13,000 American citizens that they cannot serve their country because of who they are. But I did also notice that earlier this week, Trump named a bunch of right-wing activists and allies to boards that oversee U.S. military service academies. So I'll give you a couple of names. Mike Flynn, he's now named to the West Point Oversight Board. I'm sure you know him well. I know Mike Flynn, yes. I knew him before everyone knew who he was. Unfortunately, I did too, because he worked for Obama. Pleaded guilty to lying to the FBI, once posted a video where he pledged allegiance to QAnon. Walt Nauta was appointed to oversee the Naval Academy. He's Trump's former military aide who was charged with obstructing the government in the classified documents case. Charlie Kirk, who we talked about earlier, was named to the board overseeing the Air Force. Charlie has zero military experience. He's just a right-wing propagandist. These are almost like comically terrible picks, but what do these boards do? What is the impact here? I mean, they don't do a great, well, they have influence over the curriculum, over how the Air Force Academy is run, however, how West Point is run. And so they are going to be pitching their unique right-wing ideology. And also, back to the point I just made earlier, they're going to be making sure that everyone's loyal to Trump and Trump's agenda first, last, and then always. And that's what their focus is going to be. It's going to be to put forward Trump's right-wing agenda. But again, agenda aside, it's going to be about loyalty to Trump, not trying to actually accomplish something for the American people. So, yeah, that's one of many aspects to it. And also on the authoritarian takeover part, can we please stop having people write articles about, well, Trump hasn't actually pushed a constitutional crisis yet because he hasn't actually defied the courts. Yes. I think sort of seems like he has. He's repeatedly defied the courts. Now, the courts have not yet taken the next logical step in that situation, and that is to sanction the Trump administration people because that's the way I'm an attorney. I never practiced that much, but I went to law school, so I have vague ideas about the stuff I prosecuted briefly for the city of Seattle. And the way it works is if you defy the judge, the next step is sanctions. Go to jail, get fined. Contempt. Contempt, exactly. They've defied probably at least a couple dozen different court orders at this point. Now, the courts, I think rightfully so, are reluctant to step in and pick this rather monumental fight. So, they keep holding out hope that, well, they're taking their time, but eventually they'll comply. You got John Roberts putting out statements, trying to calm Trump down. Please comply. Right, right. You know, pretty please. But we're going to reach the point, I think we've reached it already, where they're going to have to sanction them or admit that their rulings are irrelevant. Yeah. Trump is defying the courts right now, and we shouldn't let anyone get away with saying, well, sort of. No, he is 100% defying court rulings, and we should hold him accountable for it.",
    "speaker": null,
    "startTimecode": 1764760,
    "endTimecode": 2098500
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/11",
    "text": "Pods of America is brought to you by Stamps.com. We've used Stamps.com for a long time here. Love Stamps.com. Love it. Especially when we were small and didn't have a lot of people. Like, we couldn't be spending time going to the post office. That's just something. We didn't even know where the post office was. I couldn't tell you to this day. Also, that's like an hour. Yeah. You get in your car, you have to park, just get in line. Flexibility in your workday means you can decide when and where to invest your time, like focusing on the important parts of the business that only you can do. With Stamps.com, tedious tasks like sending certified mail, invoices, checks, or documents and packages can be done on your time, not someone else's. Stamps.com simplifies your postage needs and adds valuable flexibility back into your workday. Seamlessly connect with every major marketplace and shopping Thank you. Easily schedule package pickups throughout your stamps.com dashboard. No more tedious postage math. Rate Advisor helps you calculate the best shipping rates fast. Get rates you won't see anywhere else like up to 88% off USPS and UPS. Have more flexibility in your life with stamps.com. Sign up at stamps.com and use code crooked for a special offer that includes a four-week trial plus free postage and a free digital scale. No long-term commitments or contracts. Just go to stamps.com CRICKET. Optimize your nutrition with Factor, America's number one ready-to-eat meal service. Factor's fresh, never-frozen meals are dietician-approved and ready to eat in just two minutes. Choose from 40 weekly options across eight dietary preferences like CalorieSmart and Protein Plus. Factor's keto meals can help you lose up to eight pounds in eight weeks. Get started at Formeals.com slash factor50off to get 50% off, plus free shipping on your first box. Weight loss with Factor Keto based on a randomized controlled clinical trial. Results will vary depending on diet and exercise. Last foreign policy question for you. This week alone, our America first isolationist anti-war president reportedly greenlit the Israelis restarting bombing in Gaza and ordered the U.S. military to begin the sustained bombing campaign against the Houthi rebels in Yemen. Do you think there is more military value to continued bombardment of Gaza after this place was obliterated over 15 months. And regarding the Houthis, what's the legal basis for them framing this as a long-term bombing campaign, aka a war? And do you see any evidence that their team has new intelligence or new strategy that the Biden administration didn't have? Because Joe Biden bombed the shit out of the Houthis for, what, a year? And they came to the conclusion that they have failed to deter them. Yeah, there's an important overarching frame here on what we as Democrats should do about national security policy, which I want to get into an answer question. No, there is no value in going back to bombing Gaza. We should not support that. That is wrong. the president green-heeled lighting that is completely wrong. On the Houthis, I actually, I got a call from deputy chief of staff telling me that they were going to start this campaign up against the Houthis. And it was really funny because the guy, and I'm forgetting his name now, was, you know, he was reading to me like, President Trump has determined that we will not stand for that. He got like a sentence into it. I said, who do you think you're talking to? And I said, okay. I said, look, we've done this before and I've seen the plans and I've met with General Crilla and CENTCOM commander and all that. So operationally, what are you guys doing? What targets are you hitting? How do you think this is going to be successful? You know, what are, do we have partners on this? And he said, he kept repeating, I have no operational details for you. I have no operational details for you. So, yeah, I mean, I will say the Houthis are attacking U.S. ships. They are blocking the shipping line. They had been. Apparently, it seems like they said they would resume attacks on ships, but hadn't yet. So this was a preemptive strike. They took a shot at a U.S. destroyer and they took a shot at a U.S. They're not good guys. These are bad fucking guys who kill aid workers. We're no Houthi fans here. But I'm just going to the legal justification. There is a legal justification. So you think it's a response? Yes. Force protection. Now, is there a plan behind it that's going to get us to a better place? I don't believe there is. The only real plan would be getting enforcing a peace deal in Gaza, enforcing a peace deal between the Israelis, the Palestinians and the Saudis and all of that. But overall, whenever we as Democrats are talking about national security, I think we have to understand what Trump's appeal is. His appeal is, number one, he said, I'm going to get us out of foreign wars. Yep. We're being dragged into too many things. And I have sympathy for that. Me too. Number two, he said, the U.S. is getting screwed in every deal we've ever made. Right. I'm going to start screwing the other guy for you, for you, the American people. Like the USMCA. Right. Whoever negotiated that to me. Yeah, exactly. Jared Kushner. It's absurd on a deeper level than what I didn't articulate as well as I would have liked a moment ago about how the global alliances actually do benefit us. But understand that to the average American, the notion that foreigners are screwing us is something that they're kind of sympathetic to. It's nationalistic, yeah. Right. So when you're countering that, you have to show, A, he's making us less safe and making conflict more likely. And the Houthi thing, and also, by the way, threatening to invade Greenland, Panama, and Canada also makes us less safe because it says to the world that that sort of attack is perfectly okay and we don't have any problem with it, that you can do a might makes right approach to the world. It makes us less safe. So when we're attacking him, attack him for making us weaker and for making us more vulnerable and for undermining our own prosperity by cutting bad deals. You can't come out and just say, oh, I'm trying to figure out how to say this because I don't feel this. But you can't come out and say, you cut off a food program in Sudan. You're starving people. That's awful. You should be able to say that. And I do say that. But you've got to go a step further and show how what he's doing is harming us, harming the American people. Self-interested argument. I fervently believe it is. Now, I also fervently believe that part of being the United States of America is supposed to mean that you care about other people. And I will explain the basic human relationships. We're all kind of selfish to some extent, and there's nothing wrong with that, but we also have to interact with the other humans. And I think Disraeli referred to this as enlightened self-interest. Eventually, you realize that getting along with the other people is kind of selfish because it's to your benefit. You've been talking to my wife, yes. You can't go through life irritating everybody. You have to find some way to get along. Now, I also happen to be enough of an idealist to think that we as the U.S. should go beyond that, that we're trying to build a more peaceful, prosperous world. One of Joe Biden's best lines, and I've been a critic on a deep, deep, deep, deep level, and I wish to God he had never for one second thought about running for a second term. But when he trots out the line about how America is the only country that's ever been formed on an idea, he's so right about that. And that's such an important part of who we are. We didn't just gather around one religion or one nationality or one ethnic group. We gathered around the idea that everyone should have a say in how they are governed, that the purpose of government is to always be working towards greater equality and opportunity for all, and that to get there, we shouldn't rely just on kings and popes. We should use practical, common sense logic to solve the problems that are in front of us, benefiting from the wisdom of all. And that idea is so important. So I don't think we should just walk away from that idea. But you also have to argue that what Trump is doing, even if you're selfish, it's stupid. Yeah, I agree with that. I mean, I do think Nick Kristoff had a piece in the New York Times this week where he went to South Sudan and met with people who had died or had family who died or about to die because of USAID cuts. And I do think bringing home and making Republicans own those specific stories to see those images, children who are going to die because they're no longer getting HIV medication, that is valuable. But associated with that trip, Christoph also had this organization try to calculate the impact of the growth in tuberculosis or diseases that are going to boomerang back and hit us. And I think that's an important part of the argument that you're talking about. I've been making this speech for a while. I'm the co-chair of the Caucus for Effective Foreign Assistance and have been for 16 years. I thought about disbanding it the other day because I've got Republicans who have worked with me before, but if they're not willing to stand up when we literally shut down all foreign assistance, how can you continue to be part of the caucus for effective foreign assistance? Yeah, it's just ridiculous. But I came up as a four-part argument. And depending on the audience, I either started with the first three or I started with the one. The three are, it is in our national security interests because an unstable world can come home. And if people don't have enough to eat, if they're facing disease, they are much more likely to be radicalized, much more likely to rise up. Yes, I know that the leaders of these radical movements tend to be educated. Fine. But the followers are the ones who are desperate. And that desperation leads to instability. Number two, disease. And I trust I don't have to make this point. It spreads. If AIDS starts spreading across Africa, it's going to start spreading across the world. If smallpox and measles and these things, they're going to start spreading across the world. So we should care about that. And number three, economics. And this is Bill Clinton's old point. You know, we're 5% of the population and 20% of the consumption. We need access to markets. And you need robust middle middle class societies to have a market. But then the other argument that I would make is the one that I already made. If we're going to be a Christian nation, can we at least get the good part of the Christian thing? Which is, help your neighbor. Who's your neighbor? Your neighbor is anybody you can help. That's supposed to be who we are. And I forget who said it, but it's the old cliche, America will no longer be great if it ceases to be good. That we ought to care. A part of human existence ought to be if you can help somebody, you want to try and do it. Now, we can't always do it. We got our own shit to worry about. We got other things going on. Yeah, I can't. I could cross the street to help that person, but I got my own kids. I get that. But as a general rule, if you can help somebody, and if you are the world's largest economy ever, you certainly can, then you ought to at least try to help some people. Not everybody. I know we go overboard sometimes. And that's the basic argument for why the U.S. should be engaged in the world. I totally agree with all that. So final question for you. You and I have been sitting here for 30, 40 minutes pulling our hair about this autocratic threat to our nation, about the kind of feeling like the Democratic Party is divided and feckless in this moment. I think all of us are waiting for someone to say to the country, it's time to take to the streets. We need mass mobilization. We need protests. We need a movement. We need to a show of force in an entirely peaceful way. Where do you think that leadership can come from? Will it come? Are you worried that it hasn't come? Because 2017 felt really different, right? There were marches right away. Now it's just people are scared shitless and reading the news. I think we need to make clear the basic path forward. We need to stop talking about what we can't do. What we can do is we can organize and deliver the message. And that's what we've done here. And I've walked through the message. Call out the autocratic takeover. Don't be shy about it. Number two, talk about how it's negatively impacting your life. And number three, make sure the Democratic Party starts working on how to present a more reasonable alternative, actually addresses how to deliver for people. Now, and yes, mobilize in a thousand different ways on platforms and elsewhere. But I do think we also have to be smart about it. I don't agree. And this happened with a lot of the Gaza stuff. You know, if you're showing up screaming at people because they disagree with you. Yeah, look, I'm not talking about going to Tony Blinken's house and throwing blood on his car. I'm talking about like a couple million person protests, like a women's march. I think that would be great. But what I want to work with and I want to work with the indivisibles and the move on to make sure we do that. And I know that you draw this line, it's like, well, you know, it wasn't the left that was throwing blood on Tony Bank, and it wasn't the left that vandalized my house or a whole bunch of other places. But can we talk to those people, maybe? can't can we and i had this conversation about 10 years ago um around that when abolish ice became a thing i was like that's just not a good slogan i mean we have to have border enforcement uh conversation about 10 years ago um around that when abolish ice became a thing i was like that's just not a good slogan i mean we have to have border enforcement uh we have to have more legal immigration we have to have a pathway to citizenship for the undocumented but abolish ice and oh yeah it's probably not good i said yeah but it's it's the slogan it's out there it's everywhere yeah that's fine well have you talked to people about well and the quote i got was, you can't tell activists how to be activists. And that's not helpful. We shouldn't resign ourselves to being silent when people do unproductive things, but we can never control the furthest fringe, right? There's dumb people in the world. You're right. It's a balance, but I don't think, I think we've been too quick to just dismiss that as something that we should even worry about. So I want us to do it effectively. I want us to do it intelligently and loudly. And look, let me just say, just people don't get the wrong idea. As I said earlier, good on Al Green for what he did. Right. Now the paddles were ineffective just because they- Yeah. When I say dumb people, I mean like violent people, people breaking laws, right? I think protests have to be peaceful in part because, hey, guess what, guys? The fascists on the other side, they're always going to out-violence us. Yeah. Be loud, 100% for that. Be loud, but also take a little time to listen because we got to persuade more people. We got 48 and a half percent, not terrible, but we got to get a little more. So to do that, you can't just shout at the people who voted the other way. You have to make your points, I think, loudly, forcefully, intelligently, and respectfully and constantly. but then also take a little time to listen and say, this is how I feel. Where are you coming from? And then once you learn where those people are coming from, you're in a better position to counter their arguments, to understand their arguments, and to bring them in. So it's a balance. And I worry a little that the general message from a lot of folks is whoever breaks the most things is the person I'm going to follow. Yeah. I mean. Be loud, be passionate, but also there's a part of it that has to also be trying to be more inclusive. And there a bunch of good ways to do that and i think we've talked about no i agree listen you have to listen before you can persuade and i think you're reflecting back frustration that i feel profoundly that i think a lot comes from the internet uh and the amplification of the worst voices on twitter or other platforms but uh congressman smith thank you so for coming in and talking with us. Really appreciate it. It was a great discussion. I appreciate the opportunity. And like I said, every day, we got to keep doing it. We got to keep putting the message out there and trying to grow, grow support. Amen. Thank you. Today's episode is sponsored by Acorns. They say money can't buy you happiness. That might be true, but money sure can make you feel a lot of other things like stressed, guilty, overwhelmed. That's because when you're not in control of your money, your money can control you. Acorns is a financial wellness app that helps you take control of your money with simple tools that make it easy to start saving and investing for your future. You don't need to be an expert. Acorns will recommend a diversified portfolio that matches you and your money goals. You don't need to be rich. Acorns lets you get started with the spare money you've got right now, even if all you've got is spare change. You can create your Acorns account and start investing in just five minutes. Acorns gives you small, simple steps to get you and your money on track. Basically, Acorns does the hard part so you can give your money a chance to grow. Ready to take control of your money? Sign up now and join the over 14 million all-time customers who've already saved and invested over $25 billion with Acorns. Head to acorns.com slash crooked or download the Acorns app to get started. Paid non-client endorsement compensation provides incentive to positively promote Acorns. Tier 3 compensation provided. Investing involves risk. Acorns Advisors, LLC, and SEC Registered Investment Advisor view important disclosures at acorns.com. We'll see you next time. No, this is just how I talk, and I really love my Bombas. They do feel that good, and they do good, too. One item purchased equals one item donated. To feel good and do good, go to bombas.com slash sxmpodcast and use code sxmpodcast for 20% off your first purchase. That's b-o-m-b-a-s.com slash sxmpodcast and use code sxmpodcast at checkout. All right, John, so we got some great questions from the Discord. I'm going to ask you a few of them. We can talk them through. Andrew wants to know, assuming we make it through the next four years and we're still holding elections at that time, are you afraid that the next Democrat to get elected president will be hamstrung into keeping a lot of the government dismantling happening right now? These trying to rebuild basic functionality will be viewed as too expensive or intrusive outreach. I love that question because... It assumes. What a high class problem. I know. But you know what? I like the optimism. It's fun to think that. I think they could be hamstrung. Dan and I talked about this a little on Friday's pod, which is I think that the next Democratic president, probably even when they're running, is going to have to issue a call for the best and brightest in every expert field to join government again because Trump and Musk have taken a chainsaw to the government. And I think it's going be hard to recruit and retain people in a government where, you know, they'll think to themselves, oh, if a Republican wins again, I could just like lose my job. Like, I think that the next Democratic president will be able to get fantastic political appointees. I think the civil service is gonna have to be rebuilt and it could hamstring the next Democratic president. But i also think that one potential benefit of trump doing what he's done is he's showing what you can change and get away with within the confines of the law or what the courts will allow oftentimes outside the confines of the law but i'm sure there's a lot that he's doing that is actually going to be legal just that we we might not want to wouldn't have done ourselves. So I think the next Democratic president is going to be liberated in some senses of like reorganizing agencies and cabinets in a way that's going to make government most effective for people. Yeah, I think about this a lot. I mean, I don't want the next Democrat to feel like they need to just go back to the status quo before Trump. Like we shouldn't just go back to USAID as it was and spend a ton of political capital trying to just run it back. Like we need to reimagine what these agencies can look like. How can we do it smarter? How can we be more efficient?",
    "speaker": null,
    "startTimecode": 2265600,
    "endTimecode": 3279020
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/12",
    "text": "I think there will be some challenges, though, because Trump is just throwing all Democrats out of what are supposed to be non-partisan boards or agencies or leadership positions and i think it is going to start a tit for tat that is going to be hard to put back in the tube you know and but we have to do it we can't let like these right-wing mega zealots uh run the you know i don't care about the kennedy center but that's an example well you and i were talking about this yesterday uh ice and look we went we went through the whole abolish ice cycle back in uh 2017 18 but i do think that there are like a lot of these agents and we're hearing about this in these stories where people are getting detained and deported based on like, you know, misidentifying tattoos and bullshit like that. It's like these are probably some pretty partisan, pretty MAGA people that like a Democratic president is going to have to like clean out that agency and rebuild it from scratch. You're going to have to clean house and it's going to be hard because you're going to have to give up some power because there are independent agencies that Trump has now taken over. And I think we should restore their independence to a lot of these places. We're going to have better governance, right? And our responsibility gene is going to bite us in the ass once again, but it's the right thing to do. We might have said this, but every year around the State of the Union in the Obama administration, there was a proposal to like reorganize government somehow, right? And there was one to merge commerce and small business administration. There was one to merge education and labor. Right. And so it's not like Democrats are just against reorganizing and making government more efficient. Cause like we tried to do it. And the problem was like we had two cabinet secretaries. We want to get rid of one and Congress would have not gone along with it because everyone has their fiefdom and so there are obstacles like making government more efficient that he might be clearing out of the way for us so i'm not saying that like all government efficiency is bad so that that might help us but i do think just the getting the the people in is going to be really tough yeah uh janice c37 asks how concerned should we be about the conservative lean of Gen Z voters? I'll be honest, I'm quite concerned. Me too. Because I think your brain can get hardwired for your political views for the rest of your life when you're younger. The issue isn't really Gen Z voters, it's Gen Z men. We're seeing that in data here in the United States, the gender divide is massive among people under 30. The German elections that just happened, there was a huge split among young people where you had younger men going to the AFD, which is the crazy far-right party, and young women going to these leftist parties, whether it was the BSW or sort of like traditional communist adjacent parties. None of them wanted the traditional social Democrats or the traditional conservatives. They all kind of hated the establishment and the status quo. So it's worrisome insofar as we are Democrats and we want the Democratic Party to get support from young people. But also this young men problem is a real thing that needs to be addressed. It's a real thing. I think part of the problem is algorithmic. This is where young people are spending more time on their phones and on their screens than any other generation, though we all are. And the algorithm is sending young men one place and young women another place. And so that's going to make a bigger gender gap than older generations who are still getting more of their news from the same place, which is to say not on social media. So I think that's a challenge. I also think for a lot of these, I saw somewhere there's a chart where Gen Z kids who did not spend their formative years in high school and college in the pandemic are still voting pretty democratic and it was the younger gen z's who had been stuck home uh during you know key years in high school and college that are the ones who were swinging the furthest to the right so i think the pandemic a lot of people up and we're still dealing with that i'd be real pissed too if i missed my senior year of high school or college or anything like that and i think it fucks you up in a specific way politically which is not i'm going to be more conservative in the traditional sense but the more mega style of politics which is the system sucks burn it all down everyone has let me down you know and i think rebuilding that trust with that generation is going to be uh it's going to be hard but i think that's sort of the task for democrats we gotta we gotta deliver for them uh super skink asks are we pro dem tea party or against it right now with all the shit we are seeing i am super pro i feel like dem tea party has become a shorthand for just upending the status quo within the party new leaders um not know, voicing the kind of traditional democratic shibboleths, not necessarily. Gerontocracy is a big piece of this. I mean, just know that like the Republican Tea Party movement, there was grassroots energy and enthusiasm behind it that helped the Republicans in the near term, in the 2010 midterms, but was ultimately very destructive for the party and the country yeah people look back at the tea party and the tea party successes and say oh well you know it's like it's a model but it was it was helpful for them in 2010 in a midterm electorate it wasn't helpful for them in 2012. in fact like mitt romney i think was probably hobbled by the fact that he had to take positions in that primary that pulled him to the right towards the Tea Party. That he could then not get out of when he was in the general election against Obama and was portrayed by us as more conservative than he was when he was governor of Massachusetts. And I think that's thanks to the Tea Party. Absolutely. Like, I also think it's a case by case thing. Like, you know, if you're going to run against a Democrat in a primary, primary go for it but like have a theory of the case of why you want to beat them like if it's someone who voted if you're going to make your whole race about uh they didn't vote to shut the government down and they wanted to vote for the cr like you can but i think in in 26 that's not going to be a a great basis for what. I want to say, what are you talking about? Right, so you sort of have to find other issues. I think if you're a younger person running against an older person, that's generational change, so you can do that. So I do think it's case by case. Yeah. MorganL0975 asks, are you finding yourself censoring some of the stuff you want to say or how far you want to go given the wider crackdown on media and honestly even for your own safety and that of your families interesting question um i will say one of the great things about doing a podcast is you have to opt into it so we don't have a lot of like as many rage listeners yeah it's when you go on fox news or something goes viral thanks to some right-wing person on social media clip or whatever, that's when you get attacked, threatened, cursed at, et cetera. So I think all people in media need to be aware that this is a very scary time in terms of defamation lawsuits. Trump has said he wants to open up libel law and make it easier to sue people. We're seeing major corporations caving to Trump. Facebook cut him a big check. There's a report today about a major law firm that went into the Oval Office and groveled and offered, you know, what is it? $40 million in pro bono services. Insane. Was it Paul Weiss? Paul Weiss. The firm. Don't know that guy. I think he's kind of a do you know that it's it's actually two last names paul and weiss oh yeah i i i only got that when i was finally reading it no idea no clue at all but you know i don't know that i i don't you haven't censored anything i don't sell censor but some of this stuff's in the back of my mind yeah it's there it's in the back of my mind it's I worry about it all the time, but it has not changed my behavior. Much like knowing your email could be hacked at any time, I'm still a moron. Yeah. Yeah. So, you know, Emily doesn't love it when I get in fights with Elon Musk. Makes her a little nervous. But I don't know. I think on the defamation thing, I actually think that there's another silver lining in this and how it shapes your criticism, which is like defamation is accusing someone of being something or doing something that they can argue that they didn't do. right and like do we really need to label people or or or you know raise rumors about elon musk doing this or donald trump doing this like you don't need to do that to level a really persuasive critique about the person. All you have to do is talk about what they're doing. Just play footage of them talking. Right. Exactly. And you can call them assholes if you want, right? Like, you don't have to call them something that's debatable whether it's true or not. Like, that's just not necessary. It's not politically necessary. It's less politically effective, I think, than actually just making a case against their policies and their behavior. So, you know, it's almost a good reminder that like we don't really need to call people all kinds of names just to make a devastating case. But we will. And it's also a good reminder that, you know, for public figures or elected officials, the standard is far higher than commentary about individual citizens. And I think we focus on elected officials anyway. John, NishColeslaw00 wants to know, what are your favorite podcasts, let's say non-crooked media, and newsletters that you look forward to consuming each week?",
    "speaker": null,
    "startTimecode": 3279680,
    "endTimecode": 3841040
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/13",
    "text": "I read JVL's Triad and The Bulwark. Great one. Unlike Sarah. Yeah, Sarah's not ever read that. I listen to a lot of The Bulwark pods. I listen to Ezra's pod. I listen to Kara Swisher's stuff.",
    "speaker": null,
    "startTimecode": 3842560,
    "endTimecode": 3855860
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/14",
    "text": "Ezra's on a one name basis for you, like Madonna.",
    "speaker": null,
    "startTimecode": 3856780,
    "endTimecode": 3858720
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/15",
    "text": "I feel like everyone knows Ezra, right?",
    "speaker": null,
    "startTimecode": 3861400,
    "endTimecode": 3863480
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/16",
    "text": "Kara Swisher and Scott Galloway. I listen to their stuff. really like hard fork yeah casey newton um and kevin roos over the new york times uh i i'm happy to say that uh we talked about us having that show on our network and then they jilted us and dumped us they did and went for the new york times um i love eric thompson's pod plain english great uh great writer too i love this show pardon my take it's a parcel sports show newsletters i don't know besides message box i'm not like a huge newsletter consumer uh they go to my inbox and i forget to get to them yeah i have them all flagged every morning subtext thousand flags that i uh subscribe to and i have them all flagged I'm going to read them later. And then I, like I said, I read the message box and I read JVL and I sometimes read a few others, but it's hard. Yeah, it is hard. There's a lot to read. Final question from That's Nick. Can you share some thoughts on Gavin Newsom's podcast, good, bad, or anything in between? First of all, work in progress. He's had what, two or three episodes? Yeah. I've listened to two. I've not listened to Tim Walls. I have no problem with him interviewing people on the right, even the far right. I think the execution could use a lot of work. We don't need a kind of wonky conversation with Steve Bannon about tariffs. We need to mix it up a little more, push back, call him out on some of his shit. And again, I'm not saying this because like our liberal ears are offended by Steve talking. It's, well, I think what Gavin was really good at in the last couple of years is going on Fox and mixing it up and punching and counter punching. And the same is his debate with DeSantis. And I just want to see a little more of that energy and less kind of interview podcast energy. Well, and some of what makes like fights on cable so awful is the format of television where it's like you get a soundbite, you get a soundbite, you're going to yell at each other, and then you're going to go to commercial. And I don't find that all that valuable. I don't either. But the whole beauty of a podcast is it's long enough that you can have like debates and tough conversations, but you can do it with like nuance and not like, I'm not looking for headlines out of Gavin's podcast or like Newsom slams, destroys Bannon. Like that's not what I'm looking for, but I'm looking for like a real debate about their differences. And I think so far he has not really done that. he's kind of just playing host and just listening to what the host, what his guest says. He's being polite. Yeah, he's being polite, which I think you can be, I think you can disagree and still be polite, you know, like there's just not a lot of disagreeing. And I kind of want a little more debate because that's just, I think that's more interesting. Yeah. And I, and both of us have spent a bunch of time with gavin newsom off the record and he's like a super engaging funny competitive very smart smart guy like facts and figures just fly out of his mouth all the time and so he's someone who actually i think could be really good at this format and probably will be um we sucked at this job when we started yeah and i don't know like if if when we, you put us in like a interview with a Steve Bannon or someone on the right at the beginning, I think I would have been fucking horrible. Yeah, Steve Bannon, who I, full disclosure, I've texted to try to get him to come on the show. I'm still thinking about whether it would work. He's a professional propagandist, so he's going to be someone who's very difficult to debate. Yeah. And it's challenging. But I think it's a good skill to learn. It is a good skill to learn. And it's good to mix it up. I will say I am, I'm looking for a venue for what you were just describing, which is conversations with people you disagree. I hate debates. Yeah. I don't like the debate format. Like the Jubilee stuff, it's interesting. Like Sam Seder did a great job. He did a great job. It was compelling. compelling he's super smart he's got all these facts like at the ready but I don't like I just I feel no desire to own someone let alone 30 people I'd like to talk to someone who disagrees with me in a reasonable way and try to find some common ground like I had Glenn Greenwald on Pod Save the World the other day and I felt like the reaction from the audience was like you guys agreed too much i was like well i don't know glenn's smart on the first amendment yeah that when you're going into that because i've done this too it's like either people are going to think that you agree too much or they're going to think like you didn't challenge the guest on a specific point that was important to them and i guess my advice would be to be if you're listening to these like it's not all these conversations are not like for they're not going to hit every point that everyone agrees on and when i'm sitting down with someone i'm like if if i could if i was talking to someone i disagreed with and i spent the whole time just fact checking them that's not like really an interesting you don't want to listen to that you don't want to listen to that and guess what we can all fact check them on the computer. It's also really hard to do. Look at our phone. Yeah, it's really hard to do. Imagine you're in a conversation with your kid, with your friend, with a political opponent. In real time, you're like taking in the information, you're cataloging it, you're finding in your mind why it's wrong and you're spitting back out. It's difficult to do. It is difficult to do. And I think the more interesting conversation is not just calling out all the times they're lying or exaggerating or whatever, but like getting to their worldview and then trying to pick apart that worldview if you disagree with it. And I think if you can do that, then that's an interesting conversation for people. Yeah. It's valuable. All right. That is it for the Q&A. Thank you again to all the discord folks. Great questions. Great questions. It's always super fun to pop into the discord and talk to the folks there because there's really great, well-meaning people sharing interesting information and articles, people from all over the world. So love our Discord, crooked.com slash friends if you want to join. Also, John, if you're only listening to our podcasts, you're missing out. Oh, yeah. Because we got full video episodes and tons of inclusive content on YouTube.",
    "speaker": null,
    "startTimecode": 3864220,
    "endTimecode": 4201140
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/17",
    "text": "Yesterday, I recorded- We have a new look here. We'll get a new look. At the studio that we're experimenting with. We'll get a look in progress. Yeah. I kind of like a look in progress yeah i kind of like it let us know what you think yeah tell us what you think um at john love it um but yesterday i recorded me and ben recorded a bonus pod save the world exclusively for youtube with nish kumar from pods of the uk it's great to see nish here he's so funny he's so funny he said some things about nigel farage that i'm not going to repeat because they're his jokes, but it's worth listening to. We talked about Elon Musk banging around and screwing with British politics. It's not just Keir Starmer. He's now messing with the Reform UK Party, which has four MPs in their parliament out of 650 seats. And this is what he's focused on? We're getting real niche here. Wow. Real niche. So check that out. Subscribe to the Pod Save the World YouTube. Subscribe to the Pod Save America YouTube. Talk to you guys on Tuesday. Yeah. See you Tuesday. If you want to listen to Pod Save America ad-free or get access to our subscriber Discord and exclusive podcasts, consider joining our Friends of the Pod community at crooked.com slash friends or subscribe on Apple Podcasts directly from the Pod Save America feed feed. Also be sure to follow pod save America on TikTok, Instagram, Twitter, and YouTube for full episodes, bonus content, and more. And before you hit that next button, you can help boost this episode by leaving us a review and by sharing it with friends and family. Pod Save America is a crooked media production. Our producers are David Toledo, Saul Rubin, and Emma Illick-Frank. Our associate producer is Farrah Safari. Reid Churlin is our executive editor, and Adrian Hill is our executive producer. The show is mixed and edited by Andrew Chadwick. Jordan Cantor is our sound engineer, with audio support from Kyle Seglin and Charlotte Landis. Madeline Herringer is our head of news and programming. Matt DeGroat is our head of production.",
    "speaker": null,
    "startTimecode": 4201820,
    "endTimecode": 4305240
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/18",
    "text": "Naomi Sengel is our executive assistant.",
    "speaker": null,
    "startTimecode": 4307220,
    "endTimecode": 4307820
  },
  {
    "id": "fcf53d4f-8ba5-4438-9627-d8f1b9b926b6/transcript/paragraph/19",
    "text": "Thanks to our digital team, Elijah Cohn, Haley Jones, Ben Hethcote, Molly Lobel, Kirill Palaviv, Kenny Moffat, and David Toles. Our production staff is proudly unionized with the Writers Guild of America East. Ready to optimize your nutrition this year? Meet Factor, America's number one ready-to-eat meal service. Factor's fresh, never-frozen meals are dietician-approved and ready to eat in just two minutes. Their chefs handle the shopping and chopping, delivering fresh, fully-cooked meals to your door. All you have to do is heat and enjoy. Choose from 40 weekly options across eight... We'll see you next time. savor nutritious premium meals no matter how busy life gets. Eat smart with Factor. Get started at factormeals.com slash factor50off and use code Factor50off to get 50% off, plus free shipping on your first box. Weight loss with Factor Keto based on randomized controlled clinical trial. Results will vary depending on diet and exercise. Cats have always acted like their don't stink. Now with Fresh Step Heavy Duty's new 30-day odor control, it actually doesn't. Fresh Step's new heavy-duty litter fights odor three times longer than the leading brand. This is Fresh Step's strongest litter ever, giving your litter box 30 days of odor control. Step it up to Fresh Step with the new heavy-duty litter. Three times claim based on fecal malodor versus the leading regular clumping litter. Strongest litter ever is based on odor control. Febreze is used under license from the Procter & Gamble Company or its affiliates.",
    "speaker": null,
    "startTimecode": 4312280,
    "endTimecode": 4410900
  }
]