[
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/0",
    "text": "Today's presenting sponsor is SimpliSafe Home Security. Daylight saving time means longer days, but unfortunately, burglars take advantage of that too. Wow, what a, that's great. FBI crime data shows break-ins are more likely during daylight hours than under the cloak of night. Protect your home with SimpliSafe's proactive security that helps stop threats before they happen. Lovett set it up himself, so anyone can do it. You can do it. And he's a big SimpliSafe fan. With SimpliSafe, millions of Americans enjoy greater security and peace of mind every time they arm their system when heading out each morning or when locking up each night. Traditional security systems only take action after someone has already broken in. That's too late. SimpliSafe's active guard outdoor protection can help prevent break-ins before they happen. If someone's lurking around or acting suspiciously, those agents see and talk to them in real time, activate spotlights, and even contact the police all before they have the chance to get inside your home. No long-term contracts or cancellation fees. Monitoring plans start affordably at around $1 a day. 60-day satisfaction guarantee or your money back. Visit Simpl Visit simplisafe.com slash crooked to claim 50% off a new system with a professional monitoring plan and get your first month free. That's simplisafe.com slash crooked. There's no safe like SimpliSafe. Charlie Heller is the CIA's most brilliant computer analyst whose life is turned upside down when his wife is murdered in a terrorist attack. Wrought with grief, Charlie decides her killers must pay. Without any field experience, Charlie must track the globe and use his biggest weapon, his intelligence, to enact his revenge. Because the most unexpected threat is an amateur.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 97180
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/1",
    "text": "Starring Academy Award winner Rami Malek and Academy Award nominee Lawrence Fishburne. The Amateur, rated PG-13. Only in theaters and IMAX April 11th.",
    "speaker": null,
    "startTimecode": 97860,
    "endTimecode": 106400
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/2",
    "text": "Welcome to Pod Save America. I'm Jon Favreau. I'm Jon Leavitt. Tommy Vitor. On today's show, Donald Trump keeps taking this country to darker places, and the Democrats are, per usual, in disarray. We've got an exclusive interview later with Hakeem Jeffries about the fallout from the shutdown fight and his break with Chuck Schumer. The three of us will also debate what could have been and talk about what's next for Democrats. We'll also talk about Trump's claim that Joe Biden's preemptive pardons for January 6th committee are void and vacant, which followed a speech at the Department of Justice where he again threatened government officials and journalists. But first, we have to talk about the biggest and most alarming development from over the weekend, which is that the Trump administration is now rounding up, deporting and jailing people in foreign prisons without due process, no evidence, no hearings, no judges. The president has invoked the Alien Enemies Act, a law which was last used to justify the internment of Japanese Americans during World War II to deport 137 Venezuelans to El Salvador, where they are being held in a mega prison that's been accused of human rights abuses. The Trump administration claims it has the authority to deport these migrants due to their alleged membership in Tren de Aragua, a Venezuela-based gang that Trump's Justice Department has labeled a terrorist organization. But the administration has offered no evidence of this, which is one reason why a U.S. district court judge temporarily blocked the deportations and ordered the flights carrying the migrants to return to the United States. But, and here's the kicker, two senior officials told Axios the Trump administration ignored the judge's order because the flights were already over international waters when the ruling came down. The White House posted footage of the immigrants landing in El Salvador and the country's president posted a story about the ruling with, quote, oopsie, too late laughing emoji, which then got an RT from Secretary of State Marco Rubio. Isn't that great? I want to get into all of this, especially the Republicans' roundabout claims that they didn't violate the court's order. But first, general reactions from you guys? What we've learned in the last few weeks is that the executive branch has a tremendous amount of authority to deport people under current law, including ways that seem capricious and cruel, right? We've all been talking about the Immigration Nationality Act of 1952. That's what Marco Rubio used to declare that Mahmoud Khalil, the Columbia student, was a threat to the United States and have ICE pick him up. But what they're trying to do here with the Alien Enemies Act is far scarier to me, which is create a process that is essentially outside of all existing immigration law and procedures. I was talking to a very smart immigration expert who compared it to what Trump did with Title 42 during the pandemic, which was basically you just expel people from the country. You didn't give them a case to talk to an immigration judge or have any due process. You just said that because of this old, um, you know, health related authority, everyone's just immediately out. And so, um, if the courts uphold what Trump is doing here with the alien enemies act, you could see something similar happen, which is the administration can just say that any Venezuelan man over the age of 16, who isn't a citizen or legal resident, they can just say, okay, you're actually a member of Trenda Aragua. Uh, you're kicked out of the country. And that could include people with visas or people here under temporary protected status. And just like a play that out in your head for a second, you're a Venezuelan kid. You grew up in a neighborhood in Venezuela with a lot of gangs. You fled them because they threatened to harm you. You tried to get asylum in the U.S. and you later get picked up by the U.S. back to Venezuela because you sort of had associations with gangs because of where you are from and get sent back to the place where you were threatened in the first place. I mean, it is really dark, authoritarian, scary stuff. I mean, I would go a step further than that and say, even if you're not Venezuelan, like, I think this should terrify every single person.",
    "speaker": null,
    "startTimecode": 365800,
    "endTimecode": 365960
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/3",
    "text": "Oh, absolutely. I'm just talking about the current. No, no, no. But I'm saying the reason why I think everyone should be terrified by this. I think when you first hear about it, your reaction on total understandable reaction is, oh, this is like a this gang is a violent gang. They've done horrific things. Of course, we don't want these people in our country. Right. Absolutely. But if they are going outside the legal system here and there's no hearings and no judges and no opportunity for evidence, like an ICE agent can come to your door, say you're a citizen. They don't let you prove you're a citizen. You can't contact a lawyer. They take you away. You don't get a hearing. You don't see a judge. No one knows where you are. You end up in El Salvador. The government claims you're a member of a domestic terrorist organization. A lawyer for one of the deported migrants, she posted a thread on Twitter and she said her client fled Venezuela, sought asylum in the U.S. Ice submitted photos of his tattoos as evidence that he's Tren de Aragua. That was before Trump signed the Alien Enemies Act. So that's when we were still doing hearings, but then he signs it. So the attorney for the migrant planned to introduce evidence at trial that he's not actually a member of Trende Aragua, had a whole bunch of evidence of why he's not, said he's an LGBT guy who was in the arts in Venezuela and had the tattoo meant something else, whatever. Never got the chance to do this because there was no hearing. Disappeared from the online detainee locator. The lawyer couldn't contact him, was deported. Now no one can find this person. This person isn't a, and you should talk a little bit, Tommy, about the prison in El Salvador because it is a, just a huge, huge prison and the conditions there are very bad. Yeah, we're talking about massive 40,000-person super prisons. I mean, so Nayib Bukele is the president of Venezuela. He is a dictator. He's very popular because he made El Salvador much safer. The way he did that, though, was through mass incarceration. They put 2% of the population of the country in jail, and many of them were arrested after Bukele declared something called a state of exception, which was there was this horrible spate of gang violence in 2022. They declared a state of exception, which suspended due process rights, constitutional rights. And so what happened was Bukele sent his thugs into towns. They swept up all men of a certain age, threw them in jail without any evidence, and just declared that they were somehow associated with a gang. And human rights groups have documented torture, execution, horrific things in these massive prisons. And the United States is now going to pay Naya Bukele's government, I think, $6 million to take more people and throw them into this nightmare of a system. And in so doing, further prop up the Bukele dictatorship. And to your point earlier, like Bukele literally mocked our courts, literally mocked our system of justice. And the Trump administration's response was to laugh along with him. And he made this like fascist hype video out of the whole thing. Well, come back to the video. Like people like Tucker Carlson have been holding up El Salvador as a model. The far right has been holding up El Salvador as a model. The reason Trump is doing this is because A, these are people who are, the people Trump claims to be targeting are the kind of people that the Republicans view as indefensible. You don't want to be caught defending Venezuelan gang members who are here in this country illegally. And B, they want to hold up El Salvador as an example of what happens when you really bring the hammer down, if you really want to address crime. So they're going to start by eating away at due process for undocumented immigrants, visa holders, and then green card holders, and ultimately citizens. You know, you talked about the Marco Rubio example. marco rubio is uh claiming oh i have broad powers. I have broad discretion. Look at what the law says. You got to go in front of a judge and prove that a student protest a year ago is a current threat to the United States, right? You can't just claim it. You have to go in front of a judge and prove it. That's what they're afraid of doing or that or when they do it, that's what they're trying to ignore. Also, like to the extent that there are criminals in the United States, undocumented criminals, violent criminals, the reason they are here is not because the government is losing in court. These are not even traditional courts. These are immigration courts. And so the standard by which you can deport someone is much lower. And the president already has broad, broad powers to deport people in this country. The government could have very easily apprehended, detained, deported these migrants by bringing them before an immigration judge and providing evidence that they are who the government says they are. You could easily do that. There is no public safety rationale for doing what they did. You could keep people safe, keep these people detained, and then deport them without doing it this way. And the problem with doing it this way, again, is we are basically just taking the Trump administration's word for it that these are all members of the Venezuelan gang. We're just taking their word for it with no judges saying anything. And by the way, even on their own terms, look, we may get to the point where these judges are going to rule and we are so far down the fascist past that they're going to just ignore those rulings and ignore the rulings and the judgments that come after that. But a lot of these people are going to have claims in our courts for being abused, for being mistreated, for being denied their rights. Same thing is happening more broadly with Dosh. There's a lot of people who are being unlawfully fired, unlawfully removed from their jobs. Their First Amendment rights are being – normally they would come up with some pretense for why they're kicking people out of the country. They're just outright saying we're doing it based on their expression. And these people are going to have claims in the future. So Doge is going to cost the country money. These these are like if you do it, if you follow the rules, even in their own terms, terms, they would be able to deport a lot of these people without having to claim they have some extra judicial, extra legal authority to do so. Just a little bit of media criticism. I think people are doing a good job covering this, but I've seen a lot of stories just state as fact that the people deported were Venezuelan gang members when there's just absolutely no evidence of it. So literally no evidence, none has been presented. And this is, but one of you said it, this is the whole strategy of the Trump's immigration policy this time around, right? Which is to try to hold up the most indefensible examples. And then like, and by the way, this is happening, not just with the Venezuelan gang, this is happening now. There's a whole bunch of these cases popping up. There was a, there's a New Hampshire man who has a valid green card from Germany. He's just a German citizen. Violently interrogated at Logan Airport, stripped naked, put in a cold shower, denied access to his medication, food, water, all because he had a misdemeanor charge for marijuana possession from 2015, which had since been dismissed. Mother of five from Milwaukee, who has lived here in the United States since she was eight months old. She was deported to Laos where she's never been. And now she is stranded in a house surrounded by military guards, again, because of a marijuana-related conviction. There was also a kidney transplant specialist and a professor at Brown Medical School with a valid visa who was deported back to Lebanon because she had attended the funeral of the Hezbollah leader who she said she's not into politics but it was a spiritual leader I don't know if you want to explain more about that that's a weird move great yeah I don't yeah I'm sort of a I'm not a big Muslim as Rala fan myself sort of a sort of a I'd say a weird way to spend your break I'm not I'm not in deporting her, but I, you know, wouldn't attend. Here's the problem with that one is like, you can take away her visa if you want for attending that funeral. Again, you can argue if that's fair or not. But the judge said, no, I want a hearing first. They said, no, the plane already left. And that was that. But even that one, too, they're claiming, oh, like, yeah, you had rule, but oh, we couldn't get it to the, it was, it was too late. The plane was already going. And it's like, it's, it's very, by the way, one thing that's just happening right now, and I just, it's worth saying, like, we'll, we'll talk about it, but like, they just are trying stuff, right? Because they don't care about the rules. They don't care about the law. And what happens? The people that do care about the rules, that do care about the law, are left scrambling to figure out even what the facts are, right? So did the Trump administration know when this person was on the plane that they were already under order to not allow them to leave? We don't totally know. It seems like they probably did. I'm not totally sure because what's happening is they don't care, right? They're just moving on to the next thing. They're pulling this all over the place. And the people that care about the rules, that care about the facts, are left kind of crawling behind trying to sort through what's going on. You know, did Joe Biden sign this with an auto pen? What was the cause of the, you know, like all these, like all of these ways in which Trump is stretching his authority, there really are also stretching our ability kind of collectively to keep up with what he's doing. Very much so. And with this German green card holder who was detained at Logan airport, like like whether or not he had some missed a hearing and his green card should have been revoked his treatment was indefensible and i mean they tortured him this guy was just tortured and i think what's happening in practice is you have a lot of green card holders who are scared to death about whether they should travel like should i travel internationally should i travel within the country well in some cases, yes. I mean, there are capricious, like awful sects of ice. And apparently this person I was talking to was saying that the CBP office at Logan is a bit notorious and people were not that surprised that it happened there. But I think, you know, what you could imagine happening is Trump came in pledging mass deportation. Things are going slower than he thought. And in a weird way, the people who have tried to go through the process, tried to get green cards, had visas are easier to pick up because they're less nervous and they're willing to travel and they're willing to like leave the country and come back. And now those people are getting swept up and they're scared to death. Brown University has since told all their international students, like, don't travel, you know? And like, look, I remember when Trump won again and I I talked to some people who are legal residents but not citizens who were very worried, like, should we be worried? And I was like, oh, no. Like, if you're a legal resident, if you have a green card, if you have a visa, like, that's not who they're going after. They're going after undocumented immigrants. I don't think that's true anymore. Again, there's 17 million people in this country who are legal residents but not citizens who have gone through the whole process. And I think that what the Trump administration has been doing right now is like saying that none of those people are safe. And they are, you know, by the way, they are within the laws give the administration enough power to take away a green card or visa. But again, through a hearing, they didn't give the hearing to, you know, the woman from Brown. They didn't give a hearing to any of these people that went to El Salvador. And then the White House now is going back and forth on whether they actually defied a court order or not. Attorney General Pam Bondi put out a statement accusing the judge who tried to turn the plane around of siding with the terrorists over the safety of the American people. Terrorists, that's what the attorney general said. The White House press secretary, Caroline Levitt, said the federal judges, quote, have no jurisdiction over these deportations. And here's how border czar Tom Homan reacted on Fox News. I wake up every morning loving my job because I work for the greatest president in the history of my life. We're not stopping. I don't care what the judges think. I don't care what the left thinks. We're coming. It seems like the administration's response amounts to, we didn't ignore the courts, but the courts have no right to stop us. Well, also, it's like, what does he mean there, right? The courts can't stop us as in what we're doing is legal, right? The courts can't stop us because the courts don't have jurisdiction. The courts can't stop us because we're going to ignore their rulings where we don't believe we have to follow them or there's no way to stop us if we don't. I think part of this is like, it's worth separating out. There's where they're taking the law, the letter of the law, and using it in novel or kind of aggressive ways that haven't been used before, ways in which they're just breaking the law, right? But fundamentally, like, this is about intent, right? Like, there was a lot of what we have in our immigration systems, a lot of people who have skirted the law or ignored the brokenness of the system. But there was an understanding on green card holders that like, yeah, everyone knows that they are not citizens and there are ways in which they can lose their right to be in this country. But for the most part, if you had a green card in this country, no, you can't be on a jury. No, you can't vote. You can't run for office. But other than that, you can work. You can apply for jobs. You're protected by the First Amendment. You're living here on the path to becoming a citizen. And we all collectively respected that. If you were born here, right, even if your parents weren't from here, you had the protections of citizenship. And what they are trying to do is slowly undermine that basic assumption, right? Like my friend has, they have relatives from the Middle East that are here on a green card and they were going to go home because they have life there and they're only here part of the year. And they're just like, no, they're going to have to stay. They're afraid because they're afraid that if they go to the airport, they're going to touch that system, right? That system that nobody has any confidence in. I think they're right. And that's already happened. We're already through whatever the legal justification, whatever the case is where they're going to follow the law or not follow the law. It's no longer, you can no longer trust that the government will respect that you have a green card. Yeah, I mean, I don't know what advice to give people, but I understand the fear and I empathize with the fear. And also Tom Homan, I think specifically threatened Boston as part of their attempt to intimidate so-called sanctuary cities. It also seems like there could be a bit of a split on policy in the White House. Like there's part of the White House that doesn't want to completely give the finger to the lower courts because they know that can piss off the Supreme Court. And therefore they're making these legalistic arguments. Oh, we're in compliance with the law because technically speaking, if you look at the timeline of the flights, we were over international waters when the written order came down. And this is just a good faith agreement of whether a verbal order came to this. Here is the same force as a written one, blah, blah, blah. Right. And then there's another part of the White House, probably like the Stephen Miller wing. That's like, fuck this. Let's get to the Supreme Court. Let's have this fight. And what we want is a ruling that says lower courts cannot issue nationwide injunctions anymore. And then they are off to the races. And that is scary. And it seems like Pam Bondi is in the Stephen Miller camp. Otherwise, it's hard to understand why you'd call a judge a terrorist sympathizer, because that's pretty crazy if you care about what like judges in the legal process thinks of you. Or they're trying to get a case to the Supreme Court that is the best possible case for them in front of the Supreme Court. Right. Because there's varying degrees of this. So the hearing today, we're recording this Monday afternoon, Judge Bozberg, who is the judge involved in the Venezuelan gang case, basically said to the government, to the DOJ, like, isn't the better course to just return the planes to the U.S. and then figure out what to do? And if you don't like my order, you can challenge my order and it can either be amended or changed or whatever else. By the way, the DOJ before the hearing or during the hearing tried to have him removed from the case. They asked the D.C. Circuit to have him removed from the case. And then the judge asked the government details about the flights. How many flights left? When did they leave? And the DOJ response was, those are operational issues, and I am not at liberty to provide information. So the judge was like so exasperated at the end of the hearing. He said, I want a written, like, I want information immediately. I want you to tell me information about all this. And so I'm guessing that that's going to get now, you know, appealed up the chain.. Two other two other moments from what that judge said is when he said, I'm sorry, are the words I say out loud less impactful to you? Do you have to follow them? Because I didn't write it down. And the lawyer to their, I guess, credit or detriment said, I'm not willing to say what our position is. I'm not quite yet because I feel like I'm over my skis. And then the other part of it, which is happening, by the way, to some of these lawyers, and you're seeing this in some of these cases and some of the Doge cases too, the judge is getting like exasperated at the government and the government's like, I'm just trying to do my job here. They have a different standard what they can say in the courtroom. Caroline Levitt at the White House briefing, I think, made exactly that point, which is that a verbal order is different than a written order. Which I think would just surprise a lot of judges who treat their courtroom like a place where they are fucking God. And the other part of it is just the lawyer saying, well, we were over international waters. And so the judge is like, I'm sorry, can you explain that to me? Does the president have extreme other powers over international waters? And they're like, oh, we're not prepared to say that. Can the president just put a bunch of people on planes, put them over international waters and then have them executed? Is that the new thing now? Also, you can track all these flights. All of the specific timelines for when these planes took off and landed have been published in a number of news outlets. I'm not sure what the play is here by the government lawyer that they think they can hide this data from the judge. So last thing before we move off this, I saw a lot of MAGA pundits on social media like CNN's Scott Jen, gloating that Trump has once again goaded Democrats into taking the losing side of an 80-20 issue. You guys think that's right? Look, I think more I'm like, oh, so I guess due process is a 20-80 issue now. That's probably a big fucking problem for us, right? Like the, they're just sort of, this is indefensible. It's indefensible to not put this before a judge, if you believe in sort of the basic tenets of the American judicial system of the Constitution, you understand that, yeah, of course, you have the right to deport members of a dangerous Venezuelan gang back to where they come from. Fine. But you have to go through a judge. You have to go through the courts. They don't want to make the argument that the president is a dictator. So they're like, this is the hill you're going to die on. And it's like, well, you know what? Maybe we'd like to live on it. Maybe we'll go up top of the hill and see if we can survive up here. Yeah. I actually think Scott Jennings, well, he's an insufferable idiot. Anyone who's watching CNN knows that. But I don't think he's right here because that's a question of framing. I think the Democratic Party's position should be, of course, we should deport terrorists and murderers, full stop. But there has to be a legal process to make those determinations and creating a system where any White House can just say, you're a terrorist, you're a terrorist, you're a gang member, and then deport you that's un-American. And this is not like an unfamiliar argument because our country has lost its mind before. It was called the war on terror. Before that, it was called the Red Scare and efforts to prevent people with so-called communist ties or sympathies from coming back to the United States. So I think it's an argument we have to make. And I feel far better about the due process argument than holding up some specific scary individual that did something awful, which is what the White House is gonna do. Yeah, you know what? They're gonna do a bunch of polls. You can show me all the polls with, do you support deporting violent criminals? Do you support deporting gang members, blah, blah, blah. And it's going to be an 80, 20, 90, 10 issue, whatever. I support that too, right? Let me write the poll question. Like any of us could write a poll question that would get a different result, right? Which is like, do you support the US government rounding up people and jailing them in foreign countries without a hearing?",
    "speaker": null,
    "startTimecode": 565080,
    "endTimecode": 1466280
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/4",
    "text": "I bet that's an 80-20 issue. I bet that's a 90-10 issue. Yeah.",
    "speaker": null,
    "startTimecode": 1467280,
    "endTimecode": 1470420
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/5",
    "text": "The other part of it is, too, is, you know, they're just deporting criminal aliens.",
    "speaker": null,
    "startTimecode": 1470960,
    "endTimecode": 1476480
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/6",
    "text": "And I do think they are relying on the fact that when most Americans imagine, they imagine people who don't speak English. They imagine people who look like immigrants, right? They're not picturing a Norman Rockwell painting, right? There's a lot of American citizens that don't look like a Norman Rockwell painting. That's why I mentioned the German guy, the German citizen who looks just like Tommy. And by the way, there's a lot of that vote over donald trump that don't look like a norman rockwell painting that didn't think this would apply to them there have been stories already and we were like wait a second when he said he was going to go after uh undocumented people i didn't think they would come for for my wife yeah trump voter again i think it was he was also in wisconsin and he's marrying a woman who was going through the process to get legalized, like literally like had the papers going through the whole process and then they just took her away and that's it. There was a great piece in Politico, I believe, about the Immigration Nationality Act of 1952, which is the law that's currently being used to expel Mahmoud Khalil for alleged Hamas sympathies or whatever, anti-Semitism. And if you look at the history of how that law came to be and whom it was written by, it was written by a senator, I mean, Pat McCarron, who was just a virulent anti-Semite. And the law was used to keep Jews out of the United States, even after the Holocaust. So it's just a good reminder that the history of these kind of tactics and legal strategies will come back to bite everybody in the ass. You should not support them. And even despite all that, we got a Senate minority leader that everybody hates. Pods of America is brought to you by Uplift Desk. Muscles are vital for movement. That is true. Factual. And play a key role in supporting the vascular system. The calves, often called the second heart, help pump blood against gravity, aiding circulation throughout the body. By using a standing desk and incorporating movement accessories, you are more likely to engage these muscles, promoting improved blood flow and overall health. How's your calf pump? Yeah. I mean, here's the thing. I think Tommy was going to get calf implants, right? I did in the 90s and I got rid of them. And then instead we both got uplift desks. Well, we got a triple uplift desk set up now in the C-suite. What do we call our office? That's great. Our disgusting little office here in Crickermedia. All three of us are in the same office. I will say you've taken to the uplift desk, to the standing desk, like a fish to water. I mean, well, the thing is- You're a big fan. I walked in one day and Tommy and Lovett had the uplift desk. And I didn't. And I made a huge mistake. Started with FOMO. I didn't respond to an email in time. So it got an uplift desk. And now I'm the one who stands the most. You love it. But you can, you know, they go up and down. You just hit a little button and you go up. And then when you get a little tired, you go down and you sit. It's great. And our listeners stand to lose increased blood flow and all these other health benefits if they don't get an uplift desk. I love that. A desk should fit the user, which is why Uplift Desk has a lot of customization options so you can build your perfect workspace. With more than 200,000 configurations, Uplift Desk allows you to tailor your workspace to perfectly suit your style and needs, empowering you to create an environment that inspires productivity and creativity. These are beautiful looking desks. They're very nice, yeah. Standing aside. It's a cool cup holder. I was never a standing desk person and I am such a convert now. So if you also have looked at standing desks and you're like, eh, I don't know if that's for me, give it a whirl. Next up, treadmill desk for you. Make this year yours by going to upliftdesk.com slash crooked and use our code crooked to get four free accessories, free same day shipping day shipping free returns and an industry leading 15 year warranty that covers your entire desk and an extra discount off your entire order that's u p l i f t d e s k.com slash crooked for a special offer and it's only available at our link start 2025 right stand move thrive with uplift desk Charlie Heller is the CIA's most brilliant computer analyst whose life is turned upside down when his wife is murdered in a terrorist attack. Wrought with grief, Charlie decides her killers must pay. Without any field experience, Charlie must track the globe and use his biggest weapon, his intelligence, to enact his revenge. Because the most unexpected threat is an amateur. Starring Academy Award winner Rami Malek and Academy Award nominee Lawrence Fishburne. The Amateur rated PG-13. Only in theaters and IMAX April 11th. Lest you think Trump is only going after immigrants, consider his late Sunday night Truth Social post where the president declared that the preemptive pardons Joe Biden gave to the members of the House Select January 6th committee are, quote, void, vacant, and of no further force or effect because of the fact that they were done by Autopen. Joe Biden did not sign them, but more importantly, he did not know anything about them, end quote. I'm glad that more importantly is there, to be honest. That's going to actually be quite important later, I think. Trump went on to say that the J6 committee members are now, quote, subject to investigation at the highest level, end quote. Those claims followed a vengeful speech delivered at the Department of Justice on Friday. Here's a clip. The American people have given us a mandate and just a far-reaching investigation is what they are demanding into the corruption of our system. And that's exactly, I'm sure, what Pam and Cash and everyone else mentioned here and not mentioned is going to be doing. We will expel the rogue actors and corrupt forces from our government. It's going to be legendary. And I believe that CNN and MSDNC, who literally write 97.6% bad about me, are political arms of the Democrat Party. And in my opinion, they're really corrupt and they're illegal. What they do is illegal. 97.6%. Very specific. Let's start with the pardons. What do you guys think? Did Trump figure out a way to prosecute Liz Cheney by discovering the classic auto pen loophole in the president's pardon power because first of all i first saw you know trump posted something on one of his various platforms uh that had uh the three previous presidents and it showed his portrait from 2017 then showed a picture of an auto pen and then it showed trump in 2025 and when i saw that i really saw i saw and i went huh huh, Joe Biden was so old. It was an auto pen that was president. And I was like, that's what I thought too. And I saw that and I thought, oh, you know, I want to laugh at this, but I bet this portends something fucking awful. You know, I really did. I was like, what is this going to be about? And sure enough, and sure enough, the next day it was that Joe Biden used the auto pen to sign these pardons and didn't know about them. And therefore they are void, which ultimately will not stand up as long as somebody can get Joe Biden in front of a fucking camera or microphone in the next couple of days. I saw he tweeted about St. Patrick's Day today. Great. Hope and history rhyme. But the real issue is what this is going to do is force a bunch of people who receive lawful, legitimate pardons to defend themselves in court. This is about wasting the time and scaring a bunch of people that Donald Trump considers enemies. There's an OLC opinion sitting on justice.gov from 2005 that says the president doesn't actually have to sign a bill for it to become law. They can instead direct a subordinate to, quote, affix the president's signature to such a bill, for example, by auto pen. Couldn't be more clear. U.S. government. Thomas Jefferson. Given because, you know, who asked for that opinion, George W. Bush asked his DOJ for that. And it has remained ever since 2005. Yeah, apparently, according to something I was reading, Thomas Jefferson used something called a polygraph, an auto pen like device as far back as 1804. You can visit it if you go to Monticello. And the idea that these pardons were done in secret when they were like the biggest story in the U.S. political media at the time. So Biden didn't know about them. It's like self-evidently stupid. And he's on camera talking about them. And no one knows what Biden did or didn't sign. Like the point of a signature is it looks the same. That's why we use them. And they also, by the way, they've been claiming, oh, if you look, all the signatures are identical. Therefore, they're from an auto pen. But actually, it turns out that the way these things are uploaded into the Library of Congress, it may automatically put the auto pen version of the signature in the signature position. So we actually, we don't even know, right? They're assuming because, because I believe Trump and someone in the Trump White House saw that the Heritage Foundation has something called the Oversight Project. That pulled up all the signatures. They did a kind of red string kind of, it's all the same. There's chum in the water for the media. The National Archives came out and said that the digitized version of official documents in the archives use the same image of the president's signature, regardless of who's in office. So at the beginning of every term, they get a digitized version of the president's signature and the archives that you go online to see. They put that on every single document, whether that's the actual signature or not. So that's so they're just looking at the wrong thing. And also there's plenty of photos of Biden signing laws by hand in person. Executive orders, laws, the whole thing controversy about this remember yeah obama when he was in europe and they used an auto pen to sign a law an extension of the patriot act unfortunately uh yeah i remember that yeah and i remember at the time just to be honest i was like i kind of want the president to get that to get to get his hands on that pen for laws i do think that that like the, this is all obviously ridiculous. Now, everybody, everybody took that memo as being correct. Presidents can affix their signature. By the way, like there's nothing magical if a president uses a pen or a president, like let's say a president uses a pen or a president uses a device that has a pen. They're still signing the fucking document. But, you know, I would like Joe Biden to come out we using signatures at all it's 2025 now that we've dug dug into the calligraphy just like zooming out on this doj speech this thing it does you know trump said america's success will be my retribution it feels like that might not be the case it seems like that was a little in joke for them yeah just to be to be clear, like, yes, we are focused again that Donald Trump introduces the auto pen thing. And everyone's like, well, who did sign it? How did they send you have to kind of chase all these things down. But if they didn't have the auto pen nonsense, they'd find some other fig leaf to go after these people some way outside of the pardon to go after Donald Trump's enemy. This speech was a speech about targeting all of these people, regardless of what their pardon says. And by the way, they will find- Presidents don't give political speeches at the Department of Justice. Presidents don't give many speeches at all at the Department of Justice. I think Obama went at the very end of his term, but you don't give a speech at the DOJ that's about like targeting your enemies unless you're trying to send a signal. This is one of those moments where if any other president in history had done this, it would be a five alarm fire. It would be the only thing anyone is talking about because it's incredibly dangerous and frightening sign that Trump is primarily motivated by the desire to punish his enemies. And it's not just this speech. He's doing this in the context of having a completely pliant attorney general, Pam Bondi, who like pays fealty to him. We got Cash Patel and Dan Bongino now installed at the FBI. The Wall Street Journal reported that Patel was trying to get a direct line into the Oval Office so he could talk to Trump more easily. Like the deputy FBI director is a right-wing podcaster with anger management problems. Trump's floating Aileen Cannon talking about her. She's going to be on the Supreme Court soon. We're threatening the media as all these corporations are preemptively caving and cutting settlements with Trump to pay him off so that their corporate mergers can go through. Things are dark.",
    "speaker": null,
    "startTimecode": 1477140,
    "endTimecode": 2180060
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/7",
    "text": "Well, you know what? That's a good segue to the Democrats. Nice. Oh, yeah. The Democrats. I didn't mean to segue there, but boy, that's sad. Who are absolutely crushing it, guys. Fuck. So after Dan and I last spoke on Thursday, 10 Senate Democrats, led by Senate Minority Leader Chuck Schumer, voted to break the filibuster and allow Republicans to pass their six-month spending bill to keep the government open. Schumer's decision to let the bill pass came after a week where just about every Senate Democrat voiced opposition to the legislation, which boosts defense spending and makes cuts to programs like Head Start, community health centers, and after nearly every House Democrat had voted against it. All but one, in fact. As you might imagine, the backlash has been fierce. It's come from elected and non-elected Democrats across the ideological spectrum, moderates, progressives, the whole group, including Democratic leaders like Hakeem Jeffries and Nancy Pelosi. And it's mostly been directed towards Schumer. We've been going back and forth here for weeks on the right shutdown strategy. Dan has written several message boxes about it, which is why you know it's both important and tricky. So we thought just as an exercise, just as an intellectual exercise for all you listeners, we'd kick off the conversation about this by presenting the best argument in favor of what Schumer did and the best argument against what Schumer did. And then we can all get into how we really feel and where we ultimately come down. So Tommy's going to take the pro-Schumer argument. Lovett's going to take the anti-Schumer argument. I'm going to play moderator and give each of you guys follow-ups. And again, a disclaimer for anyone who wasn't paying attention or may see these clips out of context on the internet. These roles were assigned in advance and do not necessarily reflect the views of the people making the arguments funny you think that will help we'll just cut that tommy take us away pro schumer why are you so happy with chuck schumer here's the pro schumer straw man which is the big picture is realistically speaking chuck schumer's choice was vote for this bill or force what could likely be an indefinite government shutdown. Now, during a shutdown, what would happen is Trump would get to unilaterally decide what staff is essential or not essential. He could furlough people and essentially de facto fire them. So if you think Doge is bad, this is Doge on steroids. And we know that the Doge gang liked this because Wired reported that Elon Musk wanted a shutdown for exactly this reason, to supercharge Doge. Now, if we had a shutdown, what would have happened was there would be huge cuts to services people need, like veterans benefits. Republicans in Congress would then get to force a bunch of very politically difficult votes on reopening some parts of the government, but not others. You need Democrats to hang together on all of those. And voters would almost certainly blame Democrats for this whole disaster until they finally caved. So this would have ended up being like Ted Cruz's disastrous government shutdown, temper tantrum in 2013, which did real harm to the Republican Party. And in this case, it was even worse because at least Ted Cruz had like a point. He was trying to get rid of Obamacare. Democrats hadn't decided on a clear policy goal or outcome or message. And so what ultimately happened is Democrats vote for a bill that is basically a continuation of the government funding for another six months. There are some cuts, like you said, but they're not drastic. And the alternative was letting people who want to destroy the government, destroy it a lot faster. And for those who say Chuck Schumer screwed up the messaging by saying he was for a filibuster before voting to keep the government open, his public posture had to be that he would shut down the government because in cards, sometimes you got to bluff, even when you know you're going to fold or else you don't have any leverage there. So what people are really mad about is not what Chuck Schumer did or even this votes. It's the fact that Democrats have no power. And going forward, the worst thing we can do is convince our base that we've got magical powers to fight Republicans that we don't actually have. And that what the problem is, is the will is lacking, not the leverage, because then we could get into an endless cycle of shutdowns like Republicans once did. So here's the problem. And I think you are, I think that is accurately characterizing the argument that we heard in favor of voting for this. But I think embedded in that argument, like I didn't understand why voting for the CR was so wrong until I heard these arguments in favor of it. And the argument you heard from Chuck Schumer is basically there is no off ramp, that there could be a prolonged shutdown that lasts between six and eight months, and it will allow Trump and Doge to accelerate the lawless cuts that they're already making. It is a way for Trump and Musk to kind of complete their Doge agenda without the protection of the courts, without the protection of Congress deciding how the money is spent. And to me, the problem with that is it basically, it shows two things. It says, one, Republicans do not need to negotiate with Democrats because they know that Democrats are so afraid of the consequences of a shutdown that they will vote for something even though they had no say in what it was, right? What you're talking about, the reason Chuck Schumer was bluffing, is that he was hoping that there would be some resolution of a bipartisan process. There wasn't. That came to nothing. So they were hoping, right? They were observers, hoping that the Republican-only bill wouldn't be able to get through the House. That ended up not being the case. And that something would come of these bipartisan negotiations, that was not the case. And so what happened? Democrats had to choose at the end of this process between basically voting for a bill that was negotiated without them, for which they got nothing, right? They had demands. I mean, I don't think they were clear about that, but they had demands, right? First of all, clean CR, which this wasn't, right? This increased defense spending and cut a bunch of programs, cut funding for D.C. and that they do that Congress does something to reassert its supremacy over spending in this country. Right. Over the basic constitutional principle that Congress controls the person. What Republicans were counting on was that Democrats would cave and that they were so afraid of Elon Musk and Donald Trump that they wouldn't be willing to endure a shutdown. Why is it that Chuck Schumer is afraid a shutdown could last six months? It's because he believes that Republicans will not care about the consequences. And he believes Republicans will not worry about the political fallout of those consequences. So they don't care about hurting people. And they don't think they'll pay any price, even though the polls, I don't disagree with you, Tommy, that over time, Republicans might be able to successfully blame Democrats. But at the outset of this fight, Republicans who control the Senate, control the House, control the White House, were the ones voters were more likely to blame. They were more likely to blame Trump and Republicans than they were to blame the Democrats. Stepping all the way back, the fundamental challenge of fighting Democratic backsliding is Donald Trump has the power of lawlessness and he has the power of institutions. In this case, what Chuck Schumer is explicitly saying is my fear of the way Donald Trump abuses his power in this arena actually makes him even more powerful, gives him even more leverage in the legitimate institutional arena where he has constitutional authority. That is incredibly dangerous. There's an opening scene in the movie Lethal Weapon where a man is threatening to jump off of a building and Mel Gibson is is trying to negotiate out of it. And he realizes there's no way to do it. He has to throw his handcuffs on the guy and jump with him and aim him toward a soft landing. That the only way to fight someone that is crazier than you, that cares about the consequences less than you, is to show that you're a little bit crazy too.",
    "speaker": null,
    "startTimecode": 2180660,
    "endTimecode": 2625340
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/8",
    "text": "And until we figure out how to, like, Republicans count on Democrats to be responsible, and until we're willing to show that we can take some pain, that we're as tough as they are, that they don't get to count on us to protect them from their own decisions, we will constantly, constantly lose these fights. Some evil South Africans in Lethal Weapon 2. They are.",
    "speaker": null,
    "startTimecode": 2626260,
    "endTimecode": 2643920
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/9",
    "text": "Diplomatic community. This show is sponsored by BetterHelp. Let's talk numbers. Traditional in-person therapy can cost anywhere from $100 to $250 per session, which adds up fast. But with BetterHelp Online Therapy, you can save on average up to 50% per session. And this month, BetterHelp is giving you the biggest discount on starting therapy that we've ever offered on this show with 90% off your first week. Guys, don't miss this. Therapy should feel accessible, not like a luxury. With online therapy, you get quality care at a price that makes sense and can help you with anything from anxiety to everyday stress. Who's got anxiety? Who's got everyday stress? Everything's fine. 90% off your first week. It's like a free therapy session. Give it a whirl. Therapy's helpful. You get to talk to someone and, you know, maybe a little less anxiety, maybe a little less stress. With over 30,000 therapists, BetterHelp is the world's largest online therapy platform, having served over 5 million people globally. It's convenient, too. You can join a session with the click of a button, helping you fit therapy into your busy life. Plus, switch therapists at any time. Your well-being is worth it. For a limited time, visit BetterHelp.com to get 90% off your first week. That's BetterHelp.com. slash PSA.",
    "speaker": null,
    "startTimecode": 2644620,
    "endTimecode": 2700840
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/10",
    "text": "Charlie Heller is the CIA's most brilliant computer analyst whose life is turned upside down when his wife... That's BetterHelp, H-E-L-P dot com slash PSA. his intelligence to enact his revenge, because the most unexpected threat is an amateur. Starring Academy Award winner Rami Malek and Academy Award nominee Lawrence Fishburne, the amateur rated PG-13. Only in theaters and IMAX April 11th. I have been thinking about this a lot because when the election first happened and we knew there was going to be a government funding fight after it was punted the first time in like December or whatever, I was like, this is it. This is the only leverage Democrats are going to have because we're not going to be able to stop reconciliation, right? Because they have the votes. We're not going to stop everything else. We're going to have to rely on the courts. And this is it. This is the big one. So obviously we have to use our leverage here. And yet the arguments that Tommy was making, I've been thinking about it because I'm like, all right, let's say that Schumer says, let's go for it. Let's shut this thing down. What is the ultimate goal of a shutdown? And then what makes us think that Trump will cave to any kind of public pressure or sort of political pressure at this point when he we just spent quite a bit talking about how he is defying court orders, rounding up people and sending them to El Salvador and all the other shit that he's done and all the stuff that Doge has done. And I think that I would bet that there's a pretty good chance that Trump and Elon and Elon is excited like about the about the shutdown, that they supercharge everything. They start firing a bunch of people. They keep a whole bunch of agencies closed where there is potential for political pain. And some agencies, they send out payments and they keep those agencies running and they keep those people on staff. And then all the other stuff that Democrats want, they just shut down indefinitely. And legally, then you have much less leverage in court because during a shutdown, the executive branch basically has all the power and can do whatever they want, which is what Donald Trump and Elon Musk really want. And so then I don't know what makes them actually open the government again. And by the way, Democrats at that point could say, all right, we're going to cave. We'll open the government again because 800,000 people are without pay right now. Probably half of them are working, which is what happened in the last shutdown. There was 400,000 working without pay and 400 000 that just weren't working and didn't still didn't get paid and so democrats try to cave and then republicans could say no we actually you you can't decide that the government's back when we decide we decide when the government's back open and now now donald trump just sort of runs the government now so i so i think about that and then i'm like but to your point love it like okay are we in an emergency or are we not in an emergency? And if we're in an emergency, then maybe we think, okay, that's all going to happen, what I just laid out, and that they don't want to open the government again. But we have to do something to grab people's attention and grab the country's attention and say, like, this is an emergency and this person is seizing control of the government and destroying democracy. And then that's the only way to do it. But we should be clear-eyed that I do not, I would not expect Republicans to cave very easily or maybe at all if we went into a shutdown. But see, to me, and I want to also say that like, we live in the luxury of the timeline when Chuck Schumer did this. Right. And for a lot of and for it is probably the easiest politics to say Chuck Schumer was wrong. To be a fighting Democrat and say Chuck Schumer sold us out. I would have gone all the way. Like I would love I would love to have just been able to come on and just say that. And that's it. Right. Like that. And I still think that's where I probably come down. But i don't i just don't think it's as easy but i don't i and i don't think it's as easy but where i finally land is like all of the arguments to me against right like are basically arguments that we're already in some kind of a dictatorship right that either democratic accountability is not possible that not enough people care about having a functioning federal government on everything from Veterans Affairs to TSA, or that the law is so weak and the courts are so weak and Congress so weak that Donald Trump will be able to do whatever he wants during a shutdown, however long it lasts. Like all of these are arguments for saying, well, hold on a second. So then we just turn over. That's the only option we have. If we are signaling to Republicans that we are so afraid of the consequences of what happens during a shutdown because we don't trust the American people to figure out who's responsible. We don't trust the American people to care enough to take their country back. We've kind of given up the game. And by the way, even if that is what we were afraid of, even if we were completely correct in that fear, all of that, I'm not sure that's the right message that Chuck Schumer should have been saying, right? That like, just admitting that, like, I'm sorry, Trump is too powerful. He's going to do too much damage. Therefore, we're just going to capitulate and roll. And we're never going to make a clear set of demands. And we're not going to make those demands, our vote contingent on those demands. Yeah. So like what I really, I mean, my honest opinion here is there's no good options by the time we got to last week, but Chuck Schumer and Hakeem Jeffries created a huge expectations management problem. Like I'm looking at a political story with a photo of the two of them with the headline, Democrats are serious about a shutdown. And they also had a lack of strategy. We didn't know what we wanted. We didn't have a core demand. We didn't have a legislative imperative or a thing we were fighting for. This is where they totally deserve the blame, I think. Yeah. And also, we have a responsibility gene. We care about government. We believe it does good things and helps people, which means Republicans know we will always fold. And if not now, well, then we're certainly not going to vote against a debt ceiling increase. And so what I found particularly frustrating was Schumer's New York Times interview, where he suggested that Republicans will eventually come around. Should we play a clip of that? Let's play a clip of that. Do Democrats have an authenticity problem? I don't think we have an authenticity problem. We have a real direction now. I feel good about it. And when he went below 40% in the polls, the Republican legislators started working with us. We're going to keep at it, keep at it, keep at it, until he goes below 40. When it happens, I am hopeful that our Republican colleagues will resume working with us. And I talk to them. You know, I've covered a lot of countries going through Democratic backsliding. And I've seen how often opposition parties fail to recognize until it's too late that they might have been made irrelevant and I wonder if you think that the Democratic Party might be making that mistake no I think we're fighting very hard on every front and initially we've had some successes but we got to keep at it and we got to be open to new suggestions and ways to do it. But I think what we're doing is working so far. I just want to note for the producers of the interview. That music cue was fucked up. All right. It came in way too early. It was way too soft. It was weird. I paused, rewound it. I thought there was something wrong. I was in my kitchen. I thought there was like an alarm. Yeah, I almost threw my phone out of the window of an Uber as I was riding home from the airport. Yeah. I mean, that, if that's our strategy is hoping the Republicans come around, we are, we are donezo. And so again, like, I don't know that this is a good strategy, but here's an alternative, which is basically an accelerationist approach, which is to say, Doge is going to destroy the government in the longterm. So let's speed it up. Let's shut down the government. Let's do it at a time when the markets are freaking out about tariffs. It's maximize the impact, maximize the pain. That's a totally irresponsible, destructive thing to do, but maybe a 20% drop in the S&P, 30% drop in the S&P wakes people the fuck up and leads to a political course correction by Trump. I actually, I do think he cares about headlines and markets and what business people say to him. And I don't know, I think the markets were like flat today, but like, I think you could feel some weakness for a minute. I think part of the challenge too is maybe the biggest that I've been thinking about is Democrats didn't know what to ask for. And we've all kind of allied at this when I say we, I don't just mean the three of us, like everyone, because everyone's like, well, there's a lot of things we could have asked for, but it's like, no, no, let's go through them. Right. Because it's what we're saying. It's not, we could ask for a clean CR. Right. And Dan and I talked about this a little bit. And then you go around and say, no, no, no, we will only keep the government open. If you reverse the cuts to, I guess it's community health centers and headstart, which are popular things, but in the context of all we're talking about, right, it's like the end of democracy. Everything Trump's doing seems a little small, right?",
    "speaker": null,
    "startTimecode": 2701660,
    "endTimecode": 3247840
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/11",
    "text": "The DC cuts, there's like a billion dollars from the DC budget is horrible. That's already getting fixed. And it looks like the House is now they're saying the House is likely to take that up. The Senate has already did a standalone vote to fix that and to restore the DC budget cuts. So once that's gone, and then I saw Dan say this, that there was like a, it basically Congress now can't even vote on the tariffs, on Trump's tariffs. But it's like, they weren't going to do that anyway. It's a Republican controlled Congress. They were going to let him do whatever the fuck he wanted on tariffs. So that doesn't really make it for me. And then there was the, oh, we should ask for guardrails around Doge. And I never really got that either because it's like Elon Musk is, and Doge right now is all over the place, government. And now you're going to say, here's here's another law that you can break by putting some Doge handcuffs on it. So I don't know that anything, any of the specifics we're asking for would have worked unless I've come back to the accelerationist argument unless or you're just saying like, no, no, no, it's not about anything. It's about the fact that since he has taken office in the second term, he has broken the law. He has taken our tax dollars and done whatever he want with them. We did not vote for this. Half the country didn't vote for this. We're not being represented in this government. He's breaking the law. He's just trampling on our rights. He is he's destroying like cancer research and health care and all that. And then just make it a huge fight about everything. Like that's the only thing I can think of because I do think making a shutdown about a specific issue here or there is just not really going to work. I also think you could imagine two scenarios that are completely different that would have been better than where we're at. One scenario is Hakeem Jeffries and Chuck Schumer early on say, you know what? Like weeks ago, maybe months ago, said Elon Musk right now and Donald Trump, they want nothing more than a government shutdown and we're not going to give it to them. So we're just going to pass, we're going to keep the government funded and we're just going to keep fighting whatever. Right? I don't think I would have loved that. It wouldn't be his head spin. Right. Or they could have joined together in the same press conference months ago and said, you know what? Watching what Elon Musk is doing right now, watching what Donald Trump's doing right now, Democrats are not going to give one vote ever to fund a government that is doing this kind of damage to the country. And again, prepped everyone in advance. The head spinning shit was the worst. The other. So I think this too. Yes. I don't even think you need to go that far. Right. You say like we will support funding the government, the whole government. That means restoring the Social Security offices. You make a whole list of the things. Right. And the Democratic goal right now isn't to prevent short-term pain. It's just not. The stakes are too high. We're not getting to the end of this with a lot of terrible pain. Like we are not getting out of what is a fascistic right-wing authoritarian government and a pliant Republican Congress without a lot of pain. It's coming one way or the other. And so the goal is to preserve these institutions. Right now, one of our great challenges is waking people up to the threat. We had an opportunity to wake people up to the threat. And it says something about the politics of this moment that a lot of Republicans, even when they're trying to be at their most craven, say we would rather a fight over reconciliation where we're powerless than a fight over the CR where we actually have power. And I just like if that is what we're saying, that we would rather just kind of be yelling passengers because I think that's going to put us in a better position for 2026. I think that's pretty dangerous, especially when there's no guarantee we're going to get another reconciliation. There may be another CR fight down the road. We may like we don't know what the future holds. So, well, I mean, this is we should talk about moving forward. So there's a couple of things moving forward. There is what happens to Chuck Schumer, his position. There is what happens in the next time we're here, the next funding fight, which is the end of September. And then there's the debt ceiling, which we don't know how that's going to come because they could either try to do the debt ceiling in reconciliation, which means they wouldn't need Democrats. Or if they can't get the Freedom Caucus to agree to that, they would need Democrats for a standalone vote on the debt ceiling. I should just say, by the way, because we haven't covered this, the hope that Democrats wouldn't be in this position that we were just in because the hardline Republicans in the House wouldn't pass a CR was always a little crazy to me because we are in this scenario where people do whatever Donald Trump says and the idea and like, yes, the hardliners have caused trouble before, but that's when Joe Biden was president. Well, also, by the way, by the way, okay, I hope that too. I hope the hard choice isn't coming. Right. But let's assume it is. I know. Let's assume it is. But so let's start with Schumer, right? Like, what do you got? you got do you think do we think his position as leader is safe and should it be i mean judging by the commentary you've heard from his senate colleague so far it does seem like he's safe i don't like to make predictions regardless like we're not a perfect senate minority leader away from success like i don't think he handled this well i actually think he handled it quite, but there have been other situations he handled well. He got a lot of legislation passed in the past. He's done some good things. There were moments in the New York Times interview that made me cringe really hard when he was talking about inviting influencers to the state of the union and getting reports about social media impressions that he didn't really understand, but he reads them and you're like, okay, it's good that he's outsourcing that to like Brian Schatz and Chris Murphy and Cory Booker and younger members. We need more of that. We need more, you know, younger members out like being the lead messengers, but they did not have a strategy. And I, and I, and I think that's inexcusable for a leader. Yeah. I also like, I didn't realize that Chuck Schumer was about to supposedly go on a book tour, right? That this was a vote that was going to lead into his book tour on his antisemitism book, which is now put on hold. And there's just a, it's just a little business as usual. Like I'm like, they are, they are unilaterally dismantling federal agencies. We are in a crisis. By the way, even if you say they fucked up by not having a message leading all the way up until 48 hours before the vote, there's a lot that could have happened in that 48 hours. They could have taken a stand. They could have they could have held the floor for Social Security offices. And we are we are we are filibustering this vote. And we're going to make you all stay here all night and all day tomorrow because we don't think it's right that seniors can't get a hold of their Social Security officials. And we don't want to shut down. We don't want this, but this is wrong. I'll also say, I think the House Democrats are genuinely outraged at the Senate Democrats. They have every right to be. And I say this not to either absolve Chuck Schumer or to blame other Senate Democrats, but this was more of a group decision than it appears in a lot of the coverage. And you can tell that by the votes and who broke. Like the people who voted with Schumer were people in leadership and people who are retiring and don't have to face the angry voters. And some of the some of the members who were in the toughest states and the purple states who have to face another election, like they came out in opposition to the bill, but like they didn't really want to shut down. And I think it was more of a group thing. And I only say that because as people start talking about, oh, should we have another leader? I think one of the reasons that you're hearing from Senate Democrats who voted a different way than Schumer, that they still respect him is because they know that they all thought about this, but they all kind of of decided to jump together on this but and i but i do think that points like they all came to a decision let's say most of them came to a decision that this was the right thing to do even though the politics were kind of shitty but part of the reason the politics weren't were shitty is that nobody really made a good argument um for any of this did not set ourselves up for success i also think like they just they can't they've got be honest with us. Like part of this is they meet behind closed doors. They're like, Oh God, we know that the base is going to be angry with us, but we also know that a shutdown is bad. So we got to go out there and get on our, do our videos where we say this is a horrible CR. And then suddenly we can just, and then Chuck will take all the bullets for us, you know? And I like, I get the strategy there. But if you don't want the backlash that's happening right now, just talk to us all like we're adults and be honest with us and be transparent about what's happening. Because people could still be disappointed, but it will be a lot better than what people are feeling now, which is that they were like they were hiding the ball the whole time. I found that when there was all these when they were putting out these videos that were like, this is a terrible CR and we're voting no. It's like, well, okay, on Cloture? It fooled me for a while. I had this, I was writing the script when I was going with Dan that I'm like, it looks like we're heading for a shutdown. And then Schumer came out and I was like, oh, it was all bullshit? And it just feels like, I'm sorry, the videos about Cloture versus, that is not for the, that is for the 500,000 freaks. For nobody, yeah. Who are the people know what that is that's for the freaks when we were when we were when we were coming up in politics boys uh there was something called the note remember the notes and there was something called the what was it called the gang of 500 remember that and the note would always mark halpern fan i'm just but i'm kidding i know i know but they would talk about the gang of 500 that that basically politics was this insular discussion amongst these 500 people that all made the decisions. Or like they were the ones that mattered. And obviously now we've moved beyond that. But like I do think now there is this hyper engaged group of 500,000 that are the people that are going to understand what's happening, really paying close attention. And I feel like they were all a pain in the ass too. For sure. And like it is a real bitch to govern where 500 000 people are always on your ass there's a lot of yelling about everything yeah it's a really i get that completely it's tough but like i i would like just i just think like as an experiment like to you know talk about it in front of us the way you talked about it behind closed doors i think people can fucking handle it yeah i look i agree with that I do think the challenge was probably that they were bluffing a little bit in trying to get this other track going trying to get a one month CR extension trying to help Patty Murray negotiate whatever with Republicans we just all have to assume that no Republican is going to work with a Democrat for a very long time there's a long profile in Politico people should read about John Thune who sounds like a a pretty decent guy who is just kind of caved at every step along the way to Donald Trump and changed who he is pretty fundamentally. Well, I do think now that we know the end of September is coming up for a, where we're going to be in this position again, maybe they should figure it out now and maybe make some, you know, decide now and talk about now what the strategy is going to be and whether they're going to. Because, look, I'm sure Republicans right now are like, oh, they're going to fold again. So maybe they come out right now and say, guess what? We're not voting on this again. We're not voting to fund the government again. The other part of this, too, is. And the debt ceiling. I don't want to start on that. We keep discovering we're further down the kind of the authoritarian track every single time, every single time. If Democrats knew how bad things were right now, in September or October of last year, the election would have felt different. People would have talked about it differently. Then imagine where we will be in a year, right? Like the point that Times reporter made about by the time you realize you've done this authoritarian slide, you realize you're irrelevant. We are headed in that direction. It's happening. It's happening right in front of our eyes. And six months from now, I don't know how much power Congress is going to have as Donald Trump is slowly dismantling the government and ignoring court orders. But I don't want us to look back and wish we had fought harder now. Real quick, just saw the tweet that Donald Trump has pulled Secret Service details from Hunter Biden and Ashley Biden. So something to know, effective immediately, apparently. It even says Hunter Biden, it mentioned that Hunter Biden is currently vacationing in South Africa. So he's pulling his secret service detail while telling the world that Hunter is abroad, which seems pretty dark. Don't they pull secret service from president's kids after they're out of office? I think there's some, I think there's a grace period. I think we're not going to get out of this without some kind of like mass mobilization. Yeah. And I think, you know, I saw a quick preview of dan's conversation with hakeem jeffries and he sort of talked about people protesting peacefully of course but i do think and and you know as democrats think about their strategy going forward like they need to ask people to like get involved too right it's not just them like we we can't we're not gonna we're not gonna get out of this with even if there are great press conferences in front of buildings and just and the best videos that go so viral like we're not getting out of this with that right and i do think if you're going to build a move like this is why i like the town halls i like this idea if you're going to build a movement on a real opposition like you need more people than just elected democrats anyway and and by the way that also i think does argue for the more accelerationist position, which is the base of your party, the people that you need to knock on doors to forget to knock on doors, the people that you count on, that you're kind of the people that are going to march with you. They're the people clamoring for more fight. They are. And they'll be the ones that will talk to their friends and neighbors like they are going to be the the ones having these arguments in their homes, with their colleagues, with their friends, with their family. And they're begging you to fight harder.",
    "speaker": null,
    "startTimecode": 3248360,
    "endTimecode": 4009120
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/12",
    "text": "And like I agree. Like I have this – like I don't even know whether it's something to hope for or worry about. But like I do see this. We are heading towards millions of people having to be in the streets. That to me is one of the ways that this all comes to a head. And sometimes I worry about how soon that will be. And then sometimes I worry that people aren't going to show up. And I think what is a democratic politics that slowly builds the momentum for that kind of a mass mobilization? And it is certainly not approving the CR the way that they did. And I think that's why you've got to fight on every front. And I get that.",
    "speaker": null,
    "startTimecode": 4009640,
    "endTimecode": 4025160
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/13",
    "text": "We all know the polls, right?",
    "speaker": null,
    "startTimecode": 4026600,
    "endTimecode": 4026640
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/14",
    "text": "I get that, like, protecting Medicare and Social Security, the most popular things.",
    "speaker": null,
    "startTimecode": 4029880,
    "endTimecode": 4030280
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/15",
    "text": "But, you know, when the government is now rounding up people and then deporting them without a hearing, I realize that immigration is not our best issue. And right now it's his best approval, right? Of any issue, it's immigration. But that's also because people aren't making noise about what's really happening. And they're not just, you know, worst criminals right like you gotta move your numbers can move and we have to fight on every issue that's going to get people organized and out into the streets you just have to all right to continue the conversation about the follow-up from the government shutdown uh dan sat down with minority leader hakeem jeffries on monday morning uh we're going to get to that before we do do, some quick news from Crooked Media. The first two episodes from Crooked's New Year's podcast, Shadow Kingdom, God's Banker, are out now. This is the type of true crime drama you actually want to hear. It starts in the summer of 1982 when the Vatican's top money man was found dead. His death was ruled a suicide, but the evidence tells a different story. Journalist Niccolo Mainoni is following a new lead that could finally answer the question, who killed God's banker? Listen to the first two episodes of Shadow Kingdom God's Banker right now, wherever you get your podcasts, or better yet, join our Friends of the Pod community to binge all the episodes today at cricket.com slash friends or on the Shadow Kingdom Apple podcast feed. Also, love it. I hear something cool is happening in DC. Yes, we are. For once. We are coming back to the Lincoln Theater in D.C. on Thursday, April 24th, the weekend of White House Correspondents Dinner. We're going to have a pretty exciting show lined up. More about the guests coming soon. But those tickets are going to go on sale for Friends of the Pod first starting, I think, today when you're hearing this. Yeah, Tuesday, March 18th, 12 p.m. Eastern. The pre-sales for Friends of the Pod, you can get that if you're a subscriber. That's where you can get the code.",
    "speaker": null,
    "startTimecode": 4145040,
    "endTimecode": 4145440
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/16",
    "text": "It'll be in the Discord.",
    "speaker": null,
    "startTimecode": 4146240,
    "endTimecode": 4146460
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/17",
    "text": "It'll be on Terminal Online.",
    "speaker": null,
    "startTimecode": 4147400,
    "endTimecode": 4147580
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/18",
    "text": "And if not, on Wednesday, the general sale will start.",
    "speaker": null,
    "startTimecode": 4150100,
    "endTimecode": 4150220
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/19",
    "text": "As always, go to cricket.com slash friends to join, become a friend to the pod.",
    "speaker": null,
    "startTimecode": 4153540,
    "endTimecode": 4153940
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/20",
    "text": "And you can get tickets for Love or Leave It starting on Wednesday, cricket.com slash events.",
    "speaker": null,
    "startTimecode": 4158220,
    "endTimecode": 4159060
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/21",
    "text": "When we come back, Hakeem Jeffries. Pod Save America is brought to you by Bombas. What if I told you the most important part of your spring cleaning routine is your sock drawer?",
    "speaker": null,
    "startTimecode": 4170160,
    "endTimecode": 4176480
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/22",
    "text": "Yep, you heard that right. It's time to ditch any mismatch, tired pairs, and refresh your collection with some fresh Bombas. Ready to unlock your new running hobby? Bombas engineers blister fighting sweat wicking athletic socks that will help you go from that first mile to a whole marathon. No, thank you. So the marathon, not the socks. Looking for a nice pair to wear to a wedding? Bombas dress socks are made for loafers, heels, and all your other fancy shoes because you got to stay comfy on that dance floor. And for all your other spring cleaning chores, Bombas has the cushioned arch-hugging pairs that'll keep you comfy while you spruce up the house and walk the dog and do whatever else you do on a normal day. Best part of all this, for every comfy pair you purchase, Bombas donates another comfy pair to someone facing homelessness. Last time I did this ad with Lovett, he took off his shoe, held up his feet, and there were Bombas socks on it. You don't have to do that. How is the smell? I mean, I walked right out of the studio. Bombas socks are great. I actually need some. I bought a bunch the other day. Yeah, because I wore the ones I have so much that there was like little holes in them. Wore them into the ground. Yeah, that's the problem. But they're so comfy. Five years later. And everyone in our family has them we're a big bombas family bombas is going international enjoy worldwide shipping to over 200 countries head over to bombas.com slash crooked and use code crooked for 20 off your first purchase that's b-o-m-b-a-s.com slash crooked code crooked for 20 off your first purchase bombas.com slash crooked and use code crooked char. Charlie Heller is the CIA's most brilliant computer analyst whose life is turned upside down when his wife is murdered in a terrorist attack. Wrought with grief, Charlie decides her killers must pay. Without any field experience, Charlie must track the globe and use his biggest weapon, his intelligence, to enact his revenge. because the most unexpected threat is an amateur.",
    "speaker": null,
    "startTimecode": 4177080,
    "endTimecode": 4286060
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/23",
    "text": "Starring Academy Award winner Rami Malek and Academy Award nominee Lawrence Fishburne, the amateur rated PG-13. Only in theaters and IMAX April 11th.",
    "speaker": null,
    "startTimecode": 4286740,
    "endTimecode": 4295300
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/24",
    "text": "Joining us today is House Minority Leader Hakeem Jeffries. Leader Jeffries, welcome to Pod Save America. Great to be with you. Okay, I want to start, as you can imagine, with the budget vote that happened this Friday. House Democrats almost unanimously voted against the bill. A handful of Senate Democrats, including Leader Schumer, voted for the bill. This was obvious. It seemed to be, at least, from the press conference you got your leadership gave afterwards to be a point of contention between the House and the Senate.",
    "speaker": null,
    "startTimecode": 4299320,
    "endTimecode": 4325420
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/25",
    "text": "I understand that you, according to some reports, that you and Senator Schumer met in Brooklyn yesterday. Is that report correct? And what can you tell us about the status of the relationship and the conversation you guys had? It's correct. We had an opportunity to meet yesterday. It was a very good meeting where we talked about how we move forward. House Democrats and Senate Democrats working together to strongly oppose the extreme things that Donald Trump and his administration are trying to jam down the throats of the American people. In particular, our immediate focus is going to be on pushing back aggressively against the Republican efforts to enact the largest Medicaid cut in American history. That, of course, will hurt children and families and women and people with disabilities. And certainly it will devastate older Americans in nursing homes all across America. On Tuesday, House Democrats are holding a Medicaid Day of action. We'll have town halls and site visits and rallies and roundtables all across America in blue states, purple states, and red states to lay out our defense of the health care of the American people and contrast that with what Republicans are trying to do in taking away Medicaid and ending it as we know it in this country. I don't want to keep looking backwards and I don't want to harple things that have happened, but I think it's somewhat instructive for the fights to come. Heading into that budget fight, did you and Senator Schumer have a plan about how this was going to go and he changed the plan or was there not an agreement headed into the vote? Our view as House Democrats was that we were not going to support any partisan Republican spending bill that visited devastating cuts on families, on veterans, and on everyday Americans across the country, including older Americans who rely upon a variety of different health care programs that they've earned as a result of their work throughout their journey in this country. And so once the partisan Republican spending bill was released, we as House Democrats made the decision that we were going to strongly oppose it  Thank you. And so once the partisan Republican spending bill was released, we as House Democrats made the decision that we were going to strongly oppose it, whip hard against it, and do everything that we could to stop it in the House of Representatives, because substantively, it was not something that we could ever support. support. In addition, we came to the conclusion that one of the problems with the spending bill was that it could open the door by providing a possible blank check to Donald Trump, Elon Musk, and the purveyors of the Extreme Project 2025 agenda and give them a blank check to continue to devastate the American people. Now, we were in agreement that the best alternative was a four-week spending agreement that would allow for continued discussions led by the top Democrat on the Appropriations Committee in the House, Rosa DeLora on our side, and Patty Murray on the Senate Democratic side to try to see if we can actually arrive at a place where there was an actual permanent spending agreement that met the needs of the American people in terms of their health, their safety, our national security, and our economic well-being. And so the Senate Democrats met with each other, you know, based on the public timeline, of course, on Wednesday. And the position that was articulated on Wednesday was that the votes don't exist in order to break the filibuster related to the partisan Republican spending bill. That was on Wednesday. And on Thursday, obviously, there was a change in position amongst some. Now, six months from now, you're going to be right back in the same situation. I assume, and you correct me if I'm wrong, that ideally you would use that period of time to get to some sort of permanent spending agreement that you could agree to, Senator Schumer could agree to, everyone would agree to. Now, the history, as you know better than I, of the House Republicans coming to a budget agreement is not great. How are you sort of thinking about the coming budget fight and how you're preparing for that? Well, there's sort of what's in front of us in the immediate term, stopping the Republican budget that is designed to really accomplish two things, enact the largest Medicaid cut in American history in order to fund massive tax cuts for Republican MAGA billionaire donors and wealthy and well-off and well-connected corporations. I mean, it is a toxic scheme that the Republicans are trying to visit upon the American people, and we've got to stop it and work hard against it with everything that we have. And that, of course, includes House Democrats, Senate Democrats, governors whose states will be devastated, and, of course, advocacy groups and concerned citizens. Now, we have the Republicans on the run, in my view, on three issues, the economy, healthcare, and taxes. And we have to continue over the next several weeks and next several months, press our advantage in those three areas. Donald Trump and Republicans last year promised to lower the high cost of living and create an affordable economy. We as Democrats believe that the cost of living for far too many Americans is too high. And there are too many people who are struggling to live paycheck to paycheck in this country of every race in every region. And that's unacceptable in the wealthiest country in the history of the world. Now, instead of costs going down under Donald Trump and complete control of government that the Republicans now have, it's going up. Inflation is going up. What's going down is the stock market. What's going down is consumer confidence. What's going down are the retirement savings accounts of everyday Americans. And it's all because, despite these promises made by Donald Trump and Republicans to focus on the cost of living, they're doing the exact opposite. Not a single bill has been introduced with respect to lowering costs, not a single administrative action, and not a single executive order issued by Donald Trump. Instead, they're focused on this budget scheme, the GOP tax scam, to enact massive tax cuts for their billionaire donors. We have to press our advantage on that issue. The economy, which also relates to their efforts to cut health care, which also relates to their efforts to pass these massive tax cuts, all of which are unpopular with the American people. And in the context of the end of the fiscal year, which, as you pointed out, will approach on September 30th, I think we just have to be very clear from the outset, we are not going to support a partisan Republican spending bill, period, full stop. So ultimately, because of the state of the power in Congress and the process the Republicans are going to use, Democrats don't have the votes and so to stop the tax scam, whatever you want to call it, the effort to cut Medicaid to pay for these tax cuts. I take it that your plan here is just to raise public awareness to the point that it becomes politically toxic for the Republicans? I think that that is an important objective, but substantively, we can't give up the fight as it relates to actually trying to stop this budget from ever becoming law. And if we take a step back, when Donald Trump took office in 2017, he had lost the popular vote, but there were 241 Republicans in the House of Representatives and only 194 Democrats. This time around, he won the popular vote, but at the moment, there are 218 Republicans, and when we're at full strength, there will be 215 Democrats. Now, in the prior term, their chief objective was to repeal the Affordable Care Act. And as you recall, the Affordable Care Act wasn't even popular at the time. They had a 241 vote majority. And because of public sentiment, initially in the House and then finally with John McCain joining Democrats in the Senate, we were able to stop them from repealing the Affordable Care Act. Now, things are a bit different in this particular instance. They are much more cult-like in their behavior this time around, but their margins are also much narrower. This is the smallest majority that any party has had since the Great Depression.",
    "speaker": null,
    "startTimecode": 4450400,
    "endTimecode": 4886360
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/26",
    "text": "And because we are on the right side of these issues, the economy, health care, taxes, and making sure that the wealthy, the well-off and the well-connected pay their fair share. That's our position. Pay your fair share. They don't need a tax cut. Elon Musk doesn't need a tax cut. I think we have to substantively try to make our case to the American people and do everything we can to stop them. But as you point out, to the extent that they ram the budget through the Congress, either in the House or the Senate, and sign it into law, just like the GOP tax scam that they passed in 2017 was unpopular and helped to cost them the majority, the same thing could happen this time around. Yeah, I couldn't agree more. I sort of met in the view that if you can make it unpopular, you can make it so that enough of the Republicans who may be in these purple districts or the handful of them are in the districts that Kamala Harris won would not vote for it because given the margins are so narrow. So it's sort of both at the same time. One of the ways in which you're trying to stop it is to raise awareness so people understand the political consequences of voting for it. I want to shift gears here for a second. Over the weekend, the Trump administration appears to have defied at least one and maybe two court orders involving their mass deportation efforts. This has sort of been the nightmare scenario that, you know, where the Trump administration starts just telling courts, we don't care what you have to say, telling judge, we don't care what you have to say. This is what sort of when we talk about what a constitutional crisis could look like under this president, it would be something like this. What's your reaction to what's happening? And how dire do you think the situation is right now? Thank you for raising this issue. It's been one of the conversations that we've had both internally in the context of our rapid response and litigation working group that we stood up a few weeks ago, led by Congressman Joe Neguse, assistant Democratic leader and co-chaired by Jamie Raskin, a brilliant lawyer, brilliant constitutional scholar. And we've charged them with coming up with a forceful response to the possibility that the Trump administration would skirt and or outwardly defy court orders. And to make sure that We are in close coordination with a lot of the democracy reform groups that have been litigating these cases to make sure that there is both a judicial strategy, that's important, but also a public strategy. And as we've seen in other democracies across the country, when, world, I should say, when you actually start to see defiance of court orders, then the public uproar has to be intense, immediate, and impactful in terms of the forcefulness by which the disagreement is communicated around the constitutional issues. That's nonviolent, of course, but it also requires a significant presence to make it clear that this is unacceptable, that we are a nation anchored in the rule of law. And we expect that the president and we expect that his administration will comply with the law at all times, particularly when there are court orders. And to the extent that that does not occur, that the public outcry has to reflect the manner of the constitutional crisis that such defiance would provoke. You guys were kind enough to invite me to your house retreat in Virginia last week, both in the program you guys put together, the folks you invited, the conversations I had with your members. it seems like you guys were really trying, and I've been to a bunch of these over the years, but it seems like you were really trying to legitimately wrestle with some of the lessons of 2024, how politics have changed, how media has changed. Can you just tell me a little bit about what that process is like and what you guys have learned thus far? Yeah. It was a really strong few days together where we were able to look back and look forward at the same time. I think it's important for us to look back so that we can draw lessons from what happened in November of 2024, figure out why some of those things happened and how do we put Democrats in the best possible position moving forward. We have an all-important midterm election next year, laying the foundation to end this national nightmare that Donald Trump is visiting upon the American people and bring the American dream to life for everyone. So, you know, there's the substance of it. okay, why were we unable to connect with certain Americans on issues, largely, I think, around the economy and the high cost of living and the view amongst many working class Americans throughout the country that Donald Trump was better positioned on the economy to turn things around than Democrat. We can never allow that to happen again. When at the end of the day, really authentic to us as Democrats, we want to make life better for everyone across the country. That's who we are. And the fact that there was a disconnect in that regard is deeply troubling. And we've got to figure out how we regain the narrative on the economy and on driving down the high cost of living and other issues like, of course, securing the border while defending dreamers and farm workers and keeping law abiding immigrant families together. And, of course, making sure that the American people are clear that we want to keep them safe. I grew up, you know, in central Brooklyn in late 80s, early 90s. Things were dangerous. I understand that the American people want safety in every community. And Democrats need to make it clear that we're strong in those areas. It's Donald Trump and the Republicans who have become the party of lawlessness and disorder, particularly as it relates to pardoning violent felons who brutally beat police officers and then unleashing these people all across the country to make communities less safe. So we have to make clear that we are connected with the American people on these core issues. And then, of course, make sure that we are communicating through new media platforms like this. Pod Save America, all of you, the network, do a tremendous job. And one of the clear lessons for us is that you have legacy media, and that will still have a role to play. But so many everyday Americans actually get their news through the new forms of media, whether that's social media or podcasts, YouTube shows, messaging apps, chat groups. We have to be present in those spaces, authentically communicating with the American people. And we have launched a massive effort to do just that. Leader Jeffries, thank you so much for joining us and good luck out there. Hope to talk to you again soon. Thanks to Hakeem Jeffries for joining us today. Everyone have a great day, and we will be back in your feed with a new episode on Friday. And tell us what you thought of the new studio setup. Mmm, look at this. We moved some things around. Quite a housekeeping riddle there. My God. Yeah. It'll be embedded within the secret show on the standard.cook.com slash friends. If you want to listen to Pod Save America ad-free or get access to our subscriber Discord and exclusive podcasts, consider joining our Friends of the Pod community at crooked.com slash friends or subscribe on Apple Podcasts directly from the Pod Save America feed. Also, be sure to follow Pod Save America on TikTok, Instagram, Twitter, and YouTube for full episodes, bonus content, and more. And before you hit that next button, you can help boost this episode by leaving us a review and by sharing it with friends and family. Pod Save America is a Crooked Media production. Our producers are David Toledo and Saul Rubin. Our associate producer is Farrah Safari. Reid Churlin is our executive editor, and Adrian Hill is our executive producer. The show is mixed and edited by Andrew Chadwick. Jordan Cantor is our sound engineer, with audio support from Kyle Seglin and Charlotte Landis.",
    "speaker": null,
    "startTimecode": 5005060,
    "endTimecode": 5409040
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/27",
    "text": "Madeline Herringer is our head of news and programming. Matt DeGroat is our head of production. Naomi Sengel is our executive assistant.",
    "speaker": null,
    "startTimecode": 5409620,
    "endTimecode": 5415580
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/28",
    "text": "Thanks to our digital team, Elijah Cohn, Hayley Jones, Ben Hethcote, Mia Kelman, Molly Lobel, Kirill Pellaviv, and David Tolles. Our production staff is proudly unionized with the Writers Guild of America East.",
    "speaker": null,
    "startTimecode": 5416100,
    "endTimecode": 5427240
  },
  {
    "id": "15ebbaed-96b4-4d1e-adda-6cd3185decaf/transcript/paragraph/29",
    "text": "My new super smart Samsung Galaxy S25 Ultra keeps me a step ahead thanks to Now Brief with Galaxy AI. It shows me my daily appointments at a glance so I can focus on my passion, posing my pups to recreate French paintings. Bruno, you look like a princess. Galaxy S25 Ultra, the AI companion that streamlines your day so you can do you. Get yours at Samsung.com. Displays daily select info from select apps may require internet connection. Galaxy AI features by Samsung free through 2025 and require Samsung account login. Paying rent can feel like throwing money away. And when you're spending so much, it can be hard to see yourself buying a home. So Rocket Mortgage is helping you put your monthly rent towards home ownership with rent rewards. For the first time, save up to $5,000 off the cost of your first home just by paying rent. Only at Rocket Mortgage. Call 800-4-ROCKET or visit rocket.com to find out more. Rocket Mortgage, LLC. Licensed in all 50 states. NMLS, consumeraccess.org, number 3030.",
    "speaker": null,
    "startTimecode": 5433460,
    "endTimecode": 5494740
  }
]