[
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/0",
    "text": "Today's presenting sponsor is SimpliSafe Home Security. The news cycle may feel relentless, but worrying about your home security doesn't have to be. Whether you're following the latest political updates or need a break from the headlines, SimpliSafe provides proactive protection so you can enjoy some peace of mind. With SimpliSafe, millions of Americans enjoy greater security and peace of mind every time they arm their system when heading out each morning or when locking up each night. Traditional security systems only take action after someone has already broken in. That's too late. SimpliSafe's active guard outdoor protection can help prevent break-ins before they happen. If someone's lurking around or acting suspiciously, those agents see and talk to them in real time, activate spotlights, and even contact the police all before they have the chance to get inside your home. No long-term contracts or cancellation fees. Monitoring plans start affordably at around $1 a day. 60-day satisfaction guarantee or your money back. As we know, Lovett set up a SimpliSafe all by himself. Figured it out and it has protected him and pundit for years now. So, endorsed by John Lovett. What more could you want? Visit SimpliSafe.com to claim 50% off a new system with a professional monitoring plan and get your first month free. That's simplysafe.com slash crooked. There's no safe like simply safe. I'm sure you can relate to being in a bad relationship and feeling like there's something better out there. No, I'm not talking about your dating life. I'm talking about your home internet. Right now with with U.S. Cellular, you can get fast home internet for just $39.99 a month when bundled with a wireless plan. And it comes with a three-year price lock guarantee, so you don't have to worry about it changing on you after the honeymoon phase. So break up with your old, expensive cable internet and get U.S. Cellular. Make the switch today. Terms apply. Visit uscellular.com for details.",
    "speaker": null,
    "startTimecode": 240,
    "endTimecode": 112840
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/1",
    "text": "Welcome to Pod Save America. I'm Jon Favreau.",
    "speaker": null,
    "startTimecode": 114900,
    "endTimecode": 114980
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/2",
    "text": "I'm Jon Lovett.",
    "speaker": null,
    "startTimecode": 115580,
    "endTimecode": 115780
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/3",
    "text": "I'm Dan Pfeiffer. Tommy Vitor.",
    "speaker": null,
    "startTimecode": 116360,
    "endTimecode": 117680
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/4",
    "text": "So that was the speech.",
    "speaker": null,
    "startTimecode": 118600,
    "endTimecode": 119240
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/5",
    "text": "It was the longest.",
    "speaker": null,
    "startTimecode": 119980,
    "endTimecode": 120680
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/6",
    "text": "Donald Trump just gave the longest State of the Union in history.",
    "speaker": null,
    "startTimecode": 123900,
    "endTimecode": 124300
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/7",
    "text": "What was the final count? The final count was 99 minutes. So that's the longest speech in history. It was, I don't know. Anyone have thoughts off the bat? It felt longer than 99 minutes. It did. It did. It was a lot of... Yeah. Lots of long descriptions of hideous, awful crimes. Yeah. His speeches are always long. They're always long, yeah. I mean, look, it was a greatest hit speech peppered in with some new stunts and interesting, scary moments. But like a lot of what we've heard before. But he's really relishing in it. He's really enjoying his time up there. Yeah, with Trump, it's always he can give his rally-esque speech or he can give a more formal joint address. In this case, he decided to do both. Yeah. Right. I would say it was not surprising in any way. No, nothing really new. It felt what I expected I expected, we've said this before in our live stream, like a lot of accomplishments for most of the speech, very little news, new policy. I mean, we'll go through some of it. I think what was notable is at the beginning, you know, he did his, we've had the greatest month in any, of any president in history. Number two was George Washington.",
    "speaker": null,
    "startTimecode": 206480,
    "endTimecode": 206720
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/8",
    "text": "Bob Usby's bragging, bragging.",
    "speaker": null,
    "startTimecode": 207800,
    "endTimecode": 208300
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/9",
    "text": "And then early on, there was a little bit of an interruption at the beginning of the speech.",
    "speaker": null,
    "startTimecode": 213360,
    "endTimecode": 213440
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/10",
    "text": "So let's listen to that.",
    "speaker": null,
    "startTimecode": 214280,
    "endTimecode": 216240
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/11",
    "text": "We won the popular vote by big numbers and won counties in our country. Mr. Green, take your seat. Take your seat, sir. Take your seat. Finding that members continue to engage in willful and concerted disruption of proper decorum, the chair now directs the sergeant-at-arms to restore order.",
    "speaker": null,
    "startTimecode": 234000,
    "endTimecode": 247320
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/12",
    "text": "Remove this gentleman from the chamber.",
    "speaker": null,
    "startTimecode": 250140,
    "endTimecode": 251980
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/13",
    "text": "So that was something.",
    "speaker": null,
    "startTimecode": 256040,
    "endTimecode": 257240
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/14",
    "text": "So Donald Trump does his whole, you know, we won seven swing states, greatest popular vote victory ever. How much you even bench, bro? Yeah. A bunch of Democrats start making some noise. Al Green of Texas starts interrupting him. And then, you know, Mike Johnson was ready for it and decided he was going to tell the Sergeant of Arms to get rid of him. What did you guys think of that think of that so his line right is you have no mandate to cut medicaid that's what he that's what he was that's what that was the message of his protest so at least you know he's trying to make a moment about medicaid that's what that's all that's just to quote the man yeah and to you know it was an act of protest yeah like it didn't bother me it didn't not it wouldn't, it's not what I would have done, but it didn't bother me. I kind of didn't hate that it interrupted Trump and got him out of his flow for like 10 minutes. The Republicans, wait till the Republicans compare it to January 6th. That's when this is going to get really annoying. Yeah. You mean when a bunch of protesters were in the chamber, desecrating, breaking down doors, Congress, and then Trump pardoned them all. I'm shocked that many of them weren't invited as the guests of Republicans tonight. Yeah, I thought there were more of that, more January 6th. Curry, if you're with them before January 6th, next time. I think a couple, I think there are a couple points here. One is if you watch the video, there's something really fascistic about the whole thing, the way Trump, when he starts protesting, points at the door, and then J.D. Vance starts pointing, and then you see Mike Johnson sort of point at the Sergeant of Arms to tell them to go get Al Green. Like, it is a deeply, like, we're in the United States Capitol here. Moments later, Trump will say he ended government censorship as he removes him from it. This is why Mark Zuckerberg is so excited about him. It's just like they plan for this moment. They plan to use taxpayer-funded law enforcement to remove dissenting voices from the Capitol. Well, we should tell the backstory. The reason they plan for this moment is all bad things start with Axios. How to report that Democrats were going to bring eggs in pocket constitutions and try to disrupt the speech. And there was a couple of reports and it was like sourced to unnamed Democrats. And so then Republicans, some Republicans were like, we, there's a report from Axios that Democrats are going to throw eggs at Donald Trump, which people were saying that was not a report at all. And so then the House Freedom Caucus had a post that was like, if Democrats interrupt this speech, we will have, we will censure them, which by the way, now they're saying that Al Green could be censured. Oh no. Yeah, I know. Well, what's that going to do? A censure, by the way, is the House votes and says, you're bad. Seems very quaint. And so- Other censured members include Marjorie Taylor Greene. Right. And so they were clearly all ready for this which is why which is but also but they were very much ready to do like a kind of hand gesture of like get him out they're like really want to do a hand gesture and like applauding restoring order i i guess like what i can't i feel like i feel conflicted about it right because you know like there are people joking like oh democrats if you really think donald trump is an authoritarian menace wearing different colored hats is a very silly thing to do right like you know in response to the authoritarian menace we coordinated our outfits like that sounds ridiculous but like but like then i think we didn't because there were people in purple people in white yeah there was he thought he was gonna lie but we had signs that said false right but i was like yeah then like some people coordinated in pink white. And then it's like, well, that's just a bunch of different outfits. But then you think, okay, so what should Democrats do? Don't lend Donald Trump the pomp and circumstance of the State of the Union, or really a joint address to Congress, to be exact. I'm calling it State of the Union. We're breaking the rules and norms. Then you say, all right, Democrats either walk out or they don't show up like what does that get us right like we kind of look childish we look like we're not being uh um like we look partisan so i i don't know what the right thing to do is like i don't know protesting is i don't know if sitting there is just it's tough because it's hard to feel because we don't have a lot of power it's worth remembering though when mtg marjorie taylor green interrupted joe biden he then had that back and forth with her though he looked really strong and like like he was kind of sharp and, you know, making light of it, kind of making fun of her a bit. And it was a good moment for him. And, you know, I don't know if MTG keeps standing and won't sit down and keep screaming. Maybe the Sergeant of Arms kicks her out. But I do think Dan's point is right, that it did look a little authoritarian in the moment. Yeah, but he also didn't want, like Marjorie Jalurin didn green didn't the thing is also trump didn't have like a whole exchange he kind of didn't no he was just like get her up yeah it just not to go all daniel dale on this but everything al green's right there is no mandate for medicaid cuts and what trump said about his mandate was fucking absurd yeah i mean getting up there you're president united, getting up there to talk about the seven swing states you won, the popular vote, saying that the president who was before you was the worst president in history, like that doesn't rate high on the decorum scale. Donald Trump's popular vote Martian is smaller than every popular vote winner since Al Gore in 2000. Hillary Clinton won the popular vote in 2016 by more than Donald Trump did in 2024. He's sick of violent mob at the Capitol. What are we doing? None of this, like, it's... Was it effective? Was it not effective? It doesn't matter. It's where we're, like, way... We're through the looking glass now. Al Green getting kicked out or not, it's like, it's not even... Who cares? I think, like... Well, I guess the reason... It's like, I know, I have the same, like, we're through the looking glass, but it's like, okay, well, what should they do? They're still sitting there. We're on the other side of the looking glass. We're on the wrong side of the fucking mirror. We're still here. So what do we do all day? Well, you stand up, you get kicked out, or you don't. I really don't think either matters. I don't think either has an effect. I don't think we're going to remember this much longer, is I guess what my point is. Okay. So then he keeps going. He does the accomplishments. He does keep going. He does the accomplishments. He gets to, and then he gets to Doge.",
    "speaker": null,
    "startTimecode": 258840,
    "endTimecode": 608680
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/15",
    "text": "And when he gets to Doge, first of all, he says that Elon Musk is the head of Doge, which is interesting because in court, they're arguing that he was not the head of Doge. He's just support staff. That's what he said at the cabinet meeting. So some plaintiffs in a lawsuit immediately, you know, filed to the court and saying, oh, by the way, Donald Trump  Thank you. support staff that's what he said at the cabinet meeting so some plaintiffs in a lawsuit immediately uh you know filed to the court and saying oh by the way donald trump the president just said that elon musk is head of doge um and then he went through some of the the doge cuts 40 million dollars to improve the social and economic inclusion of sedentary migrants nobody knows what that is. $8 million to promote LGBTQI+, in the African nation of Lesotho, which nobody has ever heard of. $8 million for making mice transgender. $10 million for male circumcision in Mozambique. $20 million for the Arab Sesame Street in the Middle East. $8 million to make mice transgender and $8 million to turn them back. And some of those mice, by the way, what's so fucking terrible is that some of those trans mice then kind of defeated a bunch of other mice in all these mazes. And it's like is that fair to have trans mice competing against cisgender mice in a maze? Well you know what's nice is that he brought one of those trans mice to the State of the Union sitting right next to Melania. Yeah. Made him head of the Park Service. And that's all you need to know about the speech. Oh my God. Sign the the EO right there. Oh, what a stupid speech. Yeah, so first of all, like I haven't looked all this up. I'm guessing a lot of that probably isn't true. For sure. For sure. The reason I know that is not just because I'm guessing. Then he did the long thing about Social Security where he repeated the whole thing about like 150-year-olds and 300-year-olds getting benefits and this and that and that none of which is true not only has it been fact-checked by like every media organization but donald trump's head of social security the administrate the person that's now the administrator after everyone else resigned was like oh by the way uh 200 year olds aren't getting social security that wasn't so like even his own administration has said that's wrong yet and he just went through the whole thing did the whole thing 200 year olds are getting this and this it just went on and on and on for like five minutes yeah which makes me think that all the doge cuts that he mentioned are probably not accurate either but i don't know what you guys thought about that yeah it's just a bunch of people who don't have a date of death associated with their record they're not getting benefits you know they're just making this part up and and the mozambique grant for circumcision was uh to a to a nonprofit to do HIV and AIDS prevention. Like, you can explain all these things. It just takes time. I mean, ultimately, all of these battles over government spending is about specifics and who can get the more evocative examples. And, like, probably, even though it's mostly bullshit, this was one of the more effective parts of the speech for Trump because you've got to go up there and list a bunch of programs that most Americans would be concerned in the unfair context in which Trump delivered it. We can sort of other taxpayers going to that. Then we stand up with our much smaller teeny tiny megaphone and we talk about all the cuts that are coming from Doge. Well, not our false signs, but like we have been winning politically the battle over Doge because the focus has been on cutting the people in charge of protecting nuclear plants, the FAA air traffic controllers, and the Head Start, Department of Education, those sorts of things.",
    "speaker": null,
    "startTimecode": 610220,
    "endTimecode": 814920
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/16",
    "text": "And that's the battle we're going to be in for the next year on these budget things.",
    "speaker": null,
    "startTimecode": 817960,
    "endTimecode": 818060
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/17",
    "text": "Yeah, I mean, people go into this thinking that there's a lot of waste and inefficiency in government.",
    "speaker": null,
    "startTimecode": 823660,
    "endTimecode": 824420
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/18",
    "text": "And so when he lists those programs, people are probably like, oh, my God, I thought it was bad, but I didn't know it was that bad. That's probably the normal reaction to that. I'm sure that's how it's... If you don't know that it was all bullshit or exaggerated or whatever. It's also, look, again, it's like, you know, defending these programs is always a trap. And it's like, fine, we live in a world where defending really good things is a trap. But a lot of science sounds ridiculous until it makes the world a much better place. You could probably go back and describe research into stealth airplanes. It's like they're trying to make invisible airplanes. You're for the mice. Yeah. Yeah. Well, I'm for a process of assigning grants that allow you to do medical research in all kinds of ways. We study all kinds of things in mice before we study them in people and like i'd like of course of course we did a few of those lines in the in obama's state of the unions got the salmon got the milk right well like that right there's what it is we were talking about this earlier that it is like a central conceit of the movie dave yes and in dave right he goes through and he says like we're we're spending money to convince people they were right to buy a car they already bought. And it's like, isn't the government stupid? And that's what the 90s did. And now we live in the fucking aftermath. Stupid 90s. Yeah, here we are. So it took him a while to get to the central concern of most voters, which is the cost of everything and affordability. The first issue he talked about in depth was trans athletes.",
    "speaker": null,
    "startTimecode": 907240,
    "endTimecode": 907500
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/19",
    "text": "He talked a lot about that.",
    "speaker": null,
    "startTimecode": 908380,
    "endTimecode": 908920
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/20",
    "text": "And then finally, somewhere in the 30-minute mark, 40-minute mark, I don't know what it was, I lost track, he got into inflation.",
    "speaker": null,
    "startTimecode": 911700,
    "endTimecode": 916000
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/21",
    "text": "And he did mention the price of eggs, but he had someone else to blame.",
    "speaker": null,
    "startTimecode": 920900,
    "endTimecode": 921220
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/22",
    "text": "Joe Biden especially let the price of eggs get out of control the egg price is out of control he blamed everything on joe biden he ran harder against joe biden in that speech than he did in the campaign at times it was constant yeah what do we think about the inflation stuff and the cost stuff did he uh well he's just sort of like he's still in a window where it is like plausible to blame your predecessor. Like I think it's ridiculous. It's no longer apparently ridiculous and embarrassing to brag about your political victory and then spend a few minutes blaming your predecessor for all of your problems in like such explicit detail. Especially in your first speech. Right. It used to be that that would have been seen as ridiculous and beneath the office and contemptible, but we don't feel those things anymore, I guess. But, like, okay. All right, it's still Joe Biden's fault. Is that going to be true in three months? In six months? I mean, not a guy who's known to lean into challenges and take the face off. That's right. Well, let's see if you can break that record. But, like, you know, he has only been president for a month, so he has some leeway to say, I am still taking – he's a ridiculous person, but that's not a ridiculous position. There's a specific question of blaming Joe Biden for the current spike in egg prices. You think that lands with people? No, but I think people, as we know, people are not particularly interested in the cost of inflation. They're just mainly interested in blaming the person in charge when it happens.",
    "speaker": null,
    "startTimecode": 1007180,
    "endTimecode": 1007600
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/23",
    "text": "But the bigger issue here for me is inflation is the number one issue.",
    "speaker": null,
    "startTimecode": 1014340,
    "endTimecode": 1014620
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/24",
    "text": "In the CBS poll, 80% of people think it should be a top priority for Joe Biden.",
    "speaker": null,
    "startTimecode": 1019080,
    "endTimecode": 1019240
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/25",
    "text": "Sorry, goddammit.",
    "speaker": null,
    "startTimecode": 1020220,
    "endTimecode": 1020520
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/26",
    "text": "80% of people, like Joe Biden, I should do these things this late at night.",
    "speaker": null,
    "startTimecode": 1023840,
    "endTimecode": 1024660
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/27",
    "text": "80% of people think that inflation should be a top priority for Donald Trump. 29% of people think it is a top priority. He spent two minutes on inflation. He said nothing about lowering the cost of housing, groceries, day-to-day costs. He did energy. He did energy. He did drilling. Yeah, I'm going to do some drilling. He did nothing, no short-term relief for anyone right now. Inflation costs are, inflation concerns are going up. You know, there's a, our friend Peter Hamby has something in his Puck newsletter tonight about polling of Gen Z men. And Trump's approval rating on inflation has dropped 14 points in a month. People are souring on the economy on inflation. It's what they care about. It's what the people who put him in office, people who will decide the midterms care about. And he did not bother to talk about it for more than two minutes. He basically hand-waved through the whole thing. And I think that is a massive strategic blunder over the long term, because it kind of speaks to the mentality of the administration. And you just can't ignore the main thing that got you elected. Yeah. If you really wanted to focus on inflation and take it seriously, you would, and you wanted to, you know, indirectly or even directly blame the last administration and say, I inherited this mess. The costs were high and now I'm going to take it seriously. And, you know, Scott Besant said on this treasury secretary said this weekend, I think on the Sunday shows, we're creating an affordability czar or something like that which is of course bullshit but in a state of the union you could say that you can spend yeah you can say that and then you can add some policy around it you can do this thing he just he kind of didn't even try i mean he he will talk about the tax he talked about the tax cuts i guess we can talk about that talk about energy prices yeah yeah but also the tax cuts he's, he did the no tax on tips. He did the no tax on overtime, no tax on social security benefits. He added no, the loans on a car loan, the interest on a car loan will be tax deductible. Keep in mind, none of this, none of that is in the Republican budget that passed. So like it's Trump's party is like, maybe they'll get in later. Maybe the Senate will do it. But none of the stuff that he talked about, the tax cuts for, like, actual working people, middle-class people, are in the budget that passed. It's, like, largely tax cuts for rich people. Yeah, and the taxing interest on car loans look like a very regressive tax provision. And just, like, all of these things. No tax on tip. The Social Security, making Social Security tax deductible, all these things are ways of saying you're doing a bunch of middle class tax cuts when in actuality you're going to do a giant tax cuts for the rich and only bring down rates for the middle class a tiny bit and spend a little bit extra if you do it at all on some of these other ways of lowering taxes. But of course, like, okay, so you've decided you're not taxing tips for somebody that's a waiter, but if you're a barista and you don't make as much on tips, you still pay the rate you paid before.",
    "speaker": null,
    "startTimecode": 1187240,
    "endTimecode": 1187340
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/28",
    "text": "Like, why do those people not deserve a tax break? Right?",
    "speaker": null,
    "startTimecode": 1189240,
    "endTimecode": 1189880
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/29",
    "text": "Like, I'm fine. Cut the taxes on tips. But, like, you're choosing between different working class people to make that part of the bill cheaper while doing a massive multi-trillion dollar tax cut for the richest people. Pod Save America is brought to you by zbiotics pre-alcohol tommy zbiotics the best i mean don't drink without it what more can we say to people on this one like if you haven't tried it and you're over the age of 30 you're just an idiot and even if you're under 30 you know if you just want to feel better the day after drinking and not feel like shit, ZBiotics is for you. The only, like I said, the only challenge is just remembering to take it. Yeah, running out. Yeah. ZBiotics pre-alcohol probiotic drink is the world's first genetically engineered probiotic. It was invented by PhD scientists to tackle rough mornings after drinking. Here's how it works when you drink. Alcohol gets converted into a toxic byproduct in the gut. It's this byproduct, not dehydration, that's to blame for your rough next day. Pre-alcohol produces an enzyme to break this byproduct down. Just remember to make pre-alcohol your first drink of the night. Drink responsibly and you'll feel your best tomorrow. Don't forget your Z-biotic. Get some now. Tell all your friends. This college hoop season, don't let anything sideline your celebrations. Wow, okay. Grab pre-alcohol before you go out and be ready to cheer on your team all day and night long. Go to zbiotics.com slash cricket to learn more and get 15% off your first order when you use Cricket at checkout. ZBiotics is backed with 100% money-back guarantee, so if you're unsatisfied for any reason, they'll refund your money. No questions asked. Remember to head to zbiotics.com slash crooked and use the code crooked at checkout for 15% off. so the big news today uh leading up to the speech was that the the long-awaited tariffs on mexico and canada uh that he had paused for a while finally went into effect. It is 25% tariffs on everything from Canada and Mexico. It was an additional 10% on everything from China. The stock market did quite poorly today. I have two days in a row that it did quite poorly. And Trump talked about it a little bit tonight. So let's listen. Mexico and Canada. Have you heard of that? Words like Jeff's remind us that tariffs are not just about protecting American jobs. They're about protecting the soul of our country. Tariffs are about making America rich again and making America great again, and it's happening, and it will happen rather quickly. There'll be a little disturbance, but we're okay with that.",
    "speaker": null,
    "startTimecode": 1292960,
    "endTimecode": 1354080
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/30",
    "text": "It won't be much. No, you're not at all. Feels like that's going to come back to bite him in the ass. The tariffs? The little disturbance one? Yes. It's very, like, Dr. Strangelove. I'm not saying we won't get our hair messed a little bit. You know, like very like, you mean the disturbance being like a possible recession, rising costs, people being unable to afford like the basic cost of life. Like that's the disturbance. Not only that he said disturbance, I hadn't caught until we just heard it again. The second line, we're okay with that. It's like, are we? Who's we? Don't look at me. Yeah, billionaires might be. The tariffs he put in place today are a huge deal. Canada and Mexico account for 40% of U.S. imports and exports last year. 40% of cars and trucks sold in the U.S. are imported. The Canadians slapped a bunch of retaliatory tariffs on us. The Chinese, their statement was like, fuck you, this means war. So depending on how long this lasts, it could end very, very badly. And I don't know that brushing it off in the State of the Union is a very smart play. This issue cannot be that dismissive of jacking up people's costs at a time of high inflation. I can't. So Howard Lutnick, the Commerce Secretary today, was like, you know, we're talking to Canada and Mexico, and we might as early as tomorrow announce that there's a reduction in these tariffs, not a pause, but maybe a reduction or whatever. Like, do you guys think that he's going to keep this going, this trade war? Because after the stock market today, there was like a segment on Fox of some reporter, Fox News, some reporter at like a car dealership and the guy that owns the car dealership is like, yeah, I got this truck sitting on the lot. It was $80,000. Now it's going to be, I'm not sorry, anything. Yeah, he did say it was $80,000. Yeah, this truck in the lot was $80,000. Now it's going to be another $20,000. No one's going to buy it. And like, I think this could be really bad for him. I know we say that about everything with Trump, but like but like i don't know price is getting jacked up that high for a long time it seems yeah it absolutely has is deeply politically dangerous for him because it gets at the but he has staffed he is like when inflation went with biden you could talk about all these other things that were but he has decided to a specific policy decision that he has talked about. He says this is his favorite word in the English language, to make your costs higher. And will he stick with it? That's an open question. He tends to run at the first sign of distress, so we'll see what happens here. He did stick the Chinese tariffs in his first term, stuck with them the whole way. They were more targeted than this. They were more targeted, and had to spend all of the money and then some that be from the tariffs he didn't exempt energy from canada so like gas prices are gonna well this is well they were the energy tariffs are only 10 percent not 25 which is based on lobbying from the oil industry but like right but it's it's still like energy prices already went up and it's not just about it's not just about what we import's not just about what we import. He's obsessed with this trade deficit. We have a trade deficit with Canada because of oil, because we use an incredible amount of oil that comes from Canada. If you put that aside, we have a trade surplus with Canada. Canada is our biggest customer. They are our biggest client. They buy a ton of stuff from us. They are a customer for everything. Put oil aside, they are a customer. We need them. In terms of what we trade, they buy more from us than we buy from them, which means we need them. It's all farce. That's why Canada's like, fuck you. I don't know how bad this has to get, whether he wants a fig leaf on this. I do think if he does lift it, like that's the thing. If he now lifts it really quickly, he looks pretty weak for having put it on for a couple of days. And like, so these tariffs were always more powerful for him prospectively than they are now that they're in place. So I just have no idea. I also think that like the polling on this, you know, you get some polls that show that people are somewhat favorable to tariffs on China, on Chinese goods. But the Canadian tariffs are very unpopular. Mexico is pretty unpopular. Like, they're not popular now. They're going to be even less popular when people are paying a lot more for shit. We'll see how the stock market does. But, like, I think this is crazy. I don't get the end game, but, like, this is what he's been promising to do for a long time. It's the only thing he talks about. He's relentless. He's hell-bent. So it doesn't make sense, but I think he's going to keep doing it because why build up a bunch of nonsense and then stop? I just don't get why he would do this. And maybe he reduces the Canada and Mexico ones, but he spoke at length in the State of the Union tonight about the reciprocal tariffs that are going to effect on April 2nd, not April 1st, because he didn't want everyone to think it was an April Fool's joke. The tariffs on Canada are ostensibly because fentanyl is coming across the border. That's just completely made up. 0.2% of all seizures of fentanyl come across the Canadian border. All of it is coming from Mexico. So why the fuck are we tariffing these people? He can't explain it. And Trudeau took a bunch of steps to try to address his concerns. They named a fentanyl czar. They spent a bunch of money. They put like Black Hawk helicopters on the border and drones and like he tariffed them anyway. So fucking stupid. It's like he made up a fake problem.",
    "speaker": null,
    "startTimecode": 1354620,
    "endTimecode": 1660360
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/31",
    "text": "Canada has to then make up a fake solution to the fake problem. I know, I know. And then we still get the tariffs, which have real consequences. Yeah, it's crazy. So then he gets into,  Thank you. problem. Canada has to then make up a fake solution to the fake problem. And then we still get the tariffs, which have real consequences. Yeah, it's crazy. So then he gets into, starts talking about the rest of the world. I guess that was a segue talking about Canada and Mexico and the tariffs. And, you know, he had a little bit to say about all the important problems in the world right now. And I also have a message tonight for the incredible people of Greenland. We strongly support your right to determine your own future, but we need it really for international world security. And I think we're going to get it one way or the other. We're going to get it. The United States has sent hundreds of billions of dollars to support Ukraine's defense.",
    "speaker": null,
    "startTimecode": 1660900,
    "endTimecode": 1707900
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/32",
    "text": "Do you want to keep it going for another five years?",
    "speaker": null,
    "startTimecode": 1710260,
    "endTimecode": 1711300
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/33",
    "text": "Yeah, yeah, you would say Pocahontas says yes.",
    "speaker": null,
    "startTimecode": 1714260,
    "endTimecode": 1716400
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/34",
    "text": "A lot of things are happening in the Middle East.",
    "speaker": null,
    "startTimecode": 1718560,
    "endTimecode": 1718640
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/35",
    "text": "People have been talking about that so much lately with everything going on with Ukraine and Russia. A lot of things are happening in the middle east's uh rough neighborhood that was the gaza section it's in depth yes i made this point but just that like if you showed this to republicans five ten years ago and said this is going to be what you'll be applauding i'd be like you're you're full of shit no fucking way this is the dumb ever seen. Tough neighborhood. He's going to get Greenland one way or the other.",
    "speaker": null,
    "startTimecode": 1723500,
    "endTimecode": 1746320
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/36",
    "text": "Attacked Elizabeth Warren on Ukraine.",
    "speaker": null,
    "startTimecode": 1749520,
    "endTimecode": 1749820
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/37",
    "text": "And then the Middle East is a tough neighborhood.",
    "speaker": null,
    "startTimecode": 1751480,
    "endTimecode": 1751920
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/38",
    "text": "I mean, as you know, as you guys know as speechwriters, like the amount of time spent on an issue in the State of the Union is, in the administration's eyes, like directly proportionate to how much we care about it.",
    "speaker": null,
    "startTimecode": 1754400,
    "endTimecode": 1762320
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/39",
    "text": "And so by that definition, his top foreign policy priority is getting Greenland. Yeah.  Well, it's probably... directly proportionate to how much we care about it. And so by that definition, his top foreign policy priority is getting Greenland.",
    "speaker": null,
    "startTimecode": 1762840,
    "endTimecode": 1768560
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/40",
    "text": "Yeah, well, that's probably right.",
    "speaker": null,
    "startTimecode": 1770380,
    "endTimecode": 1770800
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/41",
    "text": "We didn't get there, but he also talked about getting the Panama Canal back as well.",
    "speaker": null,
    "startTimecode": 1771600,
    "endTimecode": 1774340
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/42",
    "text": "Yeah, well, he talked about getting the Panama Canal back, and then that segued into some love for his Secretary of State.",
    "speaker": null,
    "startTimecode": 1777360,
    "endTimecode": 1784700
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/43",
    "text": "Let's hear that clip. And we have Marco Rubio in charge. Good luck, Marco. Now, we know who to blame if anything goes wrong. Marco's been amazing and he's gonna do a great job. Think of it, he got a hundred votes. You know, he was approved with actually 99, but, and I'm either very, very happy about that or I'm very concerned about it. The bar on the Panama Canal keeps changing. Do we want the full canal? Yeah. I thought we just wanted cheaper rates or maybe to pass through for free. Before, it was about Chinese influence, but today, this Hong Kong-based holding company that owned two ports on either side of the canal sold them to BlackRock. So I thought he was going to take the win on that. I thought he was going to do more on that too when I saw that story. Right, like, has he even talked about that story? That's what I've seen. It seems like he's getting what he wants before it became a whole thing. That was a great story. I thought it was perfectly timed for the State of the Union. That's why they rolled it out. I thought the Rubio shout-out was notable because I think that Rubio is his patsy on foreign policy. It's so great. And like when things, I mean, he said it tonight and I think he means it. When things go wrong, he's going to blame it on Marco Rubio. And so like, you know, his planned annexation of Panama, Canada, Greenland, Gaza. Yeah, it's all on Marco. Marco fucks it up and that's it. There were a couple of stories about Rub feeling like he's got his magaminders around him. And there was another story about how he's worried that he's not getting the influence he thought he was going to have. And part of me thought this was a little bit Donald Trump at least seeing those or hearing about those and kind of like bucking him up. You know, kind of giving a little shine in the State of the Union. I felt like it was Michael Corleone kissing Fredo. But like, you know, maybe Middle East is a tough neighborhood, covers it. But the Gaza ceasefire is currently falling apart. Yeah. Israel is currently blockading all aid shipments into Gaza. Things are not on a good trajectory. You'd think you might talk about it. In a normal presidency, I would have taken that the absence of talking about, because Trump would normally tout his role in getting that ceasefire as evidence that they think it's falling apart. But who the really fuck knows here? Like they just decided they want to talk about it. Right. Why not take the win on getting the ceasefire, getting the hostages back, and then using it as a moment to get everyone in that chamber to applaud for whatever you say about Israel and condemn Hamas. That's when you could have gotten everyone on their feet. And just hold on to your seat here, but what if he actually used his speech to send a message about what he wanted? That is the one takeaway from the entire speech is at no point is he using the speech to try to accomplish anything. I think he sent a pretty powerful message to the Danes. To the Danes. The Danes would be the example. The Danes are shitting their fucking pants right now. He started that section on Greenland by saying, we support whatever the people of Greenland want to do, but we're going to get you one way or the other. Yeah. That's how we ended it. And there was some stuff in between about how he was going to take Greenland to new heights. Yeah, and initially when he made that comment. Greenland to new heights. What heights? What is he going to Trump Greenland? And I don't know if you guys noticed, when he first mentioned Greenland, J.D. Vance and Speaker Johnson kind of started chuckling and then by the end they were like, oh. They were excited about the Greenland question. Yeah. It's real. One way or the other. So that was foreign policy. And then he did a bunch of... He called out people in the guest box. He does that. There's a couple of stunts. What else stood out to you guys in the speech? And then there was like five endings that were like literally copy-pasted from other Trump speeches. It's about like crossing new frontiers and going to the moon and all that bullshit.",
    "speaker": null,
    "startTimecode": 1865040,
    "endTimecode": 2005140
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/44",
    "text": "We should talk about the stunts a little bit.",
    "speaker": null,
    "startTimecode": 2006660,
    "endTimecode": 2006860
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/45",
    "text": "Some of the stunts, right?",
    "speaker": null,
    "startTimecode": 2008240,
    "endTimecode": 2008320
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/46",
    "text": "So we had, there was one moment that was actually like kind of sweet where there's this boy that had had some kind of cancer and has like wanted to be a police officer.",
    "speaker": null,
    "startTimecode": 2018060,
    "endTimecode": 2018280
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/47",
    "text": "And clearly they didn't know how long he was going to live.",
    "speaker": null,
    "startTimecode": 2019920,
    "endTimecode": 2019980
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/48",
    "text": "So he became honorary police officer. And then he made him an honorary member of the Secret Service. And he had a really sweet look on his face. And I found that moving. And then some more cynical people ripped me to fucking pieces. But then it became, and actually, RFK Jr. is going to look into the chemical causes of various illnesses. And by the way, we're going to go after autism. The brain cancer might have been from, he like insinuated that it came from chemicals, which Maha's got to fix, and then we got to go to autism. It was a really weird transition. And then you remember that he's currently gutting the National Institutes of Health. That's where the transgender mice research was done, but also some cancer research that you might have been familiar with. And he's going after Medicaid, and he's going after, and by the way, he launched an insurrection against the police at the Capitol in which this event was taking place. So yes, it is a cynical thing, but the moment did work on me. He did admit one guy to West Point too? Yeah, that was good too. That was good too. Want to rank the stunts? I can't remember specifics, but I remember him doing this in like his previous State of the Union during his first terms. Like they weren't weren't just calling out people in the box when the first lady's box it was like like announcing something yeah for them some kind of award he gets he gets not just the rush limbaugh he gets very oprah here right yes it is yeah he signed an executive order yeah jay mark called it uh his ed mcmahon section of the speech really dated cultural reference even for us yeah and then there was like the the slightly there, not slightly, then there was like the darker version of it, right? Which is like kind of going through people that have been grievously harmed by whether it's immigrants or a trans athlete and then like naming a national preserve after the victim of a terrible murder and like to draw attention to, you know, anti-immigrant sentiment and all the rest. So like that was pretty ugly. But like the most, I mean, because a a lot of the speech was sort of a mix of, yes, it's sort of normal speech as president and his stump speech, his sort of grievance stump speech, the parts that did stand out other than Greenland were these stunts. Only time Medicaid was mentioned the entire night was Al Green. Nice. Donald Trump never mentioned Medicaid or Medicare, which I thought was kind of interesting. Usually he'd do the, I'm going to protect it and I'm not going to cut it in this budget, but he didn't even mention it at all. I mean, I guess it is noteworthy that if he does not pass a tax cut bill, taxes will go up on nearly every American. And that's a very challenging thing to do. It's not a nice to have. Yeah is a must-do. It is an absolute must-do. And I would also say embedded in that exact bill is the bill to lift the debt limit. So he has to... If he does not pass this bill, we're going to default and everyone's going to get a tax increase. And he has Congress before him. He is a massively divided Republican Party. They're divided on both the policy, the spending measures to pay for this, and the legislative process to accomplish it. He used none of this speech with all of them there to try to rally them to any sort of cause. He talked a little bit about the tax cut. But, like, they have no plan to solve this problem. And he was not – he cannot be bothered to try to get into the minutia of trying to pass a bill. Well, but it makes sense when you realize that he is not trying to make a case that wins him any kind of public opinion. He's not trying to pressure these people in public because what the White House does, what this White House does, is just like threaten them in private. And so he probably thinks, I'm going to talk about my accomplishments and have a good time. And I'm going to deal with getting the sausage made with my people on my own. Right. I think, right. I also, it's just like, it's sort of, it's an unsolvable problem. There's no like rhetorical fix for it. Like the circles in the Venn diagram do not overlap. Like Tom Cotton stood up at some Senate Republican caucus meeting today and is like, hey guys, like we're far apart from what the house wants to do. We're talking about all these tax cuts for the rich. We've got to focus on the parts that are for the working class. There's no solve right now for this. What's he going to say? He's not persuading people to anything. And it's because Thune said before Tom Cotton got up, the House is asking for a trillion dollars in cuts. We've never done that in a reconciliation bill. Like, I could see the most we've done is like $400 billion in cuts. And I, I still think that they are going to try to, the easiest thing for them to do is not go deep on the cuts and say that the bullshit doge cuts are, you know, puff them up and lie about how much money they saved, do a huge tax cut because they can get everyone on board with that, figure something out about the debt limit, which I don't know what it is, and maybe he's going to fucking mint the coin or get rid of the debt limit or say it doesn't matter, and then just pass something that just, you know, adds to the deficit, a couple trillion dollars, gives rich people a tax cut, and then cuts where they can. That feels like the way that they'd get out of this or the whole thing falls apart. Yes. Just you would typically use that moment to at least express urgency to be able to get your shit together in that moment. And you're right. Like maybe the old, there is no solution here that does not involve a large swath of the Republicans voting for something they swore they would never vote for. One way or the other, right? Unpaid for, paid for, cut Medicaid, don't cut Medicaid. Or they can just fucking lie and just put some, you know, do some gimmick in there about, yes, the doge cuts, but say, we're going to do this amount of cuts in the coming years, right? They can do some trickery with math. Well, they could also sunset some of the tax cuts to keep the costs a certain way down, right? Push a decision on tax cuts, like do cuts over 10 years, do the tax cuts over three. There's games they still have room to play with. But even when they get to that, there's still a massive delta between the money going out and the money coming in. Yeah, yeah. Right. And they can't. They can do all their games, but someone's going to report that. Yeah, math is math. Any other things that stand out to you guys from the speech? I thought it was really weird when he had Kash Patel, his new FBI director, stand up and get a standing ovation. It just felt like the Praetorian Guard was all in the room and we were supposed to see them. It just bothered me a lot. Yeah, he also called out Pam Bondi a few times. Yep. She's going to get the dead people collecting Social Security that don't exist. Right. She's going to arrest a spreadsheet, I guess, with some names on it of dead people. Filing error. names on it of dead people filing error Pods of America is brought to you by Lumen did you know that when your metabolism is working properly you'll feel the benefits in literally every aspect of your life Lumen is a valuable tool that can give you insights to create a healthy metabolism for your body Lumen is is the world's first handheld metabolic coach. It's a device that measures your metabolism through your breath. And on the app, it lets you know if you're burning fat or carbs and gives you tailored guidance to improve your nutrition, workout, sleep, and even stress management. All you have to do is breathe into your Lumen first thing in the morning, and you'll know what's going on with your metabolism, whether you're burning mostly fats or carbs. Then Lumen gives you a personalized nutrition plan for that day based on your measurements. You can also breathe into it before and after workouts and meals so you know exactly what's going on in your body in real time. And Lumen will give you tips to keep you on top of your health game. Yeah, it's all the craze here at Cricket, the Lumens. Yeah, people are using it in the morning, at night, before workouts, after workouts to kind of do a little A-B testing. Get yourself a personalized nutrition plan for the day. It's great. Because your metabolism is at the center of everything your body does, optimal metabolic health translates to a bunch of benefits, including easier weight management, improved energy levels, better fitness results, better sleep, and more. Lumen gives you recommendations to improve your metabolic health. Take the next step to improving your health. Go to lumen.me slash crooked to get 20% off your Lumen. That's L-U-M-E-N dot me slash crooked for 20% off your purchase. Thank you, Lumen, for sponsoring this episode. This podcast is sponsored by Squarespace. Squarespace is the all-in-one website platform for entrepreneurs to stand out and succeed online. Whether you're just starting out or managing a growing brand, Squarespace makes it easy to create a beautiful website, engage with your audience, and sell anything from products to content to time all in one place, all on your terms. I'd like to buy some time from Squarespace. That'd be nice. I'd like that. Introducing design intelligence from Squarespace, combining two decades of industry-leading design expertise with cutting-edge AI technology to unlock your strongest creative potential. Design intelligence empowers anyone to build a beautiful, more personalized website tailored to their unique needs and craft a bespoke digital identity to use across one's entire online presence. Think we can doge things we don't like? Oh, yeah. About ourselves? Yeah, Squarespace will help you doge stuff. Nice. Start a fully custom on-brand website with squarespace's latest ai enhanced website builder blueprint ai after a few questions our interactive design system transforms basic information about your brand or business into an elevated online presence with curated premium quality content automatically added and matched to your profile and aesthetic upload video content organize your video library and showcase your content on beautiful video pages. You can even sell access to your profile and aesthetic. Upload video content, organize your video library, and showcase your content on beautiful video pages. You can even sell access to your video library by adding a paywall to your content.",
    "speaker": null,
    "startTimecode": 2021440,
    "endTimecode": 2552840
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/49",
    "text": "Head to squarespace.com for a free trial. And when you're ready to launch, go to squarespace.com slash crooked to save 10% off your first purchase of a website or domain. That's squarespace.com slash crooked.",
    "speaker": null,
    "startTimecode": 2553380,
    "endTimecode": 2562880
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/50",
    "text": "Should we talk about the democratic response? Oh, yeah, the Democrats. Lissa Slotkin, new senator from Michigan, she gave the Democratic response. And then there were other Democratic responses. We already talked about Al Green leaving. There was also a bunch of Democrats that held signs up that said false. They were dressed in different ways. And then a bunch of people just just a couple people left the speech. Some of them came back. Yeah, I was going to say, I think Maxwell Frost and someone else left early. And then later Bernie left. And then a couple other people left. It was sort of a, there was no specific words that triggered them leaving. I think if I were them, I would have left just because I was very bored and it was very long and I was tired. Leaving early is tired because you know we're in west coast time and we're tired like yeah we're always like walking out of a movie just to show you hate it yeah i walked out of a pretty bad production of rent once but it wasn't a protest i just was it and it wasn't a good production i was ready to go home got it so i think elissa slokin did a good job i think like those speeches are the hardest ones to give of any speech i don't even know why people still do state of the union response. They are remembered if you fuck up. And if you do well, they're not remembered. I think it was short. She delivered it well. And she hit the message that I'm sure is going to poll well. I bet the speech did well with whatever focus groups of voters were watching it. And then there's this debate that's happening online right now about, like, should the Democrats have gone at all? Should they not have gone at all? Which we sort of started talking about. On this lock-in thing, if I were to offer her advice, I would say ditch the cliches. We don't need to say things are as American as apple pie. I would say if you can do the setting over again, have some people there, give it some energy, not just sort of in a random room. I agree. She delivered it really well. It was tight. It had a message. It was coherent. It was just like a little bit, it felt like it was from a pre-Trump era. And I think in the post-Trump era, we all need to think about ways to really get people's attention and make a speech memorable in a way that will go viral on TikTok and Instagram and be seen by more people than whoever's still watching MSNBC. It's an interesting thing because it is a format optimized for the free television time. Right. Because the networks carry it. They all carry it. And so more people will see Alyssa Slotkin's speech than any speech given by a Democrat this year by a factor of 10, 15, 20, more maybe. television in full on television right but if you were trying to moderate and communicate you would not give a 10 minute two camera response you would do a 10 minute podcast interview or whatever or like a conversation yeah i mean like there's yeah i think there's three things one if you're gonna go all the way to michigan to deliver it like why are you standing in front of like a kind of a standard American flag set that could have been a closed room anywhere? So I sort of like didn't understand the setting. I thought the speech was solid. And it's not even a criticism of her or the speech. It's like, yes, there's the question of like, well, you know, this is it's a television format, not a social media format. But then there's just this part of it, and I don't have an answer, but it's like, we just watched a carnival barker lie and kind of squeal for 90 minutes, vilifying all kinds of people, willfully lying, making things up about Social Security, kind of attacking President, bragging about his electoral record, just sort of like just showing like utter contempt for the country. and then we do kind of what is the kind of the adult in the room standard here's the response the message that tests well the the the proper kind of reagan references and just sort of like this is designed to meet but that to appeal to a broad range of people we do normal politics um and i don't know like what the alternative to that is that works but there is just something dissonant about it there's something wrong about it like Donald Trump does what Donald Trump does and then we get up there and we do what we would do if Mitt Romney had won or if if if Marco Rubio had won or whatever and I yeah I know and I and I think the challenge is half the country thinks that we are in normal politics. The guy's got an approval rate. I know, and I think the challenge is half the country thinks that we are in normal politics. The guy's got an approval rating of, at worst, depending on the poll you look at, 45%, best 51%, 50%. So that's like a whole bunch of people who, if she had gotten up there, any Democrat had gotten up there and said something like, this is a moment of urgency and can you believe that? Or just that guy was crazy or he was a carnival barker, all the stuff that we've been saying.",
    "speaker": null,
    "startTimecode": 2746400,
    "endTimecode": 2827740
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/51",
    "text": " with a lot of people it would land like  Thank you. said something like, this is a moment of urgency, and can you believe that? Or just, that guy was crazy, or he was a carnival barker, all the stuff that we've been saying. With a lot of people, it would land like, eh, I don't know. But you know what? Here's the thing I'd say about that. But I know that's what I'm saying. So, like, I think there could be room for that, but then the question is, what is the goal of a response? Like, this gets to the heart of, like, the entire Democratic response. The people on the floor, Al Green, everything else. Like, what is the goal of what we are trying to do in responding to Donald Trump's speech? And who are we trying to reach and who are we trying to convince? So there's a big dilemma here, which is, without fail, the best testing messages, the ones that show up as most persuasive, feel incredibly small ball compared to what's happening here. And not that cutting Medicaid is small ball, because that is a devastating thing for so many people, but it just feels like we're on the brink of authoritarianism in this country. And it feels like we're just using the same message we use against Mitt Romney in 2012. Doesn't seem like the right feel here, but the polling is crystal clear. The one piece of advice that I would give to Democrats, I I've been wrestling with this myself for the last couple weeks here, is there is no election tomorrow, the next day. Yes. There are elections in November, but they are state elections. We do not have to respond to how people think about Donald Trump right now. We have to make how people think about Donald Trump be different by November of 2026. Right. And that, I think, implores us to step away from the, quote-unquote, best testing message right now and do a little bit more what I think Chris Murphy is doing, which is to be a little more sort of authentically ranting about the dangers that are happening. and like this is the fundamental difference between Democrats and Republicans is Democrats find out where our voters are, and then we try to meet them there. And Republicans try to get the voters to where they want them to be. And I think we have to just think a little bigger here, play a bigger game than we have been playing. I think then, I feel like I'm going crazy having this debate debate over and over again because we like keep going on both sides of it like kamala harris loses the election and we're all like there's too much democracy too much scary this that the other thing authoritarianism people don't care about that should have talked more about cost inflation stuff like that and then okay great so now all the democrats are like we got to talk about the price of eggs we got to drive a message about inflation we got to talk about cost and then donald trump does what he does over the last month and it's like we can't fucking talk about that we have to talk and i'm i'm there i'm like we have to talk about i'm with i would talk i would respond to it like chris murphy is responding but i think this is where this is how you square the difference though uh kamala harris has been a very difficult position because she only had 100 days like she couldn't couldn't, like, a third of the country completely woke up to the threat of Trump. A third likes it. A third was more concerned about their daily experience, what was happening in their lives. And waking them up to the threat of democracy just wasn't going to happen. We didn't have the credibility. She didn't have the credibility, right? So you have to camp. So that's where the mistake there is, right? But now, like, let's try to wake some more people up, right? Like, no, yes, we should talk about the price of eggs, but like, we have to, I think we should like, like, yes, I think that we can't just assume that this is static. Like, Donald Trump is an authoritarian threat. Not enough people care about that. Not enough people care when he sides against Ukraine, when he pulls all these stunts, when he talks about evading Greenland, right? Like, too many people are kind of, uh, uh, inured to it or asleep to it or not paying attention. And that's part of why we're in this mess. I think one way that I think also helps square the circle is to start talking about the corruption. I'm not saying we should use the word kleptocracy to describe this because that is a ridiculous term to use. But that is the story here. We're on the shelf next to an oligarch. Right. We have a bunch of oligarchs running this country. We have the world's richest man running through things. And the value of corruption as a message is, one, it's true. Two, it allows us, if we could get our heads out of our asses, to become a reform party again. Because we're not trying to defend the status quo. We're trying to reform it in a way that actually helps people instead of just burning the fucking thing down. And that at least is, it's, you know, there's a point of Lisa Slotkin sort of moved around, which is, is it crazy change that, like, is chaotic and hurts people? Or is it real change that can actually help people? Yeah. And I thought that was strong. And, like, it's funny because as I listened to that speech, I thought the strong part of the speech was the end when she talked about democracy. And then there's, like, the little part of my head that's, like, probably not the most popular part of the speech, but I was like, that's what resonates. I feel like that resonates and it was true, you know? Yeah. But I do think part of that too is we're so far from an election that Democrats getting up there and saying, here's exactly what I'll do to help on the economy just rings a little hollow right now. So we got to get closer to the election where you can have like an agenda. Like, you know, you, you back up a corruption message with, we're going to make white collar crime the priority of the Justice Department again. Like, we're going to go after these tax sheets. We're going to go after the crypto fraudsters. Like, you need that kind of energy and a kind of list of things that you can do. Imagine a version of her speech that is entirely focused on Elon Musk and doge cuts and going through all the mistakes and fuck ups in great detail like he did. Like, she did a little bit of this. She did the things that we've all been hitting, the nuclear weapons people who were fired, the Social Security Health Administration. But imagine you tick all of that. It's like Doge is this unbelievable threat. It's the only thing we should care about. Here is my focus. It's a really interesting idea. That's just different. That's actually a really smart way to think about it, which is use that free 10 minutes of national television time and attention you get to try to win one battle, not try to win the entire war. Right. Which is an impossible task given to any person in any party. Yeah. Although the thing I did, I saw a lot of media outlets and God bless them. This is their job. They're supposed to give us the facts. There's a lot of fact checking after the speech. And I was like, I can't do the fact checking. I don't think fact checking him is him is i mean it's helpful to point out that he's bullshit but like i don't know where it's getting us i think there are parts of it like the social security thing is very important to point out right because you're just gonna have conversations with people like that's the sort of thing that people would be like you're like elon musk is a fucking nut job well yeah but i heard that they were paying off you million hundred and fifty year old social security. Like having the facts to that is a helpful pushback. It's also, by the way, like at this point, like I agree, like these stories specifically, I don't know what they get us. But then like, we just don't really know or have a good way of measuring like, okay, some creator somewhere is going to take that and make a TikTok or make a video that kind of walks through the ways it was alive. One of them will take off. It will get in front of a lot of people. And so I like, well, this is, and this is where I was at the beginning where you're talking about Green, and I was like a little flippant and being like, I don't think it matters either way. I guess we're having this debate over what's the most effective message, what's the most effective Democrat. I guess I don't blame any of them for trying. If you wanted to hold a sign, if you wanted to walk out, if you wanted to stay, if you want to give a list of slotkins type speech, if you want to do something else, like whatever. Like you said, the election is not until 2026. Everyone should try. Some stuff's going to take off. Some stuff isn't going to take off. As long as people are like, you know, going out there. Throwing spaghetti at the wall right now. Yeah. This is the time. Do you guys see this CNN instant snap poll? Is it, let's say. 44% very positive reviews of Trump's speech. 44% very positive. 25% somewhat positive. 31% negative. That's actually not that for a state of the union that doesn't matter. He has traditionally had positive reviews of a state of the union that aren't as positive. Here's a little more numbers. I know what I'm saying. They're all positive, but his are not. 66% say his policies will move the U.S. in the right direction. 34% the wrong direction. That's a little better for him. 80% say Congressman Al Green's interruption was inappropriate yeah that's shocker i mean these are always worth noting polls of people who actually watch the speech which almost always skews to the party of the person giving the speech yeah this also by the way goes this is what this is what i was saying on the live stream about the the protest walking up because like you know what people thought joe wilson was an asshole when he said to barack obama that he lied people thought marjorie taylor green and lauren bobert were assholes when they interrupted joe biden like when you interrupt someone most people think you're an asshole but this is part of the thing when you're when you're like if the message donald trump did not bring up medicaid al green brought up medicaid right sometimes we're not no election for two years sometimes the shit that's going to drive an important message maybe doesn't make you look good for a beat right like it doesn't always have to be like we're down we're down to Al Green's. Al Green's in a safe district. You know, it's like— Yeah, good for him. Like, if he got people to talk about the Medicaid cuts, I think that's a good thing. I will have no patience for people complaining about the etiquette of it. No. Well, I also have very little patience for people who are like, Al Green's outburst didn't help Democrats, as if, like, a Democrat who's not Al Green is going to somehow be hurt by what Al Green— Like Green like I have no Do you think it'll be more or less impactful than Donna Brazile's book right before the Virginia government's election? That is a deep I don't even remember what it was about I don't even know the full story Do you remember it? Yes, of course I remember God, I do remember that but what was it? We'll talk off mic. All right, before we go, we did the live stream before, and we all bet on how long the speech was going to be.",
    "speaker": null,
    "startTimecode": 2828380,
    "endTimecode": 3350040
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/52",
    "text": "And so we had Price is Right rules.",
    "speaker": null,
    "startTimecode": 3351080,
    "endTimecode": 3353960
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/53",
    "text": "And let's see.",
    "speaker": null,
    "startTimecode": 3355100,
    "endTimecode": 3356040
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/54",
    "text": "Tommy guessed 62 minutes.",
    "speaker": null,
    "startTimecode": 3356660,
    "endTimecode": 3358220
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/55",
    "text": "The next closest was me. I guessed 81 minutes.",
    "speaker": null,
    "startTimecode": 3359160,
    "endTimecode": 3361840
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/56",
    "text": "Dan guessed 85 minutes. But the winner is Love It with 81 minutes. Dan guessed 85 minutes, but the winner is Love It with 86 minutes. Wow. I know. We thought originally it was Dan, but Adrian corrected me. And we have a trophy. Oh my God, look at that. Love it figured out. I've never done well in any kind of game show before, famously. So this has been great. Congratulations. This is what it would have been like to make it through one fucking vote.",
    "speaker": null,
    "startTimecode": 3363100,
    "endTimecode": 3386400
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/57",
    "text": "Who were the big winners of Donald Trump's speech tonight?",
    "speaker": null,
    "startTimecode": 3387560,
    "endTimecode": 3389780
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/58",
    "text": "Party of the polls, Donald Trump. But according to us, John Lovett. Yeah, thanks a lot. No, that feels really good. It feels really good. All right, everyone.",
    "speaker": null,
    "startTimecode": 3390520,
    "endTimecode": 3396140
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/59",
    "text": "We'll be back with an episode. Dan and I will be back with an episode. What day is it? Friday. Friday we'll have an episode. We'll talk to you then.",
    "speaker": null,
    "startTimecode": 3396960,
    "endTimecode": 3402660
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/60",
    "text": "If you want to listen to Pod Save America ad-free or get access to our subscriber Discord and exclusive podcasts, consider joining our Friends of the Pod community at crooked.com slash friends or subscribe on Apple Podcasts directly from the Pod Save America feed. Also, be sure to follow Pod Save America on TikTok, Instagram, Twitter, and YouTube for full episodes, bonus content, and more. And before you hit that next button, you can help boost this episode by leaving us a review and by sharing it with friends and family.",
    "speaker": null,
    "startTimecode": 3404200,
    "endTimecode": 3430600
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/61",
    "text": "Pod Save America is a Crooked Media production. Our producers are David Toledo and Saul Rubin. Our associate producer is Farrah Safari.",
    "speaker": null,
    "startTimecode": 3431180,
    "endTimecode": 3438220
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/62",
    "text": "Reed Cherlin is our executive editor, and Adrian Hill is our executive producer. The show is mixed and edited by Andrew Chadwick.",
    "speaker": null,
    "startTimecode": 3438800,
    "endTimecode": 3445080
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/63",
    "text": "Jordan Cantor is our sound engineer with audio support from Kyle Seglin and Charlotte Landis.  We'll be right back. editor and Adrian Hill is our executive producer. The show is mixed and edited by Andrew Chadwick. Jordan Cantor is our sound engineer with audio support from Kyle Seglin and Charlotte Landis. Madeline Herringer is our head of news and programming.",
    "speaker": null,
    "startTimecode": 3445640,
    "endTimecode": 3452240
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/64",
    "text": "Matt DeGroat is our head of production. Naomi Sengel is our executive assistant. Thanks to our digital team, Elijah Cohn, Haley Jones, Phoebe Bradford, Joseph Dutra, Ben Hefcoat, Mia Kelman, Molly Lobel, Kirill Pellaviv, and David Toles. Our production staff is proudly unionized with the Writers Guild of America East. Every child's dream begins with a wish. I Say 529 helps them make it come true.",
    "speaker": null,
    "startTimecode": 3452800,
    "endTimecode": 3486480
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/65",
    "text": "Funds can be used for K-12 tuition, trade school, loan repayment, and far more.",
    "speaker": null,
    "startTimecode": 3487700,
    "endTimecode": 3492680
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/66",
    "text": "Because there are no limits to the ways they can soar. Register by April 7th for a chance to win a $1,000 contribution at iowa529contest.com.",
    "speaker": null,
    "startTimecode": 3493380,
    "endTimecode": 3504080
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/67",
    "text": "Administered by the State Treasurer of Iowa. The Salvation Army Thrift Store. We're not for profit. We're for finding new hobbies. For finally learning the guitar. And then deciding skateboarding is more your style. For expanding your horizons, even when money is tight.",
    "speaker": null,
    "startTimecode": 3504960,
    "endTimecode": 3525360
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/68",
    "text": "We're for helping our community.",
    "speaker": null,
    "startTimecode": 3526600,
    "endTimecode": 3527220
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/69",
    "text": "And that's why every penny spent funds the operation of adult rehabilitation centers across the country.",
    "speaker": null,
    "startTimecode": 3528540,
    "endTimecode": 3532080
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/70",
    "text": "Because at the Salvation Army Thrift Store, we're not for profit, we're for good.",
    "speaker": null,
    "startTimecode": 3532640,
    "endTimecode": 3536800
  },
  {
    "id": "43b8a79d-e188-4d3b-9618-e44234e86b6a/transcript/paragraph/71",
    "text": "Shop today at the Salvation Army Thrift Store near you.",
    "speaker": null,
    "startTimecode": 3537340,
    "endTimecode": 3539680
  }
]