[
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/0",
    "text": "Today's presenting sponsor is SimpliSafe Home Security. As the saying goes, March may come in like a lion and go out like a lamb, but your home security should always be steady and reliable. That's how February was. February came in like a lion. It was a month early this year. That's true. Because it got warm towards the end of February here in Los Angeles. It was nice. And now we're back into it. Either way, whether it's warm or cold, you know what you need? What? SimpliSafe. You do. We trust SimpliSafe to keep our homes safe 24-7. Right, John? You bet we do. I set up a SimpliSafe simply safe system you customize it on the website and then it comes to your home you set it up you can have them help you set it up but you really don't need to you can do it yourself in a matter of minutes and then it's just completely reliable highly recommend it best part simply safe's active guard outdoor protection can help prevent break-ins before they happen if someone's lurking around or acting suspiciously those agents see and talk to them in real time activate spotlights and even contact the police all before they have the chance to get inside your home. No long-term contracts or cancellation fees. Monitoring plans start affordably at around $1 a day. 60-day satisfaction guarantee or your money back. Visit SimpliSafe.com slash Crooked to claim 50% off a new system with a professional monitoring plan and get your first month free. That's SimpliSafe.com slash Crooked. There's no safe like SimpliSafe. This podcast is supported by Comedy Central's Emmy Award winning series, The Daily Show. Jon Stewart and The Daily Show news team are covering every minute of every hour of President Trump's second first 100 days in office with brand new episodes every weeknight from the lowest lows to the highest lows and everything in between. They'll be there to break it all down. Comedy Central's The Daily Show. New weeknights at 11 on Comedy Central and streaming next day on Paramount+. Welcome to Pod Save America. I'm Jon Favreau. I'm Dan Pfeiffer. On today's show, hope none of you are in the market for a new car because they're about to get more expensive thanks to Trump's latest tariffs. We'll talk about the president's ever-expanding trade war and his new threats against America's greatest foes, Canada, Europe, and Greenland, where J.D. and Usha Vance are headed for a trip that no one on the island seems to want. And as the administration continues its campaign of terror against legal immigrants, a campaign that now includes kidnapping college students off the streets and more propaganda videos from the government's torture dungeon in el salvador i'll talk to jasmine mooney the canadian actor and entrepreneur who was detained by ice for 12 days with no explanation about what it's really like to get swept up it is a horrifying story i hope you guys tune in for the end for that it is it is wild you'd be shocked. But first, we got to talk about the continued fallout from the world's most famous group chat that included some of the most powerful imbeciles on the planet, planning a military strike with emojis, classified information, and of course, the editor of The Atlantic, Jeffrey Goldberg. Trump is apparently quite frustrated with the situation, according to The Wall Street Journal, but has decided he's better off handling the massive fuck-up like he handles everything else. Do you still believe nothing classified was shared? Well, that's what I've heard. I don't know. I'm not sure. You'll have to ask the various people involved. I really don't know. What it was, we believe, is somebody that was on the line with permission, somebody that was with Mike Waltz, worked for Mike Waltz at a lower level, had, I guess, Goldberg's number or called through the app.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 215880
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/1",
    "text": "And somehow this guy ended up on the call.",
    "speaker": null,
    "startTimecode": 216540,
    "endTimecode": 219160
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/2",
    "text": "Hank Seth is doing a great job. He had nothing to do with this.",
    "speaker": null,
    "startTimecode": 219820,
    "endTimecode": 222460
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/3",
    "text": "How do you bring Hank Seth into it? He had nothing to do. Look, look, it's all a witch hunt. It's all a witch hunt. It's all a witch. It always is. It's a witch hunt, but it's Mike Waltz's fault. And there may have been classified information or may not, but he doesn't know. But it's definitely not Hegseth's fault, but it's a witch hunt. That make sense? Yeah, yeah. Clear as day. So, yeah, how can you bring Hegseth into this? All he did was provide a constant stream of operationally sensitive information about the attacks without checking on who he was sending them to. Dan, what did you make of Trump's latest comments about this in the Oval on Wednesday? I mean, he said a lot of words, but taken together, those words mean nothing. Like it's just, some people may have done it or they didn't do it or someone called the app and they accidentally ended up in it. It's pretty clear he does not understand how Signal or basically the internet works in any way, shape, or form. This is a guy who, according to at least one report I read, started texting last year. That's when he took up the very sophisticated communications technology known as texting. I think there's this one thing. Everything's computer now, you know, everything's computer. It has to be said that the idea that the information shared by Pete Hickseth was not classified is absurd. It's absolutely absurd. The details around when an attack is going to start by the minute minute, which planes are being used, which weapons are being used, is the most sensitive information the government has.",
    "speaker": null,
    "startTimecode": 224580,
    "endTimecode": 310880
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/4",
    "text": "Just think about it this way. Let's say that Jeff Goldberg, he's in this chat. He gets information from Hexeth. And he says, I have a huge story now. So he calls the Pentagon and says, in between when he gets that text and when the planes are set to take off in that couple-hour period, he says, I am going to publish this on the Atlantic website right now, because this is a real story. The Pentagon would beg him not to do it, and their argument would be that it would put the lives of US troops in danger. And so this idea that it's not classified or not sensitive is insane. It's an insane thing to say, and it's just not credible by any stretch of the imagination. And you are seeing, like Trump is usually pretty supported by like the group of former special forces podcasters. There's a whole media environment of former special forces types, sort of embodied by Sean Ryan, the guy whose podcast Trump went on during the campaign. And a lot of these guys are on TikTok and Instagram today saying the idea that this information is not classified is impossible to fathom for anyone who has been in these sorts of attacks. Impossible to fathom. I mean, are you saying that when the defense secretary puts in the signal messaging app where the editor of The Atlantic is watching the whole thing and has a specific time of day and then says, in all caps, this is when the first bombs will definitely drop. Are you saying that that that's not just an expression? Yeah, that expression. And also just, it is somewhat funny or scary or whatever that let's say that someone had just gotten that information and they were like one of our adversaries and they're trying to figure out where the attack is coming from. The name of the group chat has the target in it. It's not a mystery. It's not like they think the plane's taking off in Kansas, right? They're going to be able to figure it out pretty quickly. And again, you know, there's a lot of, well, the mission was successful and no harm, no fun. We all learned a lesson and what could have happened anyway. And no one was going to break into it. The problem is not like this whole debate is signal secure, a signal not secure. The challenge is these people were on likely their personal phones, not government phones, right? And their personal phones, particularly those of them who were outside of the United States at the time, are extremely vulnerable to hacking. And so there are all kinds of foreign actors, state actors, individuals, whoever, who have the capability to hack into your phone without you even knowing that they're in your phone. Again, this is the Pegasus program, especially if you're outside the United States. And then once they're in your phone, they don't have to hack any app. They're watching everything that's happening. So there could have been someone in one of those phones, hacked into one of those phones, just literally seeing everything that was typed in the signal thing and getting all the information about the attack. And just, this is obviously, it's just there's, it's not enough of a coincidence in the world that the one time that you signal on a sensitive information happens to be the one time they invite Jeff Goldberg. None of them are like the small group. What was the P what was the who the PC large group signal? I mean, that's Facebook. Like, well, like what was the entire fucking staff of the New York times on there? Like what? But like at no point, they were like, huh, first time you ever done this on signal or how does this thing work work? They all were just seem totally normal to be on Signal to have this conversation, which bespeaks the larger problem here.",
    "speaker": null,
    "startTimecode": 509320,
    "endTimecode": 510620
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/5",
    "text": "Well, so, you know, you might all be wondering, will anyone ever be held accountable for all of this? Well, a group called American Oversight is suing the administration over its use of Signal to secretly communicate about official business, which you're not supposed to do in the White House. That's another no-no. Not supposed to communicate about official business which you're not supposed to do in the white house that's another no-no not supposed to communicate about classified information secret war plans battle plans sorry not a war battle plans attack attack plan attack plan right yeah uh not supposed to over a secure you're also not supposed to use uh you know personal phones to talk about official business because that's evading the Presidential Records Act. Seems quaint now, doesn't it? But that clearly they're doing that. So anyway, they sued the case randomly, but hilariously got assigned to Judge James Bozberg, the same judge that Trump and Republicans want to impeach for blocking them from jailing Venezuelans in El Salvador with no due process. That judge today told them all that no deleting any signal messages between March 12th and March 15th, which good luck with that. I'm sure they're all deleted anyway. If you want to find them all, Jeff Goldberg has them and now all of us do too. A few Republican politicians seem unhappy about the signal scandal. Senator Roger Wicker, the chairman of the Armed Services Committee, joined with ranking member Jack Reed to request an expedited investigation by the Defense Department Inspector General. Does that person still exist? I don't know if they do. I thought that Trump fired all the Inspector General, so maybe that'll be a challenging investigation to conduct. Lisa Murkowski is saying that she's quite concerned. You got some random, you know, like you said, MAGA pundits and supporters who are out there saying, I don't know about this one. I think they fucked up and they should just admit they fucked up. But most of Trump world is trying to blow this off as a whole lot of nothing. Let's listen. Nobody's texting war plans. I noticed this morning out came something that doesn't look like war plans. And as a matter of fact, they even changed the title to attack plans. If you want to talk about classified information, talk about what was at Hillary Clinton's home that she was trying to bleach bit. Talk about the classified documents in Joe Biden's garage that Hunter Biden had access to. Should the defense secretary and the vice. Wait, what country are you from? From the UK. OK, we don't give a crap about your opinion and your reporting. Why don't you go back to your country where you have a major migrant problem? I mean, I don't mean to be pedantic here, but how did the number. Have you ever had somebody's contact that shows their name and then you have somebody else's number there? Oh, I never make Those mistakes. Right. You've got somebody else's number on someone else's contact. So, of course, I didn't see this loser in the group. It looked like someone else. Now, whether he did it deliberately or it happened in some other technical mean is something we're trying to figure out. So your staffer did not put his contact information. No. But how did it end up? Well phone? Of course not. Well, that's what we're trying to figure out. Okay. Even Laura Ingram is like, uh, what? I don't understand what he's saying there. Is he saying that he put Jeff Goldberg's number under someone else's initials JG, who he was going to invite to the group chat? It's fucking preposterous. I know this is like a small thing because he's just lying and we're just like, they all lie. They don't even try to lie well anymore because they feel like they don't have to. That's really like where we're at right now. Like the lies have never been great. They've never been great liars, but now they're barely trying. So that was Mike Waltz himself, that last clip on Laura Ingram. And yeah, I guess what he's trying to say is sometimes when you put a number in your phone and you mean to name it one person and then you accidentally name it another person with the same initials. What? It doesn't make any sense. They're like, is it accidental? Or maybe Jeff Goldberg figured out how to do this. Jeff Goldberg, what? He, Jeff Goldberg hacked into the phone and put himself on the, and made Mike Waltz add himself to the group? What is going on? So just to go back, the first voice we heard, that was Pete Hegseth, really leaning on. It was attack plans, not war plans. That was Pam Bondi, the Attorney General of the United States, whose job it is to investigate potential violations of the Espionage Act, of mishandling of classified information, any kind of crimes involved in classified information, and has basically said she will not be investigating, which I guess no one is surprised by. But, you know, in the past, that's what the attorney general is supposed to do, even if it has to do with White House employees. Did that happen two years ago when Merrick Corwin was attorney general? He appointed a special counsel to investigate Joe Biden, his boss, for the misuse of information? Yes. Right, right. Or, I don't know, when James Comey, the FBI director, investigated Hillary Clinton under the Obama administration. Yeah. Remember that? I do. I do. That's why we're in the situation to begin with. But now.",
    "speaker": null,
    "startTimecode": 511240,
    "endTimecode": 805820
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/6",
    "text": "Thanks, Jim.",
    "speaker": null,
    "startTimecode": 806480,
    "endTimecode": 806820
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/7",
    "text": "And now we're here. Yeah.",
    "speaker": null,
    "startTimecode": 808040,
    "endTimecode": 808700
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/8",
    "text": "So now we don't even, there's not even like a, oh, of course, of course the attorney general is not even going to investigate this because the attorney general is not an independent actor anymore. The attorney general is just a Trump flunky. That's it. So that's done. And then that was Marjorie Taylor Greene. Wonderful, wonderful lady telling a BBC reporter to go back to their country. So that's done. And then that was Marjorie Taylor Greene, wonderful, wonderful lady, telling a BBC reporter to go back to their country. So that was cool. And then, of course, we heard Mike Waltz.  So as for how this loser got on the group chat, it's now come to light through Walt's public Venmo feed that he has several other journalists on his phone, including Judith Miller and Brianna Keeleror from CNN, which MAGA World is not at all happy about. This is what has got not the classified info on the Signal chat, not including Jeff. It is the fact that it was Jeff Goldberg and some of these unsavory fake journalists that hate MAGA. That's what they're mad about, that Mike Waltz might know them, even though he's pretending not to know them. What do you make of the Republican reaction so far? So let's separate the White House reaction from the broader MAGA world. The White House reaction, not just Trump, but the way the entire Trump administration is handling this, Pete Hegseth, Pam Bondi, everyone else, is they are teaching a masterclass in how to fuck up a communications crisis. It is like, this is, this is such an obvious mistake. Like you can't discuss sensitive war plans on a group chat. You can't discuss them, as you pointed out, when you're in Russia, like Steve Whitcoff was, and you really can't deal with Jeff Goldberg. So there's no, there's no justification for it. And any normal administration, any normal person would say, we messed up. We learned our lesson. We're going to do everything we possibly can to make sure it doesn't happen again. End of story. And if they did that and promised to do this Inspector General investigation, he's going to look at it. We're going to look into the use of signal across the government. This story would be over. But they can't do that. To say you were wrong is a sign of weakness and disloyalty in Trump's world. And so no one does it. So instead, they're just like making up insane things, right? As you said, making up conspiracy theories about how Jeff Goldberg got into their phone, like hoaxes, gaslighting, the White House, the White House communication, litigating the difference between a war plan and an attack plan. Right. And then on top of that, like this is when you want to know what happens when you appoint Fox News pundits to run your government, you get what Pam Bondi and Pete Hegseth did there. Right. Bringing up the bleach bit as if she is guest hosting on The Five this week. Like, what are we doing? I mean, I think it is something even darker, which is that they just don't care. And the reason they don't care is because they no longer fear accountability. They're not they don't fear accountability from Congress because Republicans control Congress and Republicans in Congress have shown that almost to a person with a very few exceptions, they will do literally anything Donald Trump asked them to do. They are in the middle of defying court orders. We'll talk about that in a bit around immigration. They have, you know, bullied the press into submission, law firms, colleges, and they know that, you know, about 40% of the country is going to be with them no matter what the fuck they do, and then a good chunk of the rest of the country is either not paying that close attention, or that's it, and then there's just us. I agree with that. Obviously, I agree with your assessment of the reality of the world. They're acting scared. There's flailing happening here, And it's because the White House is handling this poorly, so then all the congressional Republicans are doing, look like idiots, trying to parrot these talking points. You can even see some of the congressional Republicans I saw, a clip, I think it was from CNN, of a bunch of congressional Republicans. They've all decided that their statement is going to be a mistake was made. They're going to do the thing the White House would not do, just make the mistake, and then say, but it's not that big a deal. We're moving on. And so I like, yes, they don't fear accountability. Like they don't have, there's no shame here, right? There's no like sense of responsibility that you might've done something really bad that could have endangered the lives of American troops. Like they don't give a shit about that. I agree with that. But the way the White House is acting, and maybe they're scared of Trump firing one of them or whatever else, but they are acting desperate here in the way they're, because you could just be like, you could do what Marjorie Taylor Greene just like tell the reporters, go back to their country and move on. And that's not what they're doing. They're like spinning ridiculous conspiracy theories and ridiculous excuses and making ridiculous arguments to try to somehow come out on top on this. Yeah, it does. They are definitely flailing. it does feel like the kind of flailing you do when they've done this before where it's like all right we just got to make it through a couple news cycles here and we you know whenever something really bad happens this happened around january 6th of course like a whole bunch of republicans sort of go off the talking points and say things you know lindsey's like, I'm done. I'm done with Donald Trump. And, you know, Mitch McConnell's like, maybe he'll get prosecuted after he leaves. And then they're all on different talking points. And then it takes a couple of days for them to all coalesce around some bullshit excuse. And then they realize that all of our attention is going to get pulled towards somewhere else. And then they're like, all right, we're done. Now, Axios pointed out that this is now the most read and shared story of the year. So this is definitely broken through in a way that nothing else has from Trump's second term. We also have new polling from YouGov that shows 74% of US adults think that what Trump officials did is a very serious or somewhat serious problem. And that includes 60% of Republicans. With that all said, can you make the case that this episode will do any kind of lasting political damage to Trump or to Republicans? I'm not sure if you're aware of this, John, but I'm not in the prediction business. Yeah, I know. But let me make the case, because I do believe that this is the potential here, right? I'm not going to make a, you know, there have been so many people who have said, this is the thing that's going to undo Trump. So I am not saying that here. But the reason why Trump has been more successful, substantively and politically, in his second term than his first term was that he has the, his administration thus far has the patina of competency and success that his first did not. His first one was a clown show from the very beginning, just stumbled out of the gates. And here they came out with full force. Now, obviously there's a lot of really terrible things that have happened. They made a lot of mistakes, but it's just been this show of like aggressive action. And the way it's been covered and discussed is they are running roughshod over everyone. Democrats, universities, democracy, everyone else. And they are just doing it. Is it perfect? No, but they are the aggressor. And here in this situation, they look really stupid. And they look really stupid in a way that's very relatable to people. Like this is a thing people understand, adding the wrong person to a group chat. And it's not that people- When you're about to bomb the Houthis. Yes. Yes. We understand adding people to the wrong people. Who among us. Yes. Who among us has not done that. The most comparable thing here, as everyone has pointed out, is Hillary Clinton's emails. Hillary Clinton's emails were quite damaging politically, but not because voters cared passionately about email protocol or which server her stuff in. They cared because it confirmed a suspicion that they had about her, an unfair suspicion in my view, but a suspicion that she was crooked and trying to hide things, right? It fit with the long running Republican narrative of her as corrupt. Because like, why do you need to do things on private email? Like, what are you hiding? And it went to the question of her honesty. In this case, it goes to a fundamental thing that people worry about with Trump, that he's in over his head, that he is incompetent. He's a clown. He's surrounded by a bunch of clowns. He's got the weekend anchor from Fox News running the Pentagon. He's got a Fox pundit as the attorney General. He's got the – it's all over the place, right? It's just like if you lose the narrative of competence, that undermines your strength. And strength is all that Trump has ever had. And that's the difference between being above 50 in the high 40s is where he has been in some polling, although there's been some drops recently, and being back where he was before in the low 40s and high 30s. And so you can see a world where this is a thing. There's always one thing that fundamentally ends the honeymoon and shifts the perception of the president. For Biden, that was what happened in Afghanistan. And this has the potential, the potential to do real damage to Trump. It's not going to end his presidency. It's not going to make everyone take off their MAGA hats and send them back. But it shifts the narrative from Trump the winner to Trump the clown. And that is helpful to Democrats on a whole host of issues. And, you know, even though I do think we will all forget about this or at least move on from this as we do every Trump crisis. And even if this is not the thing that shifts it, it gives us an opening, I think, to start framing all of the other fuck ups as more and more incompetence. Right. And so it sort of gives us a door to push on as he continues to. and his and I do think it's really important that it's not just about him but it's about the fucking idiots that he has running the government right now and the fucking bigger idiots that are running congress who are going to be up in uh two years uh less than two years now for re-election so i do think that like these people are all we're ruled by crooks and morons morons is as good of a message as any at this point. Because there's a lot of evidence for it. Right. It changes the context. Like if Elon Musk stood up in the cabinet meeting next week and said he accidentally canceled an Ebola prevention program in the middle of an Ebola outbreak, it would be treated differently than it was treated then. Now it confirms a broader suspicion. And that's when things start to hurt. Pots of America is brought to you by Cook Unity. Nutrient-dense meals are essential for good health, but they don't have to be boring. Cook Unity offers fresh, flavorful meals for every diet, including keto, gluten-free, and GLP-1 balanced. Their all-star chefs craft each meal with local in-season ingredients that are high in protein, fiber, and unsaturated fats. Meals are sent fresh, not frozen, and are delivered directly to your door at a fraction of the usual cost in time. If you're looking for a convenient and affordable meal plan to achieve your health goals, go to cookunity.com slash crooked or enter the code crooked before checkout for 50% off your first week. I can confirm that their meals are delicious. Check out the mole braised chicken with Spanish rice. That was really good. Then there's the sundae sauce rigatoni with fennel sausage and meatballs, both excellent, excellent options. They have a roster of all-star chefs that include Food Network alums and acclaimed restaurateurs that balance flavor and nutrition in small batch meals sent fresh, not frozen. For example, Chef Andres Mendez, who made this amazing Mexican chicken bowl with cilantro rice and fresh guacamole. He also made Tuscan butter shrimp with cherry tomatoes and broccolini. Cook Unity is easy and effortless. Choose from hundreds of meals prepared by award-winning chefs or let them choose for you. Browse the menu by protein chef, cuisine, or dietary need to personalize your own menu and find new favorites. Menus are updated weekly and new chefs are always joining the team, so meal time will never be boring. No cleanup or meal planning. Meals are delivered fully cooked, just heat in as little as five minutes. They offer flexible, commitment-free subscriptions. Skip deliveries, pause, or cancel at any time. Crush your health goals with mouth-watering chef-rated meals delivered straight to your door. Go to cookunity.com slash crooked or enter code crooked before checkout for 50% off your first week. That's 50% off your first week by using code crooked or going to cookunity.com slash crooked. This podcast is supported by Comedy Central's Emmy Award winning series, The Daily Show. Jon Stewart and The Daily Show news team are covering every minute of every hour of President Trump's second first 100 days in office. With brand new episodes every weeknight. From the lowest lows to the highest lows and everything in between. They'll be there to break it all down. Comedy Central's The Daily Show. New weeknights at 11 on Comedy Central and streaming next day on Paramount+. so trump's comments on the group chat came during an Oval Office event where he was focused on his true passion, taxing most of the shit that we buy. The president has announced new 25% tariffs on foreign-made cars and car parts. That's not just cars from foreign automakers. It's also cars from American automakers who make certain vehicles in other countries or use imported components. How much will it cost us? It'll depend on what kind of car you buy and which auto parts are exempted. But several analysts told CNBC that prices consumers pay on the lot could increase by $4,000 all the way up to $15,000 per vehicle. One thing they all seem to agree on, the car company most insulated from the price increases will be Tesla. Amazing. Amazing. And Trump's not done yet. Here's the threat he posted on Thursday. Quote, if the European Union works with Canada in order to do economic harm to the USA, large scale tariffs far larger than currently planned will be placed on them both in order to protect the best friend that each of those two countries has ever had. Dan, all this comes as new polling from Navigator shows that Americans have a very negative view of Trump's tariff by a 20 point margin. Only 23 percent of voters now support Trump's tariffs. What do you make of all this? It's sort of an amazing political choice, right? Like substantively, every expert looks at it and says, it's not going to do any of the things that Trump says it's going to do, right? He doesn't understand tariffs. He can't explain them. He, or he lies about them or both. But I guess the way I think about it politically is prices are high.",
    "speaker": null,
    "startTimecode": 812660,
    "endTimecode": 1645020
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/9",
    "text": "People are pissed about prices being high.",
    "speaker": null,
    "startTimecode": 1646740,
    "endTimecode": 1647020
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/10",
    "text": "They elected Trump to fix those prices.",
    "speaker": null,
    "startTimecode": 1648660,
    "endTimecode": 1648920
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/11",
    "text": "And the only time that he talks about the economy in any way, shape, or form is to do a high-profile announcement to raise the cost of American goods.",
    "speaker": null,
    "startTimecode": 1657140,
    "endTimecode": 1657780
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/12",
    "text": "It's insane.",
    "speaker": null,
    "startTimecode": 1658900,
    "endTimecode": 1659320
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/13",
    "text": "And tariffs in particular are sort of like designed in a lab to get a lot of very granular attention about how those prices can be raised. Right? And it's like you just went through the price of a car is going to go up this much. You're going to have like we saw this with the last when he did the Mexico and Canada tariffs that briefly existed a few weeks ago. Like local news goes out and they interview the car dealers in your town. Right. People like local influencers post on social media about how prices are going to go up. It's very specific and it gets a lot of attention. When we think about things that are dragging down Trump's approval rating, maybe one day it'll be signal gate and the sort of impressions of incompetence that come with it, but it's that they elected Trump for a reason. He's doing the opposite of that thing. It's not just that he's not focused enough on lowering prices. He is focused like a laser on raising them. Well, and he's also, it's another example of incompetence too, because Trump doesn't know what the fuck he's doing with tariffs. He, like, there is a case for, as we've said before, targeted tariffs on certain industries in certain countries. All countries do that. We've done that before. But this idea of these universal tariffs, retaliatory tariffs everywhere to everything, and it's the most beautiful word, and it's going to fix everything. Most people don't believe that. Most evidence doesn't show that. Almost all the evidence doesn't show that. He's got people working for him who are like, eh, I don't think this is right, but what else are we going to do? We can't, you know, Scott Besant, he's a fucking, you know, finance guy. He knows this is bullshit. He's got to go out there every day being like, yeah, the tariffs are going to fix everything. They're all fucking idiots. Everyone's going to pay more. They have no other plan to lower people's costs. They're talking a lot about, oh, we're going to give everyone a, you know, a doge dividend or a tax cut or, you know, maybe we'll cut taxes on more and blah, blah, blah. It's like, but they don't know how to make any of it add up. And they can't keep them in place. Like it's the chaos that comes with it, right? It's like we're going to announce the tariffs in the morning. We take them off in the afternoon. Then we announce new ones the next day. Then we take those off. And this is sort of a smaller thing. And the stock market is a not a good barometer of the merits of economic policy in a lot of ways, right? I remember how frustrated we would be when we get a good jobs number in the Obama administration where the stock market would go down because wages went up. And the same thing in the Biden administration where you get a good jobs number where the stock market would go down because it meant that it may take the Fed longer to lower interest rates. But there is something about the fact that every time Trump talks about his signature economic policy, the market drops, and that that is constantly covered in the news that way. He was asked about it at his press avail. He sort of denied knowledge of it, which I'm pretty skeptical. He's not paying close attention to the stock market. It's just like that just adds to the negative energy around this policy, right? It's bad substantively, it's bad politically, and it is going to hurt him, and there's no question in my mind about that. Well, and it's also why the single issue that is dragging down his approval rating right now is the issue that was propping up his approval rating for most of the campaign and most of his first term, which is the economy. It's his worst issue right now. There's a new I think there's a new Gallup poll out today. His March numbers were like his approvals now at 43, 53. It had been at 45 and it started at 49. So it's just it is dropping quite a bit. He's still sort of like it's weird that the way the press is covering this, that he like, because he's more popular than he was at some of the lower points in the first term, but he's pretty unpopular and he's getting more unpopular pretty quickly right now. His honeymoon started lower than anyone else's and it's ending sooner. Yeah. Right. And people aren't really pointing that out as much, but it's, you look at all the different polls and it's, it's happening. Democrats should, Democrats should. There is there is an there is like a wisdom of the crowd's argument for pointing out that Trump is more unpopular than conventional wisdom suggests he is. Yeah. And you can just look at we don't have to exaggerate it. Right. It's not like his presidency is over, but he's you know, he's he started in the high 40s. He's then he's in the mid 40s and now he's heading towards the low 40s. And we're only, you know, a couple months in. So Trump isn't just threatening our allies with economic warfare, but full on conquest, lest we forget. If for some reason you have you've forgotten about his quest to take Greenland from Denmark, still very much on. Trump said in the Oval this week that, quote, we'll go as far as we have to go to get Greenland. And that apparently includes what has become a very unwelcome visit by Vice President J.D. Vance and his wife Usha, who announced an impromptu trip to Greenland in two very normal, relatable videos. Let's listen. Hello. I'm so excited to share that I'll be visiting Kuala Lutana, Greenland, next weekend. I'm particularly thrilled to visit during your national dog sled race which our country is proud to support as a sponsor i've been reading all about it with my children and i'm amazed by the incredible skill and teamwork that it takes to participate in this race hey guys it's shady vance the vice president and you know there was so much excitement around usha's visit to greenland this friday that i decided that i didn't want her to have all that fun by herself and so I'm going to join her. As you know, it's really important. A lot of other countries have threatened Greenland, have threatened to use its territories and its waterways to threaten the United States, to threaten Canada, and of course to threaten the people of Greenland. So we're going to check out how things are going there. We think we can take things in a different direction. So I'm going to go check it out. All that was missing from that Usha Vance video was her holding up a newspaper with today's date on it because it sounded and looked like a fucking hostage video. I mean, we know that she's such a huge fan of dog sled racing, particularly in Greenland. So she must have been sorely disappointed when they were forced to cut back the cultural part of the trip after learning that no one in Greenland wants the would-be colonizers to visit. In fact, apparently before Usha's trip, the U.S. government was going door to door all over Greenland trying to find someone, anyone, who wanted to talk to Usha Vance. They couldn't find anyone, so they canceled that part of the visit. And then look, if you're having trouble appealing to people, what better solution than to bring Mr. Charisma, J.D. Vance along as well? You know what, we should have all the fun. So now they're visiting a military base where I guess they can avoid any encounters with angry locals. Once again, you know, Danish prime minister said that the trip constitutes, quote, unacceptable pressure on Greenland and Denmark. No one in Greenland is too happy about the president of the United States continuing to say, oh, we get Greenland because you guys got some minerals. And so whether you're not, you want independence, whether or not you want to stay with Denmark. No, no, no. We're going to. Well, what is this? This is crazy. And then Vladimir Putin today was like, Trump's pretty serious about the Greenland thing. Yeah, he's very serious. I don't really understand what's happening here. I just like even if you wanted Greenland, which I'm not really sure how you get it. That's still not clear. I don't either. Is he just going to send a bunch of troops there and then fucking have Don Jr. plant an American flag wherever there's grass and then just make everyone everyone call it, you know, America land. Well, I don't like, is that, that it? That's what we're going to do. Red, white and blue land. Remember that's what we're going to call it. Oh, that's sorry. Right. Red, right. Yeah. So we're going to call it red, white and blue land. And then anyone who doesn't will be sent to El Salvador or banned from the white house press core. And then that'll be that. And then the Danes will be like, no, no, no, that's ours. And the green will be like, no, no, no, we're independent. And Trump will just be like, nope, nope, you're part of the United States. I just don't understand how the Greenland small group PC chat came up with the idea to send Usha Vance. Like, if your goal is to take over Greenland, at what part does Usha Vance in a dog sled race play in that? I mean, hopefully we'll find out when David Remnick, who was accidentally added to Greenland's PC small That's the editor of the New Yorker for those of you. He's the guy who edits the magazine sitting on a lot of your bedside tables that you haven't read. Yes. I don't know, man. What's the meeting in Usha Van's office? We need our first thing, our first big public event. What's it going to be? And they're like, you you know what let's do advance on the greenland invasion like just like this is a usha vance's uh was like a very serious accomplished person supreme court law clerk like how i would watch like an entire reality series about like usha vance and how she got into this whole thing and how she's dealing with it what she thinks maybe she's like fully on board and she's just quiet you know maybe she thinks it's fucking crazy maybe who knows it's wild yeah I just yeah I would I'd love to just get a core sample what's happening inside her brain right now yeah we're gonna take a quick break a quick break, but before we do that, a reminder for all of you who live in Wisconsin or near Wisconsin, you guys have a super important state Supreme Court election this coming Tuesday, April 1st, between an excellent qualified judge named Susan Crawford and an Elon Musk-backed MAGA loser. This is the first major race since Trump won in November, and it'll determine the majority on the Wisconsin Supreme Court. Remember, it's a liberal majority right now because of all the work we did over the last couple of years. I'm going to go to the next one. major race since Trump won in November, and it'll determine the majority on the Wisconsin Supreme Court. Remember, it's a liberal majority right now because of all the work we did over the last couple of years. But if Susan Crawford loses, it'll be a conservative majority again with implications for abortion, redistricting and the 2028 elections. So get everything you need to make your plan to vote or volunteer before Tuesday at VoteSaveAmerica.com. Paid for by Vote Save America. You can learn more at VoteSaveAmerica.com. This ad has not been authorized by any candidate or candidate's committee. Pod Save America is brought to you by Quince. Vacation season is nearly upon us. This year, I'm treating myself to the luxe upgrades I deserve with Quince's high-quality travel essentials at fair prices, like lightweight shirts and shorts from $30, pants for any occasion, and comfortable lounge sets with premium luggage options and durable duffel bags to carry it all. The best part? All Quince items are priced 50% to 80% less than similar brands. By partnering directly with top factories, Quince cuts out the cost of the middleman and passes the savings on to us. and Quince items are priced 50 to 80% less than similar brands. By partnering directly with top factories, Quince cuts out the cost of the middleman and passes the savings on to us. And Quince only works with factories that use safe, ethical, and responsible manufacturing practices and premium fabrics and finishes. Gotta love that. I love Quince and just got some t-shirts for the spring. I didn't even know they also have luggage and duffel bags. I could use a new duffel bag. You could use a new duffel bag. But their shirts are great. Their pants are great. I have some of those as well. For your next trip, treat yourself to the luxe upgrades you deserve from Quince. Go to quince.com slash cricket for 365-day returns, plus free shipping on your order. That's q-u-i-n-c-e.com slash cricket to get free shipping and 365-day returns. Quince.com slash crooked. and everything in between. They'll be there to break it all down. Comedy Central's The Daily Show. New weeknights at 11 on Comedy Central and streaming next day on Paramount+. So one media outlet not in the Oval to cover the tariffs announcement was, of course, the Associated Press, which has been banned from the White House for referring to the Gulf of Mexico as the Gulf of Mexico. The AP was in federal court Thursday trying to get their access back. They are arguing that being required to print certain words or face a penalty is a gross violation of freedom of the press. Seems pretty obvious. At least it did in the old world. The government argued that the AP hasn't shown that it suffered, quote, irreparable harm because they can still go to events in the East Room, something the AP says isn't always true, and they can also report on who enters and leaves the White House. Isn't that nice? In the meantime, the White House Correspondents Association is trying to rally behind the Associated Press with the audacious strategy of encouraging their members to wear First Amendment pins. The pins are going to do it. I know we're in a post-legacy media world, but can you talk about how big a deal it is for the AP not to be able to report on what the president is doing and to go to court over this? Yeah, the AP is one of those news organizations that most people pay no attention to, but it may not have the cultural relevance of the New York Times or even the Washington Post, but it's way more impactful. It reaches more people. It is the wire service for the world. Local news, foreign newspapers, local TV station, local radios, all subscribe to the AP. And most of the reporting that people read or hear about from Washington in this country comes from Associ Associated Press. Because there is essentially no local press presence in Washington anymore. The media economics don't support it. So if you're sitting anywhere in this country that is not New York or maybe Los Angeles, then what you're hearing about on your local radio, your local news, or on your local websites is from the AP. And so when the White House keeps the AP out, that has a major impact on what everyone is learning about politics. And at this hearing today, Zeke Miller, who you and I both know, who's the chief White House correspondent for AP, testified that it's incredibly hard to do their job. They have to come. They're reporting later because they can't be in the room at the time. They are depending on reports written by other people, in some cases by pro-MAGA pool reporters, because the White House now controls who's in the pool. The photographers can't get access to take the pictures they were taking before. And this is really like, I don't know, I can't speak to the definition of irreparable harm, but the way that, you know, the AP doesn't send stuff out free, their business is that people pay them to get this information. And if they are not allowed to get the best information, it is what is likely going to damage their business. They don't only do like they do sports, they do everything. But politics is a huge part of if you can't cover the president United States the same way as everyone else, that's going to impact your business in a pretty damaging way. And it affects the public discourse in this country because people are getting less good information because Donald Trump is mad that, as you said, they called the Gulf of Mexico, the Gulf of Mexico. And of course, that is the results that the Trump administration intended, or if they didn't intend it, they are certainly happy with it. Julie Pace, we also know who's AP editor. She has a piece in the Wall Street Journal on the op-ed  I'll see you next time. with it you know Julie Pace we also know who's uh AP editor um she has a a piece in the Wall Street Journal uh on the op-ed page making the case that look this isn't this isn't just about like the Gulf of America Gulf of Mexico flap this is much bigger and if other journalists and other media outlets think this can't happen to them like they should think again we should be standing together on this and i thought it was really compelling and i don't know what you think i mean look i know that everyone right now including journalists and people in the press are struggling with how to deal with the fact that we have an administration that is pushing this country rapidly towards like full authoritarianism and that's a hard thing to fight and there's not a lot of easy answers i don't know that the first amendment pin is what i would have landed on um i know it's what you would not have landed on but i don't like what what do you make of that i guess it's a start i don't know what else i i want to criticize it also but i actually don't know I guess I do know what else they could do they could all they could all use all of their questions to Trump to like fight for the AP but I guess that would be you know then he'd kick all of them out too and it would just be Marjorie Taylor Greene's boyfriend and a bunch of Newsmax yeah who's asking questions I don't know I don't know what to do yeah the most sympathetic or generous thing I can say about this issue or the pins is they don't have a lot of other options. Especially the White House Correspondents Association has no leverage, no power. Their main piece of leverage was that they control the pool. They don't control the pool anymore. And so they're just like looking for something they can do. And a lot of the AP's colleagues have sort of abandoned them here, right? And they're not necessarily because they are being sops to Trump, although some of them are being, I think, overly friendly, like when Axios volunteered to take the pool duty, when they kicked out the Huffington Post reporter that they did not like from the pool, and the Axios has volunteered to do that. They could have made us think about that. But they, you know, they also feel like someone's got to get in to watch what's happening. And if they all leave the AP, then Trump's going to get exactly what he wants. But it's, this is just a reminder that no, that the media by definition, both in terms of the way they do their business, the culture of the media, the personalities of people involved is they are just ill-suited to fight these battles. They have made a choice to be chroniclers of what's happening, not participants in it. And that's a very important choice they made, a very important role. But so whenever they get in fights like this, or whenever they get into a PR crisis, they feel miserably. And the idea of wearing First Amendment pins is something that if you know, if a Democratic politician did something like that, they would ridicule them for it, but they can't see that they're doing the exact same thing. That was my first thought. I was like, you know, people make fun of Democratic politicians. This is the most Democratic politician move. The pin. They just wrote a gazillion stories about how everyone was mad at Democrats for what the clothes choices they wore for Trump's day of the union. And their response to this is, we're going to do something even lamer. It stems from, look, there's financial issues with the industry and they're all struggling and it's a scary time and he's targeting journalists, but they are not in a political environment anymore where they are supposed to be neutral arbiters between two political parties. We are now in a system where there is a government that is acting more like a regime and an authoritarian regime and who sees their enemy as the press, a free press and free expression and free assembly and every freedom that the country holds dear. And so if you're a reporter and you're a journalist in that system, you kind of have to act like journalists do in other places where there are authoritarian governments. It's like they're on a boat with a hole in it, and they've decided to write about the expanding hole instead of trying to plug the hole. Yeah. And they're acting like some of these colleges and law firms and other media outlets that are settling with them. He's trying to pick off the weakest links, make examples of people, and keep people divided so that there is no unified opposition to his rule. That's what he's doing. All right, before we get to my interview with the Canadian actress who ICE detained without explanation for two full weeks, let's talk about the latest in Trump's campaign of terror against immigrants, which very much includes legal immigrants, foreign students, even visitors. Thanks to reporting from Mother Jones, the Miami Herald, and other places, we are getting a better idea of who the government is disappearing to the Salvadoran torture dungeon. A young Venezuelan baker in Dallas who has an autism awareness tattoo in honor of his little brother that other ICE agents had already cleared sent him to El Salvador in prison. A Venezuelan musician with no criminal record who came here legally and thought he was at least being deported back to his own country to be with his family. A married father with no criminal record and no tattoos, no tattoos, who the government apparently confused for someone else because of a paperwork error. None of them got trials. None of them got to see a judge or talk to their lawyers or say goodbye to their families. A federal judge has tried to temporarily block the administration from using the Alien Enemies Act to imprison these men in El Salvador without due process. Trump has responded by threatening that judge with impeachment. Mike Johnson, the Speaker of the fucking House, has threatened to eliminate entire district courts. The D.C. Circuit Court of Appeals, which is the second most powerful court in the country after the Supreme Court, has now ruled just this week, they decided to agree with the federal judge in a 3-2 ruling. One of the Court of Appeals judges actually said, quote, Nazis got better treatment under the Alien Enemies Act than these Venezuelan migrants.",
    "speaker": null,
    "startTimecode": 1668360,
    "endTimecode": 2926900
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/14",
    "text": "And what's the administration's response to all this? They sent Homeland Security Secretary Kristi Noem to visit the El Salvador prison so that she could pose in front of a crowded cell full of prisoners and make this propaganda video.",
    "speaker": null,
    "startTimecode": 2927800,
    "endTimecode": 2940820
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/15",
    "text": "I also want everybody to know if you come to our country illegally, this is one of the consequences you could face. First of all, do not come to our country illegally. You will be removed and you will be prosecuted. But know that this facility is one of the tools in our toolkit that we will use if you commit crimes against the American people. Wearing her $60,000 Rolex watch in front of those men in prison. I have been ranting about this on every platform I can find this week. I have run out of words to describe how disgusted and horrified I am. How is this not a bigger story right now? I don't know. It's hard to fathom why it's not. It is one of the biggest, most important stories in the modern history of this country. One of the fundamental things that separates democracy from dictatorship is due process for everyone, not just citizens, not just the innocent. For every single person is you're going to have some due process that the government cannot decide on their own who goes to prison, who stays here. They have to present the evidence to a judge. They have to prove that the person that they are trying to deport is the person they say did the things that he or she did, met the qualifications for deportation. We're actually here illegally. We're actually undocumented. That is gone. That is not happening. And we are sending people to a foreign prison, infamous for torture and starvation.",
    "speaker": null,
    "startTimecode": 2941520,
    "endTimecode": 3025400
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/16",
    "text": "And what happens next?",
    "speaker": null,
    "startTimecode": 3027000,
    "endTimecode": 3028520
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/17",
    "text": "There is no answer to that.",
    "speaker": null,
    "startTimecode": 3029740,
    "endTimecode": 3029960
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/18",
    "text": "How these people, if they've sent the wrong people, which from plenty of reporting seems like they have sent many of the wrong people, how do those people come back? How do they get out of that prison?",
    "speaker": null,
    "startTimecode": 3032900,
    "endTimecode": 3037060
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/19",
    "text": "How do they get sent back? Even if they were here illegally, but they are not El Salvadorian gang members, how do they get sent back to the right place?",
    "speaker": null,
    "startTimecode": 3038360,
    "endTimecode": 3044780
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/20",
    "text": " We already know that this administration does not believe that judges' orders apply outside of America. That was the entire reason why they kept that plane going. So what happens when a judge says that this person has to come back to be presented? Like, I think, what do you call that? A habeas hearing. Are they going to bring him back or it back to this leave in the el salvadorian prison i just it everyone's like oh well they're you know they're non-citizens and if you're here and and you're non-citizen even if you're a legal resident like you know we can revoke your visa and blah blah blah it's like how do we know they're all non-citizens we don't because the government now has decided that they can plain clothes agents can pick someone up off the street, throw them in a fucking van, put them on a plane, send them to a prison in a foreign country where they could be starved and tortured and no one's going to know. No one's going to know. So, like, I just, it is un-fucking-believable. I don't understand why. I was looking through, like, my feed of Democratic politicians to, like, see what is going on. And, you know, I see some statements from the usual people that you would suspect make statements. You're Chris Murphys and Veronica Escobar and other people who've been great immigration advocates. But, like, I haven't heard a lot of speeches about this. I haven't heard a lot of events about this I haven't heard a lot of events about this I know everyone's fucking scared of their own shadow on immigration in our party I get it we have fucked up on immigration and like we have fucked up around the border totally get that but you can't tell me that the American people think it's cool to just round people up with no due process and send them off to a prison because you you know what? It could fucking happen to you. This sort of bespeaks both how sort of Cal Democrats are by the election results, particularly on immigration and border security issues, but also speaks about what is fundamentally wrong with our approach to messaging and politics, frankly, in the last, you know, eight years or so, which is like everyone has read, we talked about last week, the David Shore report. And it says what everyone cares about is inflation, cost of eggs, Medicaid cuts, tax cuts, and that is 100% true. I guarantee you that's true. You have a first group of any group of voters, Democrats, Republicans, independent, new Trump voters, Gen Z, whatever else, they're going to tell you that's what people care about in the best message. But if you start with what people care about now and you are not willing to look at what you care about and convincing other people to care about it, you are doomed to fail. It just feels ridiculous. We've read the David Shore thing. We've talked about it. I agree with him on a lot of things. I agree with what our campaign ads in June of 2026 should say. But right now, if you're talking about the price of eggs, when people, potentially American citizens, are being deported, when people are being snatched off the street, as we'll talk about, for things they wrote in this college newspaper, and all you talk about is the price of eggs and not the crumbling of democracy, what are we standing for? Who are we fighting for? It has to be our job. If Trump wants to make this an authoritarian country, we're not going to stop him by beating him in the next election on an inflation message. Because none of the stuff that's really bad that's happening right now is happening in Congress.",
    "speaker": null,
    "startTimecode": 3045360,
    "endTimecode": 3221420
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/21",
    "text": "Also, as we've talked about the whole campaign, if inflation gets worse, prices get higher, then the people who don't pay attention to politics that closely, which is unfortunately most voters, they're going to feel the pain of that and be angry, much like they were in the Biden administration. And they're not going to need a bunch of Democrats screaming about it to be angry about it, right? Like, what we do need is a bunch of Democrats getting really angry and screaming about this. And there is a way to talk about it. Look, I said when Trump won that, unfortunately, on immigration, the president has a ton of power. That is just the way our immigration laws are written. That is the way that the courts were ruled about it. And you know what? Deport gang members, deport criminals. Like, dangerous people should not be in this country. Whether they are undocumented, like dangerous people should not be on the streets. Whether they are undocumented or not, right? We should we should get criminals and we should prosecute them to the fullest extent of the law for sure. And if unfortunately, if the president wants to revoke visas, wants to deport people, undocumented people back to their country, then like I'm going to disagree with some of that, but he's going to have the power to do that, too. A lot of these a lot of these people, a lot of their families who are being interviewed, they're like, we just expected them to get deported back to Venezuela or back to the country where they started. Why are they being held in a prison in some foreign country that is known for human rights abuses where they're not even serving a sentence because they haven't had a trial? I mean, this is insane. And you're hearing, like, look, if you think this is where it ends, then, like, ask yourself, why? Why did Kristi Noem go to film that video? Why did they not correct the mistakes they're making with some of these Venezuelans who clearly are not members of Trende Aragua? Why are they not presenting evidence to the judges? Why are they not imprisoning or detaining these people in the United States in our very, very secure prison? Why did they have to send them to El Salvador and send the wrong people to El Salvador and then not correct themselves? This is not just like a bunch of oops. They're doing this on purpose because they want people to be afraid. And it's not just Venezuelans getting rounded up by the government. As you said, some of you may have seen the footage of Tufts graduate student Rumesa Ozturk, a Turkish citizen here on a legal student visa, screaming as she's grabbed off the street by ICE agents in masks and hoods while on her way to break the Ramadan fast. Last year, Azturk co-wrote an op-ed in the Tufts student paper criticizing the university's statements on Gaza. So far, more than 300 foreign students have had their visas revoked in what the State Department is calling. They're labeling this as the program. It's called their catch and revoke program, which is focusing now for the time being on students who protested the war in Gaza.",
    "speaker": null,
    "startTimecode": 3222880,
    "endTimecode": 3434600
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/22",
    "text": "State and DOJ officials also told Axios that, quote, the Trump administration is discussing plans to try to block certain colleges from having any foreign students if it decides that too many are, quote, pro-Hamas. Secretary of State Marco Rubio, he was asked about this on Thursday, and he openly defended the move. He basically acknowledged tacitly that they didn't have any evidence beyond the op-ed that this person wrote, but then decided to say, well, you know, if you, he said, quote, if you invite me into your home and I start putting mud on your couch and spray painting your kitchen, I bet you're going to kick me out. We're going to do the same thing. If you come into the United States as a visitor and create a ruckus, we don't want it. Notice what he's trying to do here. Like, oh, well, you know, if you're vandalizing buildings or do all this, but that's, that's, there's no evidence that this person did that. This person signed their name to an op ed criticizing the war in Gaza. That's it. And instead of getting what they could have done, too, even if they still wanted to revoke this person's visa, which unfortunately they have the power to do. They could have sent a notice and said, your visa is hereby revoked. You have 10 days to leave the country or else then we're going to detain you. They could have done all that. They could have visited the dorm room. They could have tried to contact them. No. Plainclothes officers with masks on jump her in the street? Why? Why did they do it that way? No answers from anyone? No one in the administration wants to know that? No one's demanding the administration tell them that? No one's asking the administration that? I don't know. What did you think watching that? I read the op-ed today. She wrote it with, I think, 34 other students. And the point of the op-ed, which is critical of Israel's conduct of the war in Gaza, is they are mad at Tufts University for not taking the recommendations of the student union, basically, which had a vote and called for a bunch of things, including divestment, university divesting from Israeli related financial interests. But that's it. It reads like, honestly, any college op-ed you've ever read. It's not pro-Hamas. It's not calling for violence or vandalism or damage. It's just calling the university to live up to the principles that the students believe it has. and to be kicked out of the country for that. Right?",
    "speaker": null,
    "startTimecode": 3435420,
    "endTimecode": 3565040
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/23",
    "text": "It is a widely held belief, the constitutional belief, that everyone in this country, citizens or not, has freedom of speech rights.",
    "speaker": null,
    "startTimecode": 3566740,
    "endTimecode": 3572760
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/24",
    "text": "Mm-hmm. It is a widely held belief, constitutional belief, that everyone in this country, citizens or not, has freedom of speech rights. And we're now – like after cancel culture, freedom of speech, we've ended government censorship. We are now kicking people out of that country for signing their name to an op-ed in a college newspaper. This is not someone who, by any kind, organized violent protests or venalim simply put their name on a piece of paper. And they do this because they want to send a message. And it's not just a message to people who are protesting the war in Gaza. It's not just a message to foreign college students. It's not just a message to people here who are immigrants, documented or otherwise. It's a message to everyone who wants to criticize the Trump government. And they are starting with what they believe is the low-hanging fruit. And this is why Venezuelans with tattoos, that if you're not paying close attention to the news, you just assume are members of this violent gang. And college students who, if you're not paying close attention to the news, you just assume are members of this violent gang and college students who, if you're not paying close attention, maybe you think that they were burning down buildings or vandalizing them or do all. And so they're starting here, but then they keep pushing and they keep pushing the bounds of the law and it keeps getting worse and worse. And if you want to know where they're headed, you know, Stephen Miller has said many times that we started a denaturalization program in the first Trump term that they didn't get very far on and that they want to do it again. Denaturalization. So they want to take people who are immigrants, who've become citizens, and then denaturalize them. And usually people are only denaturalized when they have committed fraud, when they tried to become a citizen, or they have committed some heinous crime and renounced their citizenship or joined a foreign terrorist group or whatever it may be. Very rare that someone is denaturalized. Nazis were denaturalized in this country. And now Stephen Miller wants to expand that program. The birthright citizenship thing.",
    "speaker": null,
    "startTimecode": 3573680,
    "endTimecode": 3708800
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/25",
    "text": "The idea that if you're born here, that's how you have citizenship. And they want to challenge that. Because what they ultimately want is they want to decide who gets to be a citizen and who doesn't. Whether you are a citizen now or you're not. They're already talking about, oh, now if you vandalize a Tesla, you're a domestic terrorist. And if you're a domestic terrorist, then maybe you should lose your citizenship. Have you been an American your whole life? They don't really care. Maybe they'll send you to El Salvador. Someone asked Trump about that. What did he say? Did he say, no, of course, I'm not going to send an American citizen to El Salvador. No, he didn't say that. He said, well, I shouldn't, a domestic terrorist, you shouldn't burn a Tesla. it. So this is why, like, if you think right now that this is just about students who were creating a ruckus, as Marco Rubio said, about Gaza or gang members who are here illegally, that's how it starts. But they are rapidly moving towards trying to really target their enemies, their political opponents. And I just, again, I did a video for this on social and like 90% of the comments were like, well, what can we do? This is horrible. What can we do? And I don't know right now, other than I do think that more leaders have to speak out and more of us have to be unafraid to speak out and not get all wrapped up in what is the most politically viable message of the day. But fundamental rights are being trampled on here and we all have to fucking wake up. I don't know. Am I just going crazy? No. No. You're right.",
    "speaker": null,
    "startTimecode": 3709320,
    "endTimecode": 3805780
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/26",
    "text": "All right.",
    "speaker": null,
    "startTimecode": 3806300,
    "endTimecode": 3806480
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/27",
    "text": "So we wanted to spotlight one of these stories.",
    "speaker": null,
    "startTimecode": 3809120,
    "endTimecode": 3809500
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/28",
    "text": "Canadian actor Jasmine Mooney was detained for 12 days trying to cross into the country.",
    "speaker": null,
    "startTimecode": 3815380,
    "endTimecode": 3815960
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/29",
    "text": "She had had work visas.",
    "speaker": null,
    "startTimecode": 3816780,
    "endTimecode": 3816900
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/30",
    "text": "She had worked here for a long time.",
    "speaker": null,
    "startTimecode": 3818280,
    "endTimecode": 3818600
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/31",
    "text": "It's a horrific story. I spoke to her Thursday afternoon about what happened. So you're going to hear that interview next. Pod Save America is brought to you by Aura Frames. We all know someone who loves taking photos, but all of those pictures are just wasting away on their phone or in the cloud. Start putting them to good use with the unique, stylish digital picture frame from Aura Frames. It was named the number one digital picture frame by Wirecutter and for good reason. It's so easy to set up and they have different frame options. Share photos or videos from any device and they will instantly appear on the frame wherever it is in the world. No memory card required. Add unlimited photos and videos and invite as many people as you want to a frame. There are absolutely no hidden fees or subscriptions. Upload videos up to 30 seconds long and your favorite live iPhone photos will play right on the frame. The embedded speaker can play audio on demand. I got my parents one of these for Christmas and preloaded it with a ton of pictures of our kids and they absolutely love this and constantly bug me to ask if I can remember to upload more photos to the frame, which as soon as they do, I do. And it takes like 10 seconds to pick a bunch of pictures and just put it in the frame and then they're really happy. So it's a great gift, very cool. The best part is that it comes with unlimited storage. All you need is the free Aura app and a wifi connection and you can upload as many photos and videos want year-round. Right now, you can save on the perfect gift that keeps on giving by visiting AuraFrames.com. For a limited time, listeners can get $20 off their best-selling Carver mat frame with code Aura20. That's A-U-R-A frames dot com, promo code Aura20. Don't forget to mention that we sent you to show your support for the show. Terms and conditions apply. From the lowest lows to the highest lows and everything in between. They'll be there to break it all down.",
    "speaker": null,
    "startTimecode": 3819480,
    "endTimecode": 3945020
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/32",
    "text": "Comedy Central's The Daily Show. New weeknights at 11 on Comedy Central and streaming next day on Paramount+. Jasmine Mooney, thanks for coming on and sharing your story. Thank you for having me. I'd love to start by asking you to just talk about the ordeal you've been through for people who aren't familiar. You're a Canadian actress, an entrepreneur who's spent a lot of time working in the US. You were trying to apply for a new work visa earlier this month. And then what happened? So I'll give you a little backstory of how I got into this situation in the first place. So a year ago, I had been offered a job working for a health and wellness company in Los Angeles. So I had originally applied for my TN visa at the Canadian border, which weirdly got denied over a letterhead. They said we weren't professional and we're missing the letterhead and he denied me and said I had to reapply and obviously super annoying but I truly didn't think it was that big a deal because you can keep reapplying and so my lawyer was actually based in San Diego and he said Jasmine just come on down San Diego we'll go to the San Diego border I'll come with you to ensure that there are no issues with your paperwork. So I ended up going there, went into the immigration office, got my visa within half an hour, and I was working and living in California. So fast forward to about four months ago, I had been traveling back and forth, absolutely no issues until I got stopped. And one of the agents was like, why were you originally denied? And then you went to that border that seems really shady. And I explained my story and he said, well, you're not allowed to process visas there. And I said, well, I'm sorry, I did. They did process my visa. My lawyer's been doing this for 20 years. I have many friends that have done it there. And then he said, well, it wasn't processed properly. So it was just like this weird back and forth. And then they took me to secondary. It just seemed like they were trying to find anything to revoke my visa. And then as they were going through the company that I was working for, one of the beverages has hemp in it. And he said, you can work for them in Canada, but you're not allowed to work for them in America. And he revoked my visa. So I ended up staying in Canada for the next few months and then I didn't want to have to appeal it I just didn't want to have to deal with any issues moving forward at the border so I ended up getting another job offer with another health and wellness brand and I called my lawyer I'm like can I just reapply the same way? And he said, yes, of course, you're allowed to reapply. Worst thing that can happen is they just deny you like you were the first time. I'm like, okay, great. And because I was so familiar with the office previously, I was like, I'm just going to go back to the office that they gave it to me before. so that was, I guess, three weeks ago now. And so when I entered, I had like 50 pages of my paperwork applying for my TN visa. And the woman goes, you're not eligible for this visa. And I said, well, I just had this visa. I was just living in America with this visa. And sure enough, her supervisor oh okay yes you are you are eligible for this visa and then they accepted my visa and then while they were processing my visa they were just going back and forth and they're like oh your passport's gonna expire in a couple years and I'm like well can I just because the visa I was applying for was three years. And she said, I'm like, well, can you just give me this visa and then I'll come reapply for the last year? They said yes. And then I went back and sat down and then she called me back over and she said, I'm so sorry, but we messed up because you had a denial and because you had your visa voided, you need to apply for your visa through the consulate. And I said, no one has ever told me that. My lawyers did not know that. I'm sorry. I will go do that. And she goes, you didn't do anything wrong. You're not in trouble. You're not a criminal. And that was a really weird thing that she said, because I'm like, of course, I'm not a criminal. And she goes, but we have to send you back to Canada. And in my head, I was like, okay, I was planning on going back anyway. And I sat down and I started looking at flights. And then next thing you know, this man comes out and he said, Jasmine, can you please come with me? And I followed him and they ripped my stuff out from my hands. They took my cell phone. They put me up against the wall. This woman started patting me down. They ripped off my shoes, ripped out my shoelaces, and I got put into a jail cell for 48 hours. And that's where my journey begins. I was going to say, so you're in the jail down in San Diego for 48 hours. When you asked questions, what kind of answers did you get? Were you able to contact a lawyer? Like what happened next? So right before I was put into the cell, they said, who do you want us to contact? And I gave them my best friend's phone number. And then every single time I asked an officer, they said, I don't know. We're not on your case. We're not with ICE. We're just doing what we're told. So I wasn't able to talk to anyone until the third day. So then on the third day, they took me out and I sat down with this officer and they told me, you are being banned for five years. Sign here, sign here, sign here. You are allowed to apply, like to appeal this ban and we need to detain you and you are going to be sent back to Canada. And I said, when is that going to be? And they said, I don't know.  Thank you. and we need to detain you and you are going to be sent back to Canada. And I said, when is that going to be? And they said, I don't know. And that is literally what I was told over and over and over. I don't know. And then from there, I was placed into a real prison. And then I spent almost two weeks in two different prisons, actually. and so one prison was a detention center near uh San Diego yes and then that's when they sent you to the prison and you were like on a floor with a paper blanket so that so that was in what I'm like I've learned all the prison lingo now. So I, few days, it's they call it holding. So I was put in a small freezing cold jail cell on this tiny mat sleeping on the cement. And they don't give you pillars or blankets, they give you this weird aluminum sheet that wraps over your body like a dead body. And there are about five other girls in there. And then on the third day, that's when they process you into prison. So it's a full day of fingerprints, interviews, medical, psychological tests. And you're sitting in a jail cell in between those. It's freezing cold. They made a shower and change into the prison outfit.",
    "speaker": null,
    "startTimecode": 3965540,
    "endTimecode": 4405480
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/33",
    "text": "So then you're sitting in this prison cell with wet hair. And then late at night, they put me into the prison where it's literally like the movies, like two levels, rows of cells, common area in the middle. And that was in San Diego. And at this point, you're, you know, you originally contacted your best friend. Now you're not able to talk to anyone. You don't have your phone. You don't have anything. Well, like what is going through your mind at this point? You know, it's so weird because when I got out of there, it just felt like, I'm like, did that even just happen? Because when you're put into this system, you're in fight or flight. You're, I think, honestly, I just went into shock. I tried to just sleep. I'm like, I'm not going to be in here long. Let's just sleep this through. And I meditated. And then when I got into the real, okay, actually, I'll tell you this story. So before I was placed into real jail, I was begging anyone to give me answers. And one of the officers goes to me, he's like, listen, I don't know your case, you could be in here for days, you could be in here for weeks, but you need to prepare yourself mentally right now to be in here for months. So that, can you imagine someone saying that to you? That is when I started like having serious, serious panic and anxiety. Um, and then when I got placed into real prison, I kind of like, I was in shock still barely slept. And I think I just like, I didn't leave myself for the first day. Cause I was just in utter disillusion of what was going on. And then I think I really would have lost it when I was when you were transferred to a second or I guess at this point it'd be the third detention center. And that one was in Arizona. In Arizona. Yes. So. So what was that? So were you at when they transferred you there? were you like, what the hell is going on? Why am I going to another detention center? Why am I getting shackled and thrown in a van? So it was, I think, on the third day from the original jail. And I got woken up at 3 a.m. and the guard was like, pack your bags, you're leaving. And in my head, I was like, oh my God, finally I get to go home. And and then I went downstairs and there was about 10 other girls standing there and everyone was crying but like not happy tears and that's when I learned about the term transfer so that process is one of the worst experiences of the entire duration of my stay What they do is they have to transfer you out of the jail. So you're put back into the holding cells, you have to change into your clothes that you came in. And there was about 10 girls and like 50 guys, and they have to go through every single person transfer them out. And then we were put in chains. So what they do is they put chains around your waist. They put handcuffs on your hands that are attached to your waist and handcuffs on your feet. And they loaded us all into this big prison bus and then drove us from San Diego to Arizona. So you're in chains for about five hours. And then once you get to the prison, they have to do the entire onboarding process again. So you have to go through medical tests, psychological tests, fingerprints. By the time we actually got to our cell, it was exactly 24 hours and you do not sleep the whole time. And I think in your essay, you mentioned that the conditions in the detention center in Arizona were much worse. It was odd. That is when Morrell was at an all time low walking into that. So they put 30 of us into one jail cell. There's no daylight. The beds were missing sheets. There's no pillows. Each person had one blanket. It was freezing cold. They had nothing to do in there. And I wasn't allowed a phone call in that jail. There's no commissary. There's no phone call. They gave us one plastic spoon, one styrofoam cup that we had to reuse for every single meal. The food was not food. The bathrooms are just like 30 people sharing this open bathrooms, like toilets and showers. It was insane. Honestly, I could not I couldn't believe it. And that's when I really started freaking out again.",
    "speaker": null,
    "startTimecode": 4445100,
    "endTimecode": 4685760
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/34",
    "text": "And that's when my friends and I really were like, how do I get out of here? I need to get out of here. So after two weeks, one day they just say, okay, you're out. You're getting released. Um, so my entire stay, I was not talked to once by an officer about my case. I had no idea how long I was going to be in there. There was no answers from anyone. I had requested at the previous jail, there's these like little tablets that they give you if you want to request something. So I requested to speak to my ICE officer. I told them that I would pay for my flight home. Please just give me any answers. I need information for my lawyer that I was giving my friends. And then what happened at the second jail, there was another like weird tablet on the wall that we figured out how to use. And I thank God was able to use email. So I actually, the one little tip, memorize phone numbers and memorize emails because you don't realize that you don't know anyone's information until you're in a situation like this. So I ended up emailing my CEO who then got in contact with my friend. And so my friend and I were emailing back and forth. And I was like, you need to contact the media because she had already been working with the lawyers, with my family, with friends, with resources, and nothing was happening. So I was like, I cannot be in here, contact the media. So what ended up happening is, of course, like you become friends with everyone in the cell, and everyone knew each other's stories. And so one of the girls ended up giving me her call that she was, she had been in there for a while. So she was able to use calls. And so she gave me her call and I called my friend who then got me in contact with a reporter. And then the second that my story came out, I called my lawyer and was like, Jasmine, yeah, yeah. Oh, she's here. We weren't aware that she would pay for her own flight home. No problem. We're going to get her out right away. And then I was released the next day. And when I was released, they transferred me back to San Diego. So I had to do that whole transfer process twice in the five hour chain ride.",
    "speaker": null,
    "startTimecode": 4746860,
    "endTimecode": 4825640
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/35",
    "text": "And then I got to go home. So horrifying. Since you've been released and have gotten back home, have you gotten any answers or learned anything new about why you were detained, why it took weeks to get you out or or anything else about your case no you know it's funny so when I was at the airport I had two officers that were actually extremely kind and they looked through all of my files and all of my paperwork and they couldn't even quite understand what was going on there. Like there's no notes. It's so vague. Um, you need to appeal this. Um, and then they told my lawyer that I didn't have proper documents or I, I don't even know what they said, but it really just didn't make sense. And the fact that I told them that I would pay for my flight the second I got there, I've had many lawyers reach out to me because stuff like this is happening a lot right now, and they don't understand what's going on. And so I truly don't have the answers. Do you have any plans to sue the US government? I don't. I've been asked that a lot. I'm just really trying to get my bearings right now and trying to get a grasp of everything that's happened. I'm definitely going to be appealing my ban because five years is insane. But right now, I'm just really trying to be a voice  Thank you. definitely going to be appealing my ban because five years is insane. But right now, I'm just really trying to be a voice for what is happening in there because a lot of people are scared to talk about what is happening and or they're just so traumatized. Like I had this lawyer call me a couple days ago and he's like, I cannot believe how well you're handling this. He's like, I've grown men that were in there for three days and they are in absolute shambles it's like when you're in there everything that they do is meant to break you like truly break you yeah I was gonna ask just how you're processing all this because you seem so calm and good-natured about everything and I think I would be in a constant state of rage every minute. So I tell a lot of people this, if this happened to me a year ago, I would not be talking to you right now. I would be very, I would be in absolute shambles. I've been through a lot in my life and I've done a ton of healing work in the past year. And I am very spiritual. I meditate. I pray. I am extremely healthy. And literally just like a month before this happened, I was attacked and robbed in Guatemala. It's a long story. So I was like, I've just been dealing with a lot of things that I'm like, this has prepared me for this. So coming out of it, and I'm going to just say this as well. When I was in there for the first few days, I was in shock and like just meditating, trying to get through it. But what really, I think, saved me was the other women in there. When I went around and started talking to that, I probably met 200 women and not a single one of us, for the record, has a criminal record. These women are teachers, they're nurses. Everyone's story is different. A lot of them are seeking asylum. A lot of them had visas and overstayed because when they went to reapply, they got denied. So everyone has a different story. But the community that was in there was one of the most beautiful things I've ever witnessed. And just going around and meeting everyone and hearing their background and what they have gone through, I was like, I am literally never allowed to complain about anything again in my life. And so I was just in awe of their strength and everything that they had been through. And I just sat in gratitude of my life. And that's why I am so vocal about this, because they don't have a voice. And it was at the second jail when morale was at an all-time low and we weren't able to use the phone. All the women were writing letters to their families because they knew that I was most likely going to be getting out first. And so they were all rooting for me to get out. And then I promised every single one of them that I would do everything I can to be a voice for this because what I saw was so deeply disturbing and as such a broken system that should not be happening. And there's such easy changes so that this doesn't need to happen. Yeah. I mean, I was going to ask, because I've been talking about a lot of these cases for a while now in our last couple of weeks, since it's really been happening a lot and everything that's going on with sending Venezuelans to El Salvador with no criminal records and no due process. And the most common question I get is, this is horrifying. What can I do about it? What can we do? Uh, have you thought about how you want to be a voice, um, for reform here and what people can do? So, uh, obviously this is shooting for the stars and the moon. Um, but in a perfect world, I would love to be able to talk or get to the top to the administration to really tell them what is truly going on behind closed doors. Because you have to remember these institutions, they're privately owned and publicly traded, right? They're, they're, they are given grants from the government. and I think they are completely abusing.",
    "speaker": null,
    "startTimecode": 4826640,
    "endTimecode": 5208080
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/36",
    "text": "I know they are abusing the system. They are cutting costs everywhere they can to make money because it is a business.",
    "speaker": null,
    "startTimecode": 5208740,
    "endTimecode": 5215180
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/37",
    "text": "And I know this because the jails actually emailed my lawyer and asked me to take my essay down.",
    "speaker": null,
    "startTimecode": 5215900,
    "endTimecode": 5221780
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/38",
    "text": "So that was, you know, I was like, okay, I'm definitely... And you told them to fuck off. I said, no, thank you. And so I just want to give the administration the benefit of the doubt, because as you know, they hate wasting money. And this is an extreme, extreme waste of resources. And so, and I'm coming at it as, listen, I do not support being in the country illegally. I went to America trying to do it legally. And all the women that I met who were getting deported, they were like, Jasmine, we're not mad about getting deported. What we are upset about is the process in which we are taken from our homes, off the streets, put into this system that makes it literally impossible to get out. Why are we stuck in here for months? Listen, I am Canadian. I am white. I have a Canadian passport. I have resources. I had politicians. I have a lot of connections. And it took me nearly two weeks to get out of there. Can you even imagine what these women are going through? And then they're getting shipped back to their countries and they don't have an opportunity to get any of their belongings. And I asked all of them, what are you doing with all your stuff? And they're like, we can't afford to send it back to our countries. So we were literally just leaving it. Everything they own just left. And these women had been working in America for five, 10 years. I mean, like I said, everyone's story is different, but there just has to be a better process for non-criminals. And that's what I'm trying to be a voice for. Yeah. And look, I'll just, you know, speak from having experienced the immigration policy and immigration system here in the United States, both inside of government and outside of government. And in a normal administration, it is true that the immigration system here is broken, that we have these for-profit private detention centers that absolutely abuse the system because it is for-profit. And I do think it is tough enough to fix this system in an administration that is trying to fix the system, can't like I would say the Biden administration. But, you know, unfortunately, the Trump administration has now seen a lot of these stories. They've read them, they've responded to them. And basically, their response is, we don't fucking care. And in some ways, they're trying to, it feels like, scare people from coming here and using it as a lesson, you know. I mean, there's just so many layers to what I saw and what I witnessed. And again, so many different stories because you have people who are getting deported and then you also have people seeking asylum. And so I don't have the answers of how we can make change, but I am trying. I am trying to use my voice. I think the more people that come forward and speak out, because again, like I said, a lot of people are really scared to use their voice on purpose, right? Like they want us to live in fear. And that is why I'm reaching out, or you reached out to me, but people like you with big platforms that see this and hear this and they're like, OK, how do we actually make a change? Because, again, this is wasting so many taxpayer dollars that is so unnecessary and completely inhumane. Like, I don't think, like, I saw a lot of comments where they thought that I was lying about being in chains, right? Like, and it was funny when I got taken to the airport, I could hear them on the radio because my story had been out. So there was media waiting for me at the airport and I could hear them on the radio being like, do not let the media see her in chains. And the car kept circling and circling. And they ended up sneaking me into the airport. So no one would see me. So yeah, it's, it's a lot. And listen, I had it easier than everyone else, right? Like I, this other Canadian actually just reached out to me and he was in there for 32 days and he had a passport and everything. I truly believe I would still be in there right now. Truly, I would still be in there. So I don't know. What do you think? You've worked in politics, what do you think? I mean, I've never been at more of a loss than I am right now, especially on this issue. And I do think, like you said, I think we just, everyone needs to start speaking out. Everyone needs to realize that when this happens, you might think, oh, this could never happen to me. Or, you know, I'm a legal resident, I have a visa. I'm doing this the right way. Look, they're even talking about, you know, denaturalizing citizens in this country now. And so I think that people need to get loud and speak up and talk to their members of Congress. And, you know, at some point, peaceful protests, I think, are going to be in order. And so, yeah, we're going through a lot here south of the border, as you guys know. So and yeah, because now it's affecting all of you as well. Yeah, I mean, it's working like the amount of people that have said that they're scared to travel right now is is so alarming. And it's so sad. Because as you know, like, we're your neighbors. and no one one i'm talking no one deserves what they do to you in there like it is it's sick like i just thank god i have done so much work on myself what i witnessed in there was so gut-wrenching just these women haven't seen their children in months and I'm just trying to console whoever I can and you're like I don't understand how this is happening like truly there are moments where I'm like falling being like I don't understand this this doesn't make sense how can this be happening and uh there has something has to change this this  Thank you. understand this. This doesn't make sense. How can this be happening? And something has to change. It has to. Yeah. Well, Jasmine, I'm so glad that you're okay and that you're back home. And on behalf of as many Americans as possible, hopefully most people in this country, I apologize for how you were treated and um thank you for sharing your story and thank you for speaking out and and please uh let me know how how we can help here yeah truly honestly I'm trying to get my essay in as many hands and ears and eyes as possible and um podcasts like this uh just the more people that see it and are aware that this is happening. And then I encourage other people who have gone through this to start speaking out, you know, numbers count. And so I think that's our best bet on something like this. I agree. Thank you. Thank you for coming on and sharing your story. Of course. Thank you so much for having me. That's our show for today. Everyone have a great weekend. Oh, we will be in your feed on Sunday for a special bonus episode. I interviewed Ezra Klein and Derek Thompson about their new book, Abundance. They came here to LA and they came to the studio and we had a nice long conversation that was going to be the interview on this episode, but it ended up being so long and interesting. We decided, all right, we're going to do a whole bonus episode about it. So you will hear that on Sunday and then love it. And Tommy and I will be back in your feed with a brand new PSA on Tuesday. Bye, everyone. if you want to listen to pod save america ad free or get access to our subscriber discord and exclusive podcasts consider joining our friends of the Pod community at crooked.com slash friends or subscribe on Apple Podcasts directly from the Pod Save America feed. Also, be sure to follow Pod Save America on TikTok, Instagram, Twitter, and YouTube for full episodes, bonus content, and more. And before you hit that next button, you can help boost this episode by leaving us a review and by sharing it with friends and family. Pods of America is a Crooked Media production. Our producers are David Toledo and Saul Rubin. Our associate producer is Farrah Safari. Reid Churlin is our executive editor and Adrian Hill is our executive producer. The show is mixed and edited by Andrew Chadwick. Jordan Cantor is our sound engineer with audio support from Kyle Seglin and Charlotte Landis.",
    "speaker": null,
    "startTimecode": 5222640,
    "endTimecode": 5746900
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/39",
    "text": "Madeline Herringer is our head of news and programming. Matt DeGroat is our head of production. Naomi Sengel is our executive assistant.",
    "speaker": null,
    "startTimecode": 5747500,
    "endTimecode": 5753440
  },
  {
    "id": "c100dfc5-f7ce-404c-b235-8346b19548e7/transcript/paragraph/40",
    "text": "Thanks to our digital team, Elijah Cohn, Haley Jones, Ben Hethcote, Mia Kelman, Molly Lobel, Kirill Pellaviv, and David Tolles. Our production staff is proudly unionized with the Writers Guild of America East. Serve up mealtime excitement for your dog with veterinarian recommended Wellness Core Plus dry dog food made with high quality kibble and real cuts of freeze dried protein. Wellness Core Plus is proven to support the five signs of well-being. High-protein nutrition for peak vitality, irresistible taste for empty bowls and tail wags. It's love at first drool with Wellness Core Plus dry dog food. Feed well, be well. Ask your doctor questions. You might find results that speak for themselves. That's how I landed on Kesimpta. Ask your doctor if Kesimpta, Ofatumumab, could be right for you. You can check out the details at kesimpta.com.",
    "speaker": null,
    "startTimecode": 5753980,
    "endTimecode": 5831720
  }
]