[
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/0",
    "text": "Pod Save America is brought to you by Policy Genius. Look, it's important to plan for the future and to ensure what, Tommy? Your legacy. My legacy. We all have life goals. We all have financial goals. And Policy Genius can help make them a reality. Protect your family by securing their future with life insurance from Policy Genius. Policy Genius makes finding and buying life insurance simple and ensures your loved ones have a financial safety net they can use to cover debts and routine expenses, or even invest that money to earn interest over time. With Policy Genius, you can find life insurance policies that start at just $292 per year for $1 million of coverage. Some options are 100% online and let you avoid unnecessary medical exams. Policy Genius allows you to compare quotes from America's top insurers side-by-side for free with no hidden fees. Their licensed support teams help you get what you need fast so you can get on with your life. They answer questions, handle paperwork, and advocate for you throughout the process. Life insurance is a form of financial planning, and PolicyGenius is the country's leading online insurance marketplace. Join thousands of happy PolicyGenius customers who left five-star reviews on Google and Trustpilot. Secure your families tomorrow so you have peace of mind today. Head to policygenius.com slash crooked or click the link in the description to get your free life insurance quotes and see how much you could save. That's policygenius.com slash crooked. Hey guys, Tommy, uh, this week I interviewed Alistair Campbell on the show. You know, Alistair John. Yeah. He's a best known as a political strategist, press secretary and director of communications and strategy to form British prime minister, Tony Blair. He's like the,'s like the British David Axelrod. That's how I shorthand it. Yeah? High praise. High praise. Very high praise. Our episode dug into how Alistair and Tony Blair and the Labour Party came back to power after nearly two decades of conservative rule in the UK and whether Democrats can steal some of those strategies now in 2025.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 102980
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/1",
    "text": "If you enjoyed our discussion, Alistair also hosts the Rest is Politics podcast where he and former UK Cabinet Minister Rory Stewart  and I'm like to be in the room where it happens. I love the Rest is Politics. It's a weekly listen for me. The Rest is Politics covers everything from the Middle East to populism in Europe. It's a great listen. It has become one of the biggest podcasts of any genre in Britain.",
    "speaker": null,
    "startTimecode": 103740,
    "endTimecode": 126060
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/2",
    "text": "If you're a fan of our show, then you should check it out.",
    "speaker": null,
    "startTimecode": 127040,
    "endTimecode": 128120
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/3",
    "text": "Just search for The Rest is Politics wherever you get your podcasts. Welcome to Pod Save America. I'm Jon Favreau. I'm Dan Pfeiffer. Big show today, Dan. We got Trump coming after our booze in the next phase of a trade war that might cause a recession. We got his family looking to do business with a crypto felon who wants a pardon and the president himself hawking Teslas on the White House lawn. And as the 2026 midterm announcements begin, Lovett drove down to Orange County to chat with Katie Porter, who just announced that she's running for governor of California, possibly against Kamala Harris. But the biggest story right now is the looming government shutdown, which as of this recording on Thursday afternoon, still hasn't been averted. For Republicans to pass their shit sandwich of a funding bill through Congress, they need at least eight Senate Democrats to break a filibuster. They have Fetterman. And reportedly, right before we started recording, Chuck Schumer told his colleagues that he'll allow a vote on the bill. There are also reports that six other Senate Democrats will follow Schumer, even though most of them have come out against the bill, which doesn't just keep the government funded at the same levels. It makes cuts to things like housing, health care, a billion dollars in cuts to D.C. And it also gives Trump more power to impose tariffs and basically spend our money however he'd like. Naturally, Trump's a fan. Here he is talking about the situation during a pool spray in the Oval Office on Thursday. We're talking about a shutdown. We're talking about getting to work immediately on the greatest tax bill ever passed. If we don't open, the Democrats are stopping all of these good things that we're providing. If there's a shutdown, it's only because of the Democrats. And they would really be taken away a lot from our country and from the people of our country. All right. So I don't know from where we sit right now, 3 p.m. Pacific on Thursday. It feels like the shutdown may be averted, Dan. It seems like it's going to be averted. If it is, if Chuck Schumer is voting for culture, that is a sign that there are at least six other Democrats. Schumer, Fetterman, six others who will vote to allow the Republicans to pass this bill. So let's take a step back and just talk about sort of the strategy around this, like the analysis of voting for a shutdown against a shutdown. You had a great message box Thursday about why Democrats shouldn't fear the politics of a shutdown. Can you walk us through that? I would say it did not seem to carry the weight I had hoped when I wrote it.",
    "speaker": null,
    "startTimecode": 129500,
    "endTimecode": 308800
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/4",
    "text": "Smash that subscribe button, Chuck Schumer.",
    "speaker": null,
    "startTimecode": 312340,
    "endTimecode": 313940
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/5",
    "text": "Dan, didn't you just come from talking to some House Democrats in D.C.? I did. You know what they did? All but one of them voted against this bill. You know what? Yeah, that's right. They did that before I arrived, But I was there for the celebration. So I was. I would say. So it's not your fault. It's not. I would say that this is going to be a wild pod because I woke up in Virginia this morning and did our morning call in California. So I'm quite tired. Unbelievable. And I know that you were speaking along with fellow 2028 hopefuls Gretchen Whitmer, Josh Shapiro. They're speaking today. This was the first cattle call of the 2028 season. You were first up. I was first up. That's right. That's right. YesWeDan. YesWeDan.com. That is a painful thing for you to say. I just want to talk about the politics. I would stipulate that there are people who have legitimate substantive concerns about the impact of a shutdown and fears that if you're engaged in shutdown negotiations with a party that wants to destroy government, they may not open it again. Right. Or that Elon Musk can do a lot of damage while the government is shut down. Like that's, I think that's a legitimate substantive concern. But there are people who are worried about the politics here. And I think they're wrong to be worried about the politics. There is this narrative that the party that, quote unquote, shuts the government down, and I don't think that's what Democrats would be doing here, but the people who don't vote for the funding bill take the blame. And that's based on the fact that in the 90s, when Bill Clinton's presidency was struggling, Newt Gingrich shut the government down over a big budget fight. And Clinton won that fight substantively and politically and put himself on the path to an easy re-election in 2013 republicans shut the government down when obama was president after the end of that shutdown the republicans had their low the republican party at its lowest favorability rating in modern history at that point but what i think and then when trump i think we forget this but trump shut the government down for the longest government shutdown history was Trump's fault. And it was over funding for the wall. And which was something that while his base loves, most of the country thinks is kind of ridiculous and not important. And so what the point here is that Trump took blame then to his numbers went down over the course of that shutdown. I think people are reading this the wrong way because in all three examples I gave, Newt Gingrich and the Republicans in the 90s, Republicans in 2013, and Trump is there all shut the government down over incredibly unpopular things. But you can't get more unpopular. Republicans wanted, Gingrich wanted to cut Medicare. Ted Cruz in the Freedom Caucus, who engineered the Obama era shutdown, wanted to defund the Affordable Care Act and kick millions of people for existing conditions off their health care coverage. The wall is not popular. And so I think what we have to look at is what happens if you pick a shutdown fight over something popular and Democrats would have a laundry list of popular options, social security cuts, veterans cuts to VA health care, cuts to food safety and cancer research, like a whole bunch of things that we like. We have the high side of the political argument on issues and we could we could. I think Democrats could win that fight if we tried. The other part is, even if you don't win the fight in the short term, these things flush through the system so much faster than we think. Yeah. Right. Yes. The Republicans were at their lowest level in November of 2013, but then they won the Senate and expanded their House majority in November of 2014. And so this idea that this would somehow damage our chances in the midterms is, I think, sort of absurd. And so people should be afraid. I think it's a political fight. Democrats could win. It would, you know, it's not a guarantee you'd win it. Absolutely. But there are no guarantees in life. And just being afraid of the politics, I think, is taking the it's an oversimplistic reading of what's happened. And I think it's kind of taking the coward's way out of this fight. Yeah. So I completely agreed with your your message box. And especially like I think that any political benefit or damage will be short-lived on either side, whoever gets it. And even if I'm wrong, which I may be, like predicting who voters will blame for a shutdown is difficult, especially in this media environment, which is not exactly friendly and conducive to getting a message out. And especially since there's no way to know how long the shutdown would last, right? These things tend to change over time, depending on if it's a short shutdown, a longer shutdown, when it's going to... So like putting aside for a second, just what voters might think about this, like we should just talk about what happens during a shutdown. Because I do think this is, I think this is a harder vote for, a harder decision for Senate Democrats to make than it might appear to be. Because, look, I love a good shutdown. We remember in 2018, there was a there was a brief shutdown before the longest shutdown in history that Trump caused at the beginning of Trump's term. Maybe it was like 17, 18. It was it was early 2018.. Democrats decided they were not going to give votes for a funding bill because they were concerned that Trump would deport the Dreamers and that he was going to get rid of protections for the Dreamers.",
    "speaker": null,
    "startTimecode": 315660,
    "endTimecode": 615820
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/6",
    "text": "And we, as a podcast and a company, did like a whip count and tried to, you know, pressure Senate Democrats into doing this because we really thought that they had leverage here and they did it. And then after like 48 hours, maybe that we shut the government shut down on a Friday and I think it reopened again on a Monday. On a Monday. Yeah. But the but I wasn't like disappointed in them caving at that point, because I don't know. Like Trump was basically like, OK, the government shut down. I'm not going to give you what you want. I don't like disappointed in them caving at that point because I don't know. Like Trump was basically like, OK, the government shut down. I'm not going to give you what you want. I don't care. And so what's next? So now you have a bunch of furloughed workers who aren't getting paid in the federal government. And it turns out like the Democrats didn't really have the leverage or at least they didn't try. Like maybe maybe they could have had it go on for a couple of weeks, but that made me rethink my priors about like what leverage really is in a shutdown, depending on which party it is. So like if we went through the shutdown, right, what would happen? So during the last shutdown, the longest in history that you mentioned, during Trump's first term, about 400,000 federal workers were placed on unpaid leave, and another 400,000 were forced to work without pay. This dragged on for 35 days, longest shutdown ever. So more federal employees would be out of work than Trump and Elon already fired, and a bunch of government services and benefits would get disrupted, more than have already been disrupted. So then the question is, what forces Trump and Republicans back to the table to negotiate with Democrats once that happens? Like what? And then you have to ask yourself, OK, well, what do they actually want, Trump and Republicans? Well, they want to destroy government jobs, services and benefits. Government shutdown gives them that. They want the power to spend our money however they'd like, even if Congress appropriated it in specific ways. Government shutdown makes that easier. And now, do they also want public approval? Yeah, maybe. Theoretically. Nothing they've done to date suggests they do. Well, that's my problem, right? Theoretically, a party wants public approval and wants to be popular so they can win reelection, particularly Republicans in Congress who have to face voters in 2026. But thus far, they have gone along with some Trump policies and decisions that are deeply unpopular. And so even if public opinion turns against them, do we think that will really pressure Republicans? Do we think Republicans and the Trump folks will feel pressure to then negotiate with Democrats? And then if so, what are Democrats asking for? And I hope and we can't be asking for an agreement, a promise, because they're going to break all of that. In fact, they're breaking laws right now. So it's just like this is why I think it's tougher. And look, I still think you could say whatever. Let's roll the dice. Let's show that we're going to fight. Let's shut this thing down and let's draw attention to it and protest them, blah, blah, blah. But like, you know, I just don't know. I don't know how it ends and I don't know what we're asking for. And I don't know what they'll give, what they're likely to give, because they don't give a fuck. They are. They do still care. They want to get rid of government. I think like we, you and I, Pots of America, people who follow politics, the Democratic Party been having this conversation for a couple of weeks now. Yeah. And the it feels like it's been the same conversation, but it hasn't caught up to changes in the facts on the ground. Like when we had Schiff, Senator Schiff and Merkley and Wyden on our live stream before Trump's day of the Union joint address thing. What we were talking about is, would you vote for a clean funding bill, six-month funding bill, that would just keep the government open at the same levels that were agreed to when Joe Biden was president? That is a much tougher vote for the reasons you laid out. Yeah. Right. That is not what this is. Yeah. That is not this bill. This is really important. This bill increases funding for the military by $12 billion. It gives, depending on how you read the language, gives Trump's more authority on how to spend that money unilaterally. It increases funding for Trump's mass deportation plan. And This is very important.",
    "speaker": null,
    "startTimecode": 616420,
    "endTimecode": 840640
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/7",
    "text": "It has a $1.2 billion cut in what is called non-defense discretionary spending. What that means is spending that is not military spending, defense spending, or Social Security, Medicare, and Medicaid. So what that means is a billion dollar cut, Head Start, community health centers, education, food safety, cancer research. That's just being cut. We're just going to cut that. What that's essentially doing is codifying what Elon Musk and Doge have been doing right there. And then it just, just for shits and giggles, it takes, cuts a billion dollars from DC's budget for no reason, which is going to force DC to possibly have to fire teachers, police officers, and firefighters.",
    "speaker": null,
    "startTimecode": 841360,
    "endTimecode": 884480
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/8",
    "text": "And then on top of that, it takes away Congress's ability to reject Trump's tariffs. Congress can call a vote on tariffs. That power is taken away in this bill. And so Republicans, Democrats did not shut the government down here. They would not be shutting the government down. Republicans need a bill that can get 60 votes. They never talked to Democrats about what it would take to get seven Democratic votes for this bill. They never talked to a single Democrat about it. And so even if you want to just like the another way to think of this is like, we should just fight for a clean CR. Right. That's what you want. Just like we would support keeping the government open, but we're not going to do favors to Trump and Elon Musk. And it's for no reason. We get nothing for it. We have like just giving away all of our leverage. And I think that is a huge mistake. And it just it is rolling over in this moment. Like we don't like I think in a a clean cr it's kind of hard to figure out what the way out is there is a way out here and if you just said you just go to thun and say clean cr you're not getting clean cr it can be six months 30 days like we want 30 days you want six months let's make it three months right whatever something like that just we will keep that we want to keep the government but we're not going to just we're not going to vote for a big cut in programs like head starting community health centers. We're not going to do that. And I think that would have been a very defensible position to take substantively and politically. And I'm very disappointed that it appears at this recording at 315 Pacific time on Thursday that that's not the direction the Democratic caucus will go. How do you message the we're for a clean CR, which obviously no one knows what the fuck that is. And it does seem like the changes they made to the CR are calculated to like, you know, our most. It's horrible that they're going to cut a billion dollars from the fucking D.C. budget.",
    "speaker": null,
    "startTimecode": 1005160,
    "endTimecode": 1024940
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/9",
    "text": "Are most people going to care about what happens in Washington, D.C.? Right. I do think people would probably fucking hate that they're going to add another like 12 billion dollars to spending for no fucking reason. Yes. The deportation stuff. I wish it was more unpopular, but it's like the most popular thing he's doing right now, which is fucking gross. So I guess you would have you would talk about like health care cuts and cuts. Yeah, we're not going to support health care. Like we are in the process of negotiating a budget agreement for the year. Like that is the point here. What to try to do is you want to negotiate a budget agreement for the year. And while we're doing that, we're not just going to cut Head Start community health centers for fun. Like we're not going to agree to that. That is not a way to have a negotiation over the budget. And if you want to raise, you want to increase military spending by $12 billion, traditionally over the last 15 years here of budget negotiations, we have increased and decreased defense and non-defense spending at the same time. So they're breaking that. And so I think you just say we all we are asking for is to keep everything working, keep the lights on, keep everything working the way it has been working right now. We are not going to support. We're happy to negotiate with Republicans. We'll go to the table. We'll negotiate. And we can either negotiate the same levels of funding that we had and just keep the government open or we can, you know, we'll compromise. We'll put proposals on the table. But like where you got to you need our votes, you're going to you're going to give us at least a clean bill. Yeah. I mean, we're not even we're not even asking for anything. So then why? So then. OK, now we're going to take from the other side. So then why? Why do you think that Schumer doesn't have the appetite to at least just fight for a clean CR? I would say that Schumer is probably taking one for the team here.",
    "speaker": null,
    "startTimecode": 1108600,
    "endTimecode": 1131620
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/10",
    "text": "He has enough members who do not want this fight.",
    "speaker": null,
    "startTimecode": 1132640,
    "endTimecode": 1136360
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/11",
    "text": "For political reasons, substantive reasons, whatever that is, fear.",
    "speaker": null,
    "startTimecode": 1136940,
    "endTimecode": 1140300
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/12",
    "text": "The fears you have about a shutdown exist whether it's over a clean CR, and I can't believe, a clean funding bill, or this. They exist the same. Yeah, I do think you're right. Even if you're fighting for a clean CR and the government shut down, you do have then the possibility, and there's been White House people saying this to reporters, that nothing would make Elon happier and Trump happier than having the government shut down and them being able to pick and choose who gets laid off, who's on unpaid leave, which money they spend, how they spend it, and basically just continue to be even more authoritarian than they have been in running the whole country. There is a, just, I worked in, I was in the White House when we had the shutdown, and everyone has to decide what's an essential worker and what's an inessential worker and the essential workers stay and work for no money and everyone else goes home. And so you can just see they're just like picking through the people they trust, their people, the Project 2025 people. So that like there is a substantive risk in all of this. But if you're not going to fight now, because this really is waving the white flag. I could argue the vote on a clean funding bill, round or flat. I would have leaned towards having the fight.",
    "speaker": null,
    "startTimecode": 1140900,
    "endTimecode": 1214620
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/13",
    "text": " This is happening. What he and Elon Musk are doing are unprecedented. It's authoritarian. It's unconstitutional. It's potentially illegal, blah, blah, blah. And then we just go about normal politics. Right. And if you believe that, if you believe that this threat is extraordinary, you have to be willing to take extraordinary measures yourself. And this is one of the rare moments we have to do that. I also think to argue again now for shutting it down or at least demanding a clean CR. So you so it shuts down and it lasts a week, two weeks, and all the substantive risks that you and I were talking about come to pass. And it's mayhem everywhere and people aren't getting their benefits or services and there's hundreds of thousands of workers furloughed and Republicans are just like, fuck it, we don't care. We're not negotiating. We're not opening the government back up like we could cave then. And that would still be better than not trying to fight at all. Like it would be embarrassing when it happens and we'd have lost the fight. But like like, might as well give it a shot. It's not worse, right? Like, having it shut down for a week or two and then saying, okay, well, Republicans don't care about the government and don't care about these workers and are just doing whatever they want anyway. We'll vote for a clean, you know, we'll vote for the bill or we'll let, you know, vote for cloture, whatever the fuck it is. We'll do that. Like, that's not worse than just not fighting at all. No, probably not. Like, I think if it shuts out on Friday and you open up on Monday, that's probably worse. That's worse. Like last time. Part of this is just an unwillingness to wrestle with impending tough decisions. This has been coming for a while. We've at least known since the weekend what this bill looked like. I think everyone in the Senate was closing their eyes and hoping that Mike Johnson wouldn't get the vote so it wouldn't be their fault. But we could really use a little game planning here about what could possibly happen. And the fact that we're at this point and they were just having a meeting about it today, I think it's tough. This. It is, this is a, this is a tough, um, it's gonna be a tough pill for a lot of people to swallow. Not great. Pots of America is brought to you by CookUnity. Nutrient-dense meals are essential for good health, but they don't have to be boring. CookUnity offers fresh, flavorful meals for every diet, including keto, gluten-free, and GLP-1 balance. Their all-star chefs craft each meal with local in-season ingredients that are high in protein, fiber, and unsaturated fats. Meals are sent fresh, not frozen, and delivered directly to your door at a fraction of the usual cost and time. If you're looking for a convenient and affordable meal plan to achieve your health goals, go to cookunity.com slash crooked or enter code crooked before checkout for 50% off your first week. I can attest that the Cook Unity meals are delicious. Highly recommend the Mexican chicken bowl with cilantro rice and fresh guacamole. Tastes really good. Cooks up super fast. Couldn't be easier. So give it a shot. The roster of all-star chefs includes Food Network alums, James Beard Award winners and acc acclaimed restaurateurs, balancing flavor and nutrition, and small batch meals sent fresh, not frozen. It's easy to find dishes that align with your goals and enjoy a variety that keeps every meal exciting and satisfying. Browse the menu by protein, chef, cuisine, or dietary need to personalize your own menu and find new favorites. Menus are updated weekly and new chefs are always joining the team, so mealtime will never be boring.",
    "speaker": null,
    "startTimecode": 1215160,
    "endTimecode": 1444500
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/14",
    "text": "Crush your health goals with mouth-watering, chef-crafted meals delivered straight to your door.  Go to cookunity.com slash crooked or enter code crooked before checkout for 50% off your first week. That's 50% off your first week by using code crooked or go to cookunity.com slash crooked. This is a mini meditation guided by Bombas. Repeat after me. I'm comfy. I'm cozy. I have zero blisters on my toes. And that's because I wear Bombas. The softest socks, underwear, and t-shirts that give back. One purchased equals one donated. Now go to bombas.com slash sxmpodcast and use code sxmpodcast for 20% off your first purchase. That's B-O-M-B-A-S dot com slash SXMPodcast and use code SXMPodcast at checkout. Well, the government shuts down. Trump will have more time to focus on what seems to be his true passion, which is tanking the economy with his trade war. here's the latest. Trump promised on Truth Social on Thursday morning to impose a 200 percent tariff on European wine and champagne, apparently as a retaliation for tariffs that the EU imposed on American whiskey, which itself was in retaliation for Trump's tariffs on foreign made steel and aluminum. Meanwhile, a delegation from Canada was in Washington on Thursday, awkward, to talk about the trade war we're already in with them. Trump got asked about all this in the Oval Thursday. Let's listen. We've been ripped off for years and we're not going to be ripped off anymore. Now, I'm not going to bend at all. Aluminum or steel or cars. In the case of Canada, we're're spending 200 billion a year to subsidize Canada. I love Canada. I love the people of Canada. I love, I have many friends in Canada. The great one, Wayne Gretzky, the great, how good is Wayne Gretzky? He's the great one. And to be honest with you, Canada only works as a state. It doesn't, we don't need anything they have. As a state, it would be one of the great states anyway. This would be the most incredible country visually. If you look at a map, they drew an artificial line right through it. Now, Dan, in one of our social videos that we're making now this week, I made a joke in the video that Trump wants Canada as a 51st state because he thinks it looks cool on the map. But apparently that is that is true. That is why it seems like that is why he he looks at the fucking globe. He looks at the map and he's like, which country is the biggest? And he looks at us and he's like, well, if we had Greenland and we had Canada, look how big that would be. Look how big America would be then. And of course, he's probably looking at a map that's not, you know, the proportional. So he thinks Greenland is bigger than it is. I mean, it's so fucking stupid. It's also stupid. Trump's approval rating is now falling quickly, driven mostly by people's view of how he's handling the economy, which are now at all time lows. Fifty one percent say Trump's policies have worsened the economy, while only 28 percent think they've helped, according to the latest CNN poll. The Wall Street Journal is also reporting that CEOs and even some of Trump's own advisors are, quote, spooked by the way he's talking about tariffs. And here's just a sample of what smart financial folks are saying. This is from CNBC's Steve Leisman. I'm going to say this at risk of my job, Kelly, but what President Trump is doing is insane. It is absolutely insane. It is about the eighth reason we've had for the tariffs. And now he's saying he's putting 50% tariffs on Canada unless they agree to become the 51st state. That is insane. It is. It's insane. That is the whole thing accurate. So the comments in the Oval Thursday where Trump also mused about sending troops to Greenland and said that he had invaded Los Angeles to turn our water on. He did not invade Los Angeles. There was no invasion here. And the water doesn't go to Los Angeles. And the water did not go to Los Angeles. It just nearly flooded a bunch of farms in the Central Valley. Meanwhile, it was raining here while that whole thing happened. So none of that really happened either. He also, in that same pool spray, pool spray talked about the quote adjustment period that we're in. How do you think that's going for him? The adjustment period? not great it seems that way now you know it's not going great for the rest of us for the american people yeah it's the it is i guess somewhat comforting that public opinion has turned so quickly on him. The people get what's happening. When he was president the first time, his economic approval was always higher than his job approval. During the campaign, his economic approval was always higher than his personal favorability. Now his economic approval is, in some cases, below his job approval. People get what's happening. In the Reuters poll, he is at a minus 12 on the economy, minus 17 on foreign trade and minus 25 on inflation in terms of net approval. Like people, people get it. They see what's happening. And it's the public. It's the markets. It's business leaders like you see, you know, like David Solomon, who is the CEO of Goldman Sachs, like went on Fox and tried to like send a message. He tried not to piss off Trump in his interview. But Goldman Sachs is cutting their forecasts. And all these earnings calls, these Wall Street analysts are all saying they are cutting their economic projections. And they cite every single time the reason is the policies of this president. Yeah. And you don't usually get that a lot. It's not like how much control does the president really have over the economy. Well. The reason is the policies of this president. Yeah. And you don't usually get that a lot. It's not like how much control does the president really have over the economy? Well, when he launches a global trade war, quite a bit. And it's not just that he is launching tariffs. It's that he's launching and then unlaunching tariffs on an hourly basis. We are now in the middle of one of the fastest market sell- off since the Great Depression. The S&P slid into correction territory on Thursday, which is when an index falls 10% or more from its peak. NASDAQ was already there. All these Goldman, JP Morgan, they're also like increasing their projections for the chance of recession. And look, the most generous interpretation here is that Trump genuinely believes he is pursuing a strategy that will bring back American manufacturing, bring in more tax revenue and force other countries to do what he wants. David Sanger had a piece about this in The Times this week. What do you think about that strategy? And he's basically saying, yeah, there's going to be short-term pain and an adjustment. He said in the Oval, I'm sorry, but we just have to do this. We just have to do this. But even taking him at his word that this is what he thinks is going to happen, what do you think about that strategy? Well, it's not a strategy. There's no strategy here. One, the manufacturing sector grew under Joe Biden, right? It's not, he is not, he's not like digging us out of some hole, right? It grew just about as much under Biden as it did under Trump before. The, what he is, like if he had an actual strategy, you would put tariffs on and keep them. You wouldn't put them on, take them off, add this exemption, add this exemption, and all of a sudden get pissed off at someone. So now you want to put 200% tariffs on wine and champagne, which I'm sure is going to be super popular. But also, if you cared about manufacturing, you would not go to before the entire nation at your State of the Union and declare that you want to repeal the CHIPS Act, which is supposed to specifically design to spur semiconductor manufacturing in the United States. You wouldn't be trying to gut all the funding from the Inflation Reduction Act, which is trying to spur manufacturing in this country for solar panels, batteries, other green technologies and materials. He's doing the exact opposite of what I say. He may believe this. He also believes he won the election in 2020. So who the fuck cares what he believes? But it is nonsensical. Steve Leisman is right. It is. It's insanity. There is no actual plan. There are no guardrails. His advisors have no say. You have Scott Bessett, who is theoretically a smart person. He was a very successful Wall Street guy. He is up there trying to defend this insanity. Howard Lutnick, who might be a loon, doesn't seem to know what he's doing. Might. Yeah, might. I'm sure you can benefit the doubt here, John. I don't know him personally. And they, it just, the president has a, no idea, he doesn't understand policy at all. And he has, clearly has some sort of fleeting relationship with reality. And he's just unilaterally making policy with no guidance and no pushback from anyone. And this is, this is what everyone said was going to happen. I mean, it's going to hurt the economy is doing it. His reference point is like, you know, William McKinley did tariffs and that was successful. And then also like we should be, you know, I want to go back to 1950, the 1950s, where we were this manufacturing might like the idea that you can just undo the entire global economy and everyone can go back to what we were 50, 60, 70 years ago is completely insane. Any car is manufactured with parts from a dozen different countries. And to try to figure out where it's going to be made here, it's just so fucking stupid. and he really thinks they're going to unwind the entire global economy and that we are going to be made here. And it's like, it's just so fucking stupid. And he really thinks they're going to unwind the entire global economy and that we are going to produce everything we need in America. And that's it. And not realizing that that's not just like a recipe for short-term pain, which by the way, when's the last time Americans have been like, you know what, I'm willing to sacrifice some of my own financial well-being for this larger dream of a wealthier America down the road. First of all, that doesn't happen. Second of all, that's not what's going to happen. It's just going to be short-term pain, medium-term pain, long-term pain. For no gain. For no gain. For no gain. The thing here is, is that it would be one thing if he, like there is a world in which you put all these tariffs on, you keep them on. You then pump money into the U.S. manufacturing sector to build up U.S. manufacturing. But that's not what he's doing. Like one day he's doing things that would theoretically bring manufacturing back here by putting these tariffs on. Like what business in the world would say there were these tariffs on for 36 hours. That seems like a good, this seems like a stable place to move my factory to. And then just on top of the insanity of this whole thing, he's so mad about our trade relationships with Canada and Mexico. Let's not forget who negotiated the existing on the books trade deals with Canada and Mexico. It was Donald Trump, the last time he was president with the USCMA or whatever it is, the US-Canada-Mexico agreement that he said was the greatest trade agreement of all time. Biden didn't change it. Nothing changed. It's his own deal. The worst part of it all is him being like, well, we're going to be rich. rich it's going to bring in so much tax revenue it's like the tax revenue you're bringing in is from american companies that are paying the tax and the way that american companies are paying that tax is they're then passing the cost on to all of us it's just like we're going to get so much more tax revenue from you the american consumer which is going to be a regressive tax because sales taxes are regressive taxes. It's a, Donald Trump wants to put on a national sales tax on products imported from the rest of the, from various parts of the world, food, auto parts, energy, whatever it is. You know, you remember during the campaign, I was big on the, we should talk more about the tariffs and the sales tax thing you were and i was very big but you were you were huge on it but i didn't and but i bought the argument that like and i still do i think that even if we had even if kamala harris had doubled down and talked about it every single day and ran ads about it i think it might not have landed the way it does now because no one would believe that Donald Trump is fucking crazy enough to have done this. And like when he got the reaction he did, not just from the markets, but from companies from other countries, just continue to do it and then go back and forth. So maybe it wouldn't have been as believable a hit as it should have been. Well, all those business people, all those Wall Street guys who, you know, all the tech guys who coddled up to Trump, they believed one of two things. One, he would never actually do it. It was just a negotiating tactic. Or if he did actually do it and the markets reacted negatively, he would back off. And instead he has doubled and tripled and quadrupled down. And he's made it even worse because he puts them on and takes them off. So he's created this massive uncertainty and chaos that is that is what is it's the instability more than the strategy that is damaging the markets right now. Yeah. OK, we're going to take a quick break. But before we do some cricket tour news, strict scrutiny, our excellent legal podcast hosted by constitutional law professors, Melissa Murray, Kate Shaw and Leah Littman is going back out on the road. Tickets for the Bad Decisions Tour 2025 are on sale now. Great tour name. Great. So good. They've got three great shows planned May 31st in Washington, D.C. at Capital Turnaround, June 12th in New York City at Sony Hall, and October 4th in Chicago at the Athenaeum Center. Tickets are going fast. Don't miss out. Head to crooket.com slash events for more info. This podcast is sponsored by Squarespace. Squarespace gives you everything you need to offer services and get paid all in one place from consultations to events and experiences. Showcase your offerings with a customizable website designed to attract clients and grow your business. Get paid on time with professional on-brand invoices and online payments, plus streamline your workflow with built-in appointments, scheduling, and email marketing tools. With Squarespace's collection of cutting-edge tools, anyone can build a bespoke online presence that perfectly fits their brand or business. Start with Blueprint AI. Squarespace's AI-enhanced website builder to get a fully customized website in just a few steps, using basic information about your industry goals and personality to generate premium quality content and personalized design recommendations. Squarespace also offers a complete library of professionally designed and award-winning website templates with options for every use and category. No matter where you start, your website is flexible to what you need, with intuitive drag-and-drop editing, beautiful style options, unrivaled visual design effects, and more ways to list what you offer, no experience required. Every Squarespace domain comes with advanced privacy and security tools included to ensure your domain remains online and protected. Plus, Squarespace provides everything you need to bring more of your dream to life, whether that means building a website or adding a professional email service. Don't wait to claim your name. Invest in your dream domain today. Head to squarespace.com for a free trial. And when you're ready to launch, go to squarespace.com slash Crooked to save 10% off your first purchase of a website or domain. That's Squarespace.com slash Crooked. This podcast is supported by Comedy Central's Emmy Award winning series, The Daily Show. Jon Stewart and The Daily Show news team are covering every minute of every hour of President Trump's second first 100 days in office with brand new episodes every weeknight. From the lowest lows to the highest lows and everything in between. They'll be making money no matter how bad Trump fucks up the economy, and that's Trump, his family, and their friends. Just this week, as Americans everywhere were freaking out about our 401ks, Trump held an event on the line of the White House that doubled as an infomercial for his top advisor's car company. Here's a taste. in terms of imagination. I think I have a great imagination. Who else but this guy would design this and everybody on the road is looking at it. What kind of truck would Blade Runner drive?",
    "speaker": null,
    "startTimecode": 1445060,
    "endTimecode": 2411080
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/15",
    "text": "That was the design idea.",
    "speaker": null,
    "startTimecode": 2411600,
    "endTimecode": 2412960
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/16",
    "text": "It's really amazing.",
    "speaker": null,
    "startTimecode": 2414380,
    "endTimecode": 2415440
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/17",
    "text": "Thank you all very much.",
    "speaker": null,
    "startTimecode": 2415960,
    "endTimecode": 2417200
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/18",
    "text": "I love Tesla.",
    "speaker": null,
    "startTimecode": 2417860,
    "endTimecode": 2418660
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/19",
    "text": "Which one did you buy? Tesla. I love Tesla.",
    "speaker": null,
    "startTimecode": 2419320,
    "endTimecode": 2422520
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/20",
    "text": "Clearly had no idea the Blade Runner reference just went right over his head. No, not at all. Only a movie that came out in the early 80s, I think. So that was Trump and Elon Musk and Elon Musk's child, once again, popping up in the White House on the front lawn of the White House selling Teslas. Trump decided he said he's going to buy a Tesla. Sean Hannity said he's buying a Tesla. And so now we're all buying. Now MAGA loves Teslas. And they're doing it because the libs have been so mean to Elon Musk. And now if you protest at a Tesla dealership and it gets out of hand, that is domestic terrorism. They are labeling that domestic terrorism if you fuck up a Tesla dealership. So please, peaceful protests only outside of the Tesla dealership. That may also be domestic terrorism under this department of justice. Yeah, that's a good point. That's a good point. So because everyone's so mean to Elon and Elon is just so hard up for cash, which is just a guy who's just trying to make a living and he's sacrificed so much to just destroy government with his Doge team. We got to help him out. We got to test the Tesla. You know, the share price of Tesla is just in the shitter. So clearly the guy's boss, who happens to be the president of the United States, is going to be out there selling cars. What can I do to put you in a Tesla today? That's not just selling cars. He's buying cars. He's buying cars. He's selling cars. I got cars to move off this White House lot. I just cannot emphasize this enough. At a time in which prices are rising and the stock market is sinking, Donald Trump's response to the pain the American people are feeling is to write a personal check to the world's richest man. It is insanity. We like to look at the data in the polls. I don't need polling data for that. That does not go down well. I also want to just make sure I have this right now. Okay, so now we love Teslas. We love using the power of the state to protect and build American industries. But we hate tax credits for electric vehicles. And we hate charging stations. We hate charging stations. Yes, these Republicans are going to be quite upset when they discover that they bought all these Teslas in solidarity with Elon, only find you can't charge them anywhere in middle America because we took out all the funding for the charging stations. Well, I'm sure that they just believe that Elon will give them their own private charging stations so they can drive their cars because they don't really give a fuck about anyone else. Love Teslas. Again, love helping American industry hate tax credits for electric vehicles and charging stations. Donald Trump ran, and the Republicans ran, millions of dollars of ads attacking electric vehicles in Michigan in this last election. And now he's selling them on the White House lawn. But wait, Dan, there's more. representatives of the Trump family's world liberty financial crypto business are reportedly in talks to take a stake in the disgraced crypto exchange Binance which in 2023 pleaded guilty to federal money laundering charges and whose CEO is now seeking a pardon from Trump. According to Bloomberg, World Liberty and Binance are considering developing a so-called stablecoin. Dan I'm sorry to do this to you but can you explain to listeners who may not know what's Binance and what's a stablecoin? And I am one of those listeners who does not know what a stablecoin is. Well, the good news is since you don't know, I can say virtually anything. You can. You can. No. But I will try to do this as accurately as I possibly can with my sleep-battled brain. But Binance is one of the world's largest crypto exchanges. It was founded in China. But now, according to Binance, it exists nowhere. It has no location, which is not sketchy at all. It just exists in the ether, which is definitely not a way to avoid local laws in Texas. Correct. It was founded by a guy named Xi Ping Zhao, who goes by the name CZ in crypto circles. And he's a very big personality in crypto circles. And as you mentioned, in 2023, Binance pled guilty to violating money laundering laws. They paid a $4.3 billion fine, one of the largest corporate fines ever paid. What they did was help facilitate money transfers to sanctioned organizations like al-qaeda, ISIS, and Hamas. And reportedly- Hamas, you say? Hamas? I say Hamas. Oh, interesting. That Hamas. So the Trump family wants to get into business with a convicted felon who helped launder money for Hamas, do you think that that possibly has adverse foreign policy consequences? Or are those just for people who peacefully protest and are immigrants that we are then going to deport? What do you think? Apparently, there's a two-tiered system of justice, as Trump used to say. So, OK, and CZ spent several months in jail for crimes related to this. As part of this, Binance reportedly instructed some of these users to hide their location when they sold the when they did the money transfers to hide it from authorities. And during the campaign, according to these reports, officials from Binance went to Trump officials, Trump family, Trump allies to begin a conversation about a possible business venture. At the same time that CZ was seeking a pardon for its crimes and Binance is trying to get back into the U.S. market. And what this business venture would mean is sort of an open question. It could be an investment from the Trump family into Binance. They could take a stake in the company. It could mean some sort of partnership or joint venture between World Liberty Finance, which is Trump's crypto company that did his meme coins, and Binance. And then, especially even more alarming situation, according to Bloomberg, the report is that they could create what is called a stablecoin. A stablecoin is cryptocurrency that is pegged to real reserve assets, right? Where theoretically, you have the money to back it up. So the price stays stable. And so unlike like Bitcoin or Ethereum or these meme coins, you're not like buying and selling it like a like a financial instrument to make money on the spread. It's so you can transfer money. It's legitimate currency. Now, there are real questions for some of these stablecoins about whether the actual backup assets exist. That could be U.S. dollars, it could be gold, it could be other crypto assets. But essentially what you would be creating is Trump bucks here. It would be an actual Trump currency that the Trump family would control and could be sent to people with, not just without paying bank fees, which is one of the arguments before stable coins and a decentralized financial system, but also without people knowing how it's being spent. And there's legislation moving through the Senate on this. There's a lot of concern for people like Elizabeth Warren about the idea about these stable coins that non-financial institutions could control them, therefore not be subject to some of the regulations that would be in place in a normal presidency. And so this is just one of the most brazen bits of corruption you could possibly imagine. As you said in your intro, you have the president's family doing business with people guilty of money laundering while the head of said money laundering company is seeking a pardon from the president yeah like literally terrorist financing and and senator warren's been working on that for a while too um and i think it was like a bipartisan bill at some point because like one of the challenges one of the many problems with crypto and the crypto industry is that terrorist organizations use crypto to launder money to hide it from because they can't you know use banks um and now this now binance that did this with hamas isis a business with the trump family business with the trump family. Business with the Trump family. There's a meeting with Steve Wyckoff, the guy that's negotiating, the Middle East negotiator who's sitting down with Putin. We call him Marco Rubio's boss, Steve Wyckoff. It's worth noting, however, that Steve Wyckoff's representatives denied that he had any involvement in this and CZ himself went on Twitter to offer a denial. Yeah. Yeah. It was reported a couple of places. I liked it. The New York Times. I saw Peter Kafka tweet this, but they really reported this part in a really understated way. But pursuing a business deal involving a felon seeking a pardon from his administration would be an unprecedented overlap of his business and the government. I would say so. That's a big overlap. That's a that's that's one you're going to want to watch. Remember back in Trump's first term when Kellyanne Conway got an official warning from the White House ethics office for casually suggesting that Americans should buy from Ivanka Trump's clothing line? Just so we just so we know how far we've come. Now we've got the president of the United States hawking Teslas and his family looking at business deals with a crypto felon. Well, I was trying to remember the name of the guy who was the White House ethics officer who got fired. Oh. Remember what I'm talking about? He was big on Twitter for a long time. He was big on Twitter. He was a character from the first resistance. Yes, for some time. He may be huge on Blue Sky right now. I don't know. Yeah, I don't either. But either way, what is at stake here is when Kellyanne Conway got in trouble for violations of the Hatch Act, that wasn't just the White House Ethics Office. That is the Office of Special Counsel, which is theoretically a quasi-independent agency within the government that enforces the Hatch Act. Trump fired Hampton Dellinger, the head of the Office of Special Counsel, as part of his deep state purge. And so currently there is no person who would be administering these rules and enforcing them. So it is the purge 24-7, 365 in the Trump administration. People are going to care about this, right? They just got to know about this. People have to care about this, particularly when the split screen is Trump hawking the Teslas and the crypto stuff with the markets tanking and risks of recession going up. I don't know. I just want to push back on one. The one thing, the pushbacks from the right has been this picture of Biden in an electric Jeep on the White House lawn. Yeah. But here's the difference. The founder of Jeep did not spend $300 million to elect Joe Biden and did not just promise another $100 million in donations to his political organizations. Yeah. That is a these are entirely different deals. And it wasn't absurd. It wasn't Hunter Biden's Jeep dealership, you know? That's right. It's just so stupid. Like, are people going to care? It's so much worse than Hunter Biden because Hunter Biden wasn't in the government. It would be like Jeff Zients' Jeep dealership.",
    "speaker": null,
    "startTimecode": 2423360,
    "endTimecode": 3086580
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/21",
    "text": "If Jeff Zients had given $300 million to get him elected. Right. Again, yeah, there's no comparison. You can't even come up with some sort of reasonable example because there is no thing like this. Nothing like this.",
    "speaker": null,
    "startTimecode": 3088120,
    "endTimecode": 3098540
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/22",
    "text": "People are going to care, and you do see this in polling. As you know, I'm obsessed with corruption as a key part of the Democratic message. If you watch the polling, the number of people concerned about corruption keeps going up and up and up. And for good reason. Trump crime family. Trump crime family. Pots of America is brought to you by Article. We got a ton of Article furniture here at the office. We have super comfortable chairs. We got a couch, all kinds of things. And the thing that was amazing about Article was it shipped so fast. It was high quality and it was a far better price than most of the competing brands. You're not going to find a combo like that. Love it. You can't. And you can effortlessly create a stylish and timeless home at an unbeatable price with Article's curated collection of high quality furniture. Their Their thoughtfully designed pieces, inspired by mid-century modern coastal and Scandinavian styles, can stand alone or be seamlessly paired to create a cohesive and stylish space. Article focuses on craftsmanship, design, and lasting value, ensuring that every piece in our collection will stand the test of time. Article offers fast, affordable shipping across the U.S. and Canada with options for professional assembly if you prefer a hands-on experience. Have a question or need help with your design choices? Article's customer care team is available seven days a week, offering knowledgeable support and even free interior design services to help you get your home just right. With Article's 30-day satisfaction guarantee, you can shop with confidence, knowing that if you're not completely in love with your new furniture, you can easily return it. This peace of mind ensures you can invest in your home without hesitation. Article is offering our listeners $50 off your first purchase of $100 or more. To claim, visit article.com slash crooked and the discount will be automatically applied at checkout. That's article.com slash crooked for $50 off your first purchase of $100 or more. Cats have always acted like their don't stink now with fresh step heavy duty is new 30-day odor control it actually doesn't fresh steps new heavy duty litter fights odor three times longer than the leading brand this is fresh steps strongest litter ever giving your litter box 30 days of odor control step it up to fresh step with the new heavy duty litter three times claim based on fecal malodor versus the leading regular clumping litter strongest litter ever is based on odor control the breeze is used under license from the procter and gamble company or its affiliates  Thank you. step with the new heavy-duty litter. Three times claim based on fecal malodor versus the leading regular clumping litter. Strongest litter ever is based on odor control. The Breeze is used under license from the Procter & Gamble company or its affiliates. Okay, according to the beautiful gold plated timepiece I purchased from GetTrumpWatches.com for just $799, it's now time to introduce our final topic. Oh, my God. I'm so mad about this. So it's only been about four months since the last presidential election. And sadly, no, I don't know. We don't have to officially start talking about the next one. Read. No, we're going to. So Democrats are making moves. We're not going to get into the presidential so much. But 2026 midterms are coming.",
    "speaker": null,
    "startTimecode": 3099560,
    "endTimecode": 3268060
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/23",
    "text": "And which means that the very least now candidates have to start announcing that they're running.",
    "speaker": null,
    "startTimecode": 3272140,
    "endTimecode": 3272460
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/24",
    "text": "Right. Because, you know, you have to start your campaign.",
    "speaker": null,
    "startTimecode": 3274900,
    "endTimecode": 3275680
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/25",
    "text": "Democrats are making moves. Pete Buttigieg announced on Thursday that he will not be running for Senate in Michigan or governor, which leaves the door open for potential presidential run in 2028 for Pete. Tim Wallace is out there. He's touring the country distancing himself from the Harris campaign. We talked a little bit about that. Gavin Newsom has launched a podcast where he's raising his profile. He's talking to MAGA goons like Charlie Kirk and Steve Bannon. That's happening. We could do a whole episode on that. That's definitely happening. That's happening.",
    "speaker": null,
    "startTimecode": 3284260,
    "endTimecode": 3308900
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/26",
    "text": "Kamala Harris herself is toying with a run to replace Newsom as governor of California, where she will face a formidable challenge from, among others, Katie Porter, our pal Katie Porter, who officially entered the race this week.",
    "speaker": null,
    "startTimecode": 3309460,
    "endTimecode": 3322320
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/27",
    "text": "We're going to get to love its interview with Katie Porter. He wasn't just going to do some remote thing. He drove down to Orange race this week um we're gonna get to love its interview with with katie porter uh he wasn't just gonna do some remote thing he drove down to orange county this week love it just got in the car just drove he flew to michigan over the weekend he's in orange county on a tuesday he's all over the place it's great um so before we get to love its interview uh is this all really happening now are we not just about katie porter like we're all we're talking about presidential 26. No, we're not. Some people may, but we are not. We are not. And I think we should put. I have no, and I have no views. No views that I'm sharing. It would be honestly, truly idiotic to have a view about 2028 right now. And I will, I think I've said this on this podcast before. I say it to everyone who brings up 2028. At this point in 2005, when we were still licking our wounds from losing to George W. Bush, despite the fact that he invaded the wrong country after 9-11, everyone thought we needed a moderate white guy, preferably a governor like Mark Warner. That was the flavor du jour. And then a few years later, we nominated Barack Hussein Obama from the South side of Chicago via Indonesian Hawaii. So we don't, no one knows what we actually need right now. And so pretending like, you know what voters are going to want in 2028 is insane. Some of us know we needed that and we're glad that we lured you away from Evan Bayh to help us out. Well, you didn't just lured away from Evan by you ran Evan by out of the race. So for which everyone is forever grateful. I wonder how, but I think the thing is, he's a center from Indiana. Anyway, either way, not important, but I think we should put Pete's decision. It's not a 20, 28 decision. It's that he had to announce if he was going to seek these seats now because other candidates are getting in the race. It's forming. It would be time to begin forming a campaign, to begin getting petition signatures to get on the ballot. And so, yes, the logical conclusion is if he's not running for something in 2026, he's running for something. And that may be true. but that is a, I put that in the Katie Porter, Kamala Harris may run for governor category. The other thing I'd say is whether you're running for president in 2028 or not, and this is the thing I took from Lovett's experience with Bernie Sanders, is people are hungry for people, for someone to get out there and fight, to speak with authenticity and passion about what is happening in this country, to speak people's fears and their hopes and so all the people who may want to run for president don't do presidential like just go get out there go do go to those republican districts and do town halls do just the people who are think they want to run for president but are being silent right now i think are missing a moment i think it's a huge mistake use to not just to help your presidential presidential candidacy but to use the interest in your potential presidential candidacy to help the larger cause of pushing back against Trump and Musk. Yeah, I completely agree with that. Okay, well, with all that said, we are going to get to Lovett's interview with Katie Porter. All right, I am here with Congressman Katie Porter on the set of her TV commercial. AKA my kitchen. It is actually your kitchen. It is actually my kitchen. People have actually asked me that. Like, is that actually her kitchen? Yeah. I mean, it's a really, I don't think it's a compliment. No, I don't. Well, I think it's, I honestly, I think it's like, wow, this is exactly what I think the kitchen of a working mom is who's actually living that life as opposed to doing an impression of someone doing that yeah and I think that people have this expectation that things are shiny and new and like this is it this is actually my kitchen and so um you know it's the same thing when people are like do you actually drive that minivan and I was yeah, it was my only car until a few months ago. And that was actual pee from your dog, Poppy, on the floor when we walked in. Yes, that was actual pee. Thank you. Thank you for advertising that. Yes. So it's March of 2025. What made you jump into this race for the governorship so early? Well, look, I think Californians are hungry for leadership. I think the country, half of the country anyway, is really, really hungry for leadership. They're concerned about what Donald Trump is doing, and they want to make sure that we're going to have a plan to deal with that, a plan not only for the next several months, but a plan for what could be a very, very long four years. So you talked in your announcement video about fighting back against Trump, but governors have been in a bit of a bind because they obviously want to defend, especially Democratic governors want to defend their people against abuses from the federal government. But if there's a disaster in California, and there will be, Trump's on a revenge tour against governors he doesn't like. So how do you think about that? Look, I think it's exactly what I said in my launch video, which is I will say yes to anyone and I am willing to say no to anyone. I will work with anyone who has a good idea, regardless of what else we agree or disagree on. Look, I had a lot of bipartisan bills in Congress. I didn't agree with everybody on those issues. At the same time, people want to know that you'll have their backs, that you're willing to stand up and that you're going to go toe to toe with Donald Trump and that you're going to come up a winner. So look, bipartisan disaster relief, wildfire relief, that should be bipartisan. I think that Governor Newsom did the right thing to walk with President Trump, to get him here on the ground. That's what fighting for California looks like in that context. But when we have a president who's saying, I'm going to cut off health care for a third of your population, then that's time to push back and time to fight. Now, for the most part, the people you'd be pushing back against if you're a governor are Democrats. And there's a lot of people that look at California and say, this is a state where you've had Democrats in the governor's mansion, you've had Democrats controlling the assembly, and we haven't been able to build housing. We haven't been able to tackle a lot of the biggest challenges we face. How do you think about pushing back against Democrats or when there aren't Republicans to blame? What do you think went wrong here? Well, I think people want to see a common sense approach. They want you to call a spade a spade where we have come up short. We need to do better, not try to convince people that there isn't a problem. Anybody who's walking into a grocery store today, walking back out with any number of groceries understands the problem. People who have kids who are wondering if they're going to be able to afford to stay in California as a mom, I feel that personally. So I think you have to be straight with people. This is where we've fallen short. Governor Newsom, when he got elected, said he was going to focus on housing. Kudos to him for seeing and talking about housing at a time when very few Democrats were. But I think we've taken the tools that he's used about as far as we can. Now we need a set of fresh ideas.",
    "speaker": null,
    "startTimecode": 3323120,
    "endTimecode": 3712940
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/28",
    "text": "What are some of those ideas? And do you look at like, you know, people talk about Florida and Texas versus California, right? You have the kind of conservative, more conservative model than you have the Democratic model. Are there lessons that you would take from what some of those other states have done?  Yeah, so one of them is, look, we in California, we need to fight to get good, high-paying jobs here, not just keep the ones we have, but actually bring new industries here with good jobs. So we always say, well, we're the fifth or sixth biggest economy. I want to be the fourth biggest. I want to be the third biggest.",
    "speaker": null,
    "startTimecode": 3713680,
    "endTimecode": 3745600
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/29",
    "text": "I want those jobs to be there and I want to attract new and amazing talent.",
    "speaker": null,
    "startTimecode": 3748980,
    "endTimecode": 3749400
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/30",
    "text": "I think the other lesson is, coming from the Trump administration, is people want to see things done. So you have to be willing to think a little outside the box, to prioritize, to have a tight agenda. You can't be the everything everywhere all at once. You have to have some priorities. You have to tackle them and you have to be straight with people. This is how far I got. This is what needs to be done. Here's the lesson learned. Here's what I'm going to change to deliver the rest. Is there a little part of you when you see someone like Elon Musk barreling through the government? And obviously, I asked and answered, doing it in a despicable way, destroying important resources. And a disingenuous way. Yes. But do you see that and think, no, of course, that's not what we should be doing. But man, if Democrats were a little less deferential to some of these institutional prerogatives, man, if Democrats were a little less consensus oriented and a little combative, do you take any lesson from what we're seeing? Well, look, you're talking to someone who during the COVID pandemic in the early, early days, had it, you know, it was the second to last person to question, 50 people had questioned. And the CDC director and all of the executives danced on the top of the government officials had said, we're trying, this is what we're working on. We're operationalizing it. And the truth was, there was a law that allowed for make testing free in a public health emergency. And I stuck with the CDC director until I got him to yes, not yes for me, yes for everyone in America for free testing. So I think that's a good example of being really true to our values. If you believe that government workers do good work, put them to work, let them thrive, right? And so I think believing that government can do things and holding it accountable to achieve those outcomes are entirely consistent. So Democrats should own the issues of things like government efficiency. We should own the issues of modernizing government so that it works better for people and it inspires confidence. We should own the issue, I would argue, even of things like taxpayer rights and making sure that taxpayers are seeing return for what they do. We want to see outcomes. We're Democrats, Republicans, independents, everybody want to see outcomes. And I think Democrats need to be laser focused on that. Part of the reason I care so much about oversight is that's what oversight's about. It's about closing that gap between what people stand at a press conference and say they're going to do and then what's actually happening. If you don't close that gap, you're going to lose people's trust. You're going to lose their confidence. So let's talk about that gap. So 30 years ago, we were going to have high speed rail in California by 2020. We're supposed to have a train that takes us from San Francisco all the way to San Diego. Now we can't seem to build a train that goes from Bakersfield to Merced, which makes no fucking sense to me. Do you believe right now sitting here that you could help get done that high-speed rail line between our two biggest cities? Well, I think there's two challenges with that. One is President Trump is trying to take back the promised federal funding that is the foundation of the project. So you can't push it ahead when it's being sort of cut down from the bottom, right? So you can't build something when it's being eroded from the bottom, and that's what he's doing with that funding. Well, except the money that's supposed to come from the federal government is less than how much the budget has ballooned. Right. Like we're already on track to spend more as a state than we were supposed to spend on the entire thing. Not like 10 years ago. So that's my second point. There are real costs to delay. There are real costs to being overly cautious. There are real costs to deciding that you have to make everybody happy all of the time. You know, I think Governor Jerry Brown was a little bit of a good example of this. Governor Schwarzenegger, a little bit of a good example of this. They made some people unhappy when necessary to get their top priorities done. And so I think with this high-speed rail project, we have to decide, are we going to build this? And if so, I have every confidence that California can do it. And if we're not, then we need to cut bait and quit wasting taxpayer dollars. We've had a cat. This is Dino. Dino? Yeah. So on housing, we face this. That's the dog. I mean, this is I love this. I'm so glad we came. It's so much better in person. On housing, it's the same problem, right? You have to make some people upset to build a lot of housing. Are you going to tell the NIMBYs to fuck off? Well, look, people need to understand there are consequences to all of us, whether you're currently a homeowner, whether you want to be a homeowner, whether it feels way out of reach. There are consequences to every single person in California of not building enough housing. We have a mindset problem and we need to call it out and to shake it up, which is this idea that if we do something to lower the cost of housing, that's helping only the people who can't afford housing. Nonsense. Our whole economy is being held back by our housing challenges. So this is the exact same argument we have about things like school funding. People say, well, why should I pay for schools? I don't have kids because that's the future workforce. So I think we need to get out of this who benefits. It's this little sliver and get into talking about things that, for instance, if we build more housing, every single person in California is going to benefit because it will increase our businesses will come here. Jobs will come here. People will be able to spend more. We'll have more sales tax revenue. All of those things are up. It's not a zero sum game. And we have to get out of that conversation. But even if like the problem is that like even if most people agree, I think probably most people in California already agree. Most people in the state are Democrats or most voters are Democrats. They mostly agree with you. The problem is you have in individual projects, individual communities. You have a committed group of people that are able to not just use public opinion and public sentiment, but our environmental laws, our town hall processes and all these different levers of government that originally were supposed to make government work better, that grind everything to a halt. And it does seem to me that one job of a leader in this state is to obliterate those blocks. Those are roadblocks. And you need to be clear. We are building a road, right? And so I think that's exactly what you need to say. All of these things, the environmental laws, the local processes, it's too much. If we want to get problems solved quickly, and there is a real hunger from voters in California to tackle some of these things that we have dealt with now for too long, then you're going to have to be willing to make hard choices, to have hard conversations, and to own the consequences of that. And I think you do that. I think how you do that in a way that doesn't sort of tear down things and leave things in fragments is you're honest with people. Look, this is a priority. This is Californians' top needs. This is not my pet project. I work for Californians. And so this is what California needs. We all have to get on board. And I hope you will. What does it take to get you on board? How do we get you there? What are your concerns? You have that conversation. But if at the end of the day, they just want to be in the way of California thriving, what it means to be a leader is to get them out of the way.",
    "speaker": null,
    "startTimecode": 3753820,
    "endTimecode": 4169200
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/31",
    "text": "Now, how do you think the governor has done on this issue? It does strike me that he's been, that we've made a lot of progress that we're not seeing the results of because the generational failure, but like, you know, pushing San Francisco to build a bunch more housing, same thing down here in LA. Where do you think it's working? And where do you think you need to go further? Well, I give Governor Newsom a lot of credit. When he ran in 2018, it was my first time as a candidate, too, right after Trump had gotten elected. And he was really one of the only people in the Democratic Party talking about housing. And at the time, I remember talking with my consultants and being like, I want to be a housing candidate. And they were like, you know, that's not really a big issue, which is nuts nuts because it was the big issue then. It's a big issue today. It was a big issue when I came to California and started helping people in the foreclosure crisis. So I give them a lot of credit for really making that a big issue. I think we've started to hit the limits of what the strategies that we already have in place are going to be. So I think with the current environmental framework, with the current building requirements, with the current zoning, with the current infrastructure planning, with we've built a lot of ADUs in some cities, great, but you can't just build ADUs to get out of this. It's going to take a lot more housing and a lot different kinds of housing in a lot of different places. So I think we need to start moving forward. One good example I would give you is we're going to have to innovate in how we build housing. We're going to have housing are one of the only industries that we still build them the same way now that we built them 300 years ago. We don't build anything else that way. So then there's an opportunity to create good high paying jobs, to create research design jobs, innovation jobs, to do some 3D printing work, to do this with innovative materials. We're kind of hitting the limits of what we can do by simply trying to do more within the framework we have. I think we have to move the framework. So one challenge that I see is because we have such an affordability crisis, whenever you're talking about new projects,, the discussion turns on what exactly is the kind of housing in that specific project. When the evidence suggests that the best way we could, because the problem is so deep, really, micromanaging individual projects, we just say, build whatever you want, wherever you want, we need a ton more. But that makes this blowback because then critics from the left will say, you're building units for richer people. You're not building units for the working class, even though allowing those kinds of builds will bring down rents elsewhere. How do you think about that? Look, we need so much housing. And look, housing for people in the middle makes housing for people one rung down the ladder more affordable. So the answer here is we need more housing for seniors. We need more housing for college students. We need more housing for workforce development. We need housing for people who are coming out to college. We need housing for workers that we are recruiting into California from states where housing costs less. And so the answer has to be this is not a politics of scarcity. This is a politics of abundance answer. More is more for everyone here, not just more for the person that gets that particular housing unit, but more for us all. Do you think the governor has powers that the current governor is not using to the fullest to step in when there are decisions to, like, for example, in the Bay Area, when a court ruled because of some nimbyism that a bunch of college kids had to lose their acceptance letters. Do you think the governor could have intervened there in a way that he didn't? Well, look, I think the governor's had his hands full with a number of challenges recently, but I think we are at the limits of kind of what we've done. So we're going to have to develop, for example, a plan to make sure that every student at our state universities has stable, secure housing so they can focus on learning. We're going to have to have a plan to make sure that looking at where California is going to grow the jobs, that we're going to have housing in those specific places. We're aging. We have a master plan on aging. We need to look at what we're going to do through that plan on housing. So I think there's just more conversations to be had here. And like I said, I think the limits on cities that are being recalcitrant, Huntington Beach, which I used to represent, they get sued by Attorney General Bonta because they're not willing to build housing as they should. They're breaking the law.",
    "speaker": null,
    "startTimecode": 4170040,
    "endTimecode": 4421980
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/32",
    "text": "But there's a limit to that tool. And I think what I'm excited about- It takes years. This stuff takes years. But also, there's a phrase, when you're litigating, you're losing, right? So absolutely, Attorney General Bonta's job is to hold people who are breaking the law accountable. And to that, I say, Godspeed, glad to have him in the fight. But the job of the governor is to figure out what we can do proactively so that we never get there, so that we are addressing whatever concerns they are. We are creating more capital in the private market to help fund this housing. We are making sure we're recruiting the workforce that we need to be able to do this construction because we need to do it at a scale and at a speed that is going to require some out-of-the-box thinking. Let's talk about the politics of this race. What did you learn from the race against Adam Schiff that you'd bring to this statewide race? Yeah. I mean, look, I think that that race was a lot about people's anxieties about Trump. And Adam has a terrific record of taking on Trump. I think what we see now is we're living with it. So we are living with the political consequences. We are asking ourselves, how do we reach people that we don't always reach? How do we get a closer hold and bigger, stronger trust with people who were slipping away? And so I think that's where being a messenger who's come into politics relatively recently, somebody who comes from a purple district, somebody who has spent her career doing other things, you know, in classrooms, as a consumer advocate, I think that's the kind of messaging that we need in this moment to connect with people. And we also need to do a lot of listening. And I think that is something that the joy of the Senate race, my happiest moments in that race were listening and learning. One of my favorite days in the entire Senate race was the day I spent in Bakersfield. And when I say that, people are like, what? I spent a whole day learning about how we can reduce the amount of water we use when we're growing nuts. I spent a day learning how baby carrots are made. So cool. And so we need to have those kinds of conversations. We need to listen. Businesses are concerned about staying in California. Workers are concerned about staying in their jobs. You've got to have those conversations. You've got to be willing to listen. And so part of the launching now is I want that runway to do exactly that. I mean, some of it was just around name ID competing in a state that is massive, that requires such a huge amount of money. Well, and this race is really different that way, right? So I've run big, expensive races here in Orange County, three times, a statewide race. So I've had the opportunity to connect with a lot of voters, to introduce myself to a lot of voters. And this race is an opportunity to build on that by talking to voters and listening to voters about what they what are they worried about with California? What do they love about California that they're worried that Trump is going to cause us to lose? What do they miss about a California maybe of the past? What do they want to see in a California of the future? But you understand what I'm getting at here, which is you're getting in the race early. There are rumors that the vice president may get in the race later. I saw some reporting that you said that the vice president might clear the field. And I was surprised to see that one of your advisors apparently told CNN that you wouldn't run against Kamala. Is that true? Well, so listen, what I've said and what I'm going to say again today is that I think if Kamala comes into this race, especially if she comes in tomorrow, she comes in now, it's going to have a near field clearing effect. It's just going to be  well, I'm not sure who all  there's a big field of people. Yeah, I know. Some of them have said they're staying in no matter what. Right. Right? So I think it's going to shake up the field. I said it's going to have a sort of a seismic effect. That said, we've got to start this process now. Kamala is going to make her decision in her own time. The vice president is owed that. That's her decision to make. And I've worked with her. I know that she's a careful decision maker. She's a thinker. And so she's going to make her decision. But in the meantime, it is full speed ahead. Voters, I'm not waiting around. And I don't think voters are waiting around. They want to know how we're going to lead. They want to make plans for what we're going to do with regard to Trump. And so I think there's a hunger for people to lead in this moment. And I'm stepping up. But I'm like, honestly, like what I expect from as someone who admires and respects you as a leader and a political figure, I'm surprised you're not saying I don't care what Kamala Harris does. I will be the best governor. Like, that's what I don't, that's what's confusing to me. Like, isn't the person that's supposed to lead this big, fractious state, the person who says Kamala can get in, who I don't give a fuck. I'm going to, if she gets in, I'll beat her. Well, I'm not sure that our leaders, people want to hear our leaders say, I don't give a half. Well, the way that you would say it, I'm not, I have to find the right district for my vibe, but. I do think, look, I am not waiting for Kamala Harris. And I don't think anyone should who wants to lead. I think what it means to lead is to literally step forward, right? To be willing to be at the tip of the spear in this moment. That's exactly why I'm launching. That's why I've been working on this. I am not sitting back waiting to see what Kamala does. I am not considering other races hedging my bet. I'm going to be California's next governor. But it would also be, I think, disrespectful to somebody who went toe-to-toe month after month after month in a grueling race against Donald Trump. And I saw this firsthand personally, serve California very, very ably as our attorney general, not to acknowledge that this is somebody who would be an incredibly strong candidate. And there are practical realities that anyone faces. But you think you would be a better governor than Kamala Harris? Well, look, if I didn't think I would be the best governor that California could have, I wouldn't be in this race. Donald Trump has appointed or, you know, fake appointed a group of celebrities that like him to be ambassadors to Hollywood. But there is a problem that I think isn't getting enough attention generally, which is you have all these losses. We're not far from the heart of Los Angeles, which has been the kind of center of film and television culture for 100 years. And now they're filming all of the game shows in Ireland. There's tons of states and cities putting in incentives. I have so many friends that if they're working at all, they're going to Vancouver, they're going to Atlanta, they're going to New Orleans, they're going to all these places. It seems ridiculous to me that we don't have a plan to get production back to Los Angeles. What do you think about that? Well, that plan is the same plan that we need to get tech jobs back here, to get manufacturing jobs here, which we were once a center of kind of highly skilled manufacturing in California. It's to make sure our agricultural sector flourishes. It's all the same. We are in a competition with other states and other countries now. And it's a competition that we need to win. California is amazing. The people of California are amazing. The history of California is amazing. The resources of California are amazing. So let's not get down in this. This is a battle that we can win, but you don't win the fights that you don't start, that you don't enter. And so we need to be understanding. We need to bring California's treasures and our talents to those competitions. I think California can win those jobs back for production, back for Hollywood. I want protecting writers against AI. We need to be aggressive about doing this because frankly, other states are. So you're going to get to go all across the state of California. It's going to be a lot of eating on the road, a lot of unhealthy, long days, fast food in the car. What are we excited about? What are we not excited about? Well, I'm in fighting shape, so I'm ready for this. I really feel so lucky to have had some time after the Senate race, you know, a year now, to think, to learn, to get healthy, to spend time with my kids, to think about what I did well and what I didn't do well, what I learned, what I listened, what I heard and where I maybe wasn't listening enough. So I think this is going to be really, really exciting and fun. Look, I love campaigning. One of my campaign staff once said, you know, they were doing a training for volunteers. And they said, now, when you get to the event, Katie's just going to get right out of the car. And I thought, well, what else would you do? But apparently, some people don't want to get out of the car. I love to get out of the car. I love to get stopped in the grocery store. I want to hear. I want to listen. I want to connect. I love campaigning. So to me, to take the minivan, to get a chance to go back to Bakersfield, to spend some more time in Fresno, I didn't get to make it to Merced last time. I didn't get to make it to Redding. Soon there'll be a train that could take you from Bakersfield to Merced. I'm personally going in the minivan because that's how I like to roll. But I do think we should make sure that if we're spending money on a train, we get a train. And how do your kids feel about this next run? So my kids are very excited. And I was a little surprised about that. They've been through a lot. There was a lot of negative advertising spent against me in the last race. That's hard on kids. It's frankly hard on the candidate, but it's really hard on kids. So I was surprised. I asked them each about this. And I think what my oldest son said really stuck with me the most. He's 19. He's a voter now. And he said, I want a governor who's going to fight for California values. I am not going down without a fight. People cannot just sit around and say, oh, I'm going to emerge in four years. I'm just not going to read the paper till Trump's gone. He's like, I want someone who's going to do the work to be tough. And he's like, and mom, you're really tough. And sometimes I'm tough on him. So he knows. And how's your driving been lately? How are we doing? How's the road rage out there? Oh, I'm pretty good now because I walk to work. So not only did I, I mean, I also don't have to fly to Washington anymore. So now I walk to work to the campus and I've been loving teaching. So I just finished grading my midterms Monday night so that I was all ready to launch today. What kind of grading are we doing? How tough are we on these papers? Are we still post-Vietnam grade inflation? Are we back to giving people fair feedback? I'm probably a little tougher than average. But part of it is this is midterms. So I think this actually says something about what we were talking about, about how I would lead, about the honesty I try to bring to things. In these midterms, I was pretty tough with them because I'm trying to help them know what needs to change. So I'm telling them straight up, if you do this same thing again, you're going to get another C. Here's where you need to pick it up because that B plus, maybe even an A minus, it's in your grasp. And I'm going to push you to get there. And I think when you think about the governor and leading all these different agencies, that's what people who are in the cabinet, the Katie Porter governor cabinet can expect. We're going to set goals. I'm going to listen to you about what your challenges are. I'm going to try to clear them out of the way. We're going to set goals for you. And then I'm going to ask you, why isn't it done? And what do I need to do to help you?",
    "speaker": null,
    "startTimecode": 4422940,
    "endTimecode": 5072580
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/33",
    "text": "Katie Porter, thank you so much. Good luck. Good luck out there. We'll see you out there. Thank you.",
    "speaker": null,
    "startTimecode": 5073160,
    "endTimecode": 5076240
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/34",
    "text": "That's our show for today. Love It Tommy and I will be back with a new show on Tuesday. Talk to you all then. Bye, everyone. If you want to listen to Pod Save America ad-free or get access to our subscriber Discord and exclusive podcasts, consider joining our Friends of the Pod community at crooked.com slash friends or subscribe on Apple Podcasts directly from the Pod Save America feed.",
    "speaker": null,
    "startTimecode": 5082360,
    "endTimecode": 5105300
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/35",
    "text": "Also, be sure to follow Pod Save America on TikTok, Instagram, Twitter, and YouTube for full episodes, bonus content, and more.",
    "speaker": null,
    "startTimecode": 5111800,
    "endTimecode": 5112280
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/36",
    "text": "And before you hit that next button, you can help boost this episode by leaving us a review and by sharing it with friends and family.",
    "speaker": null,
    "startTimecode": 5118080,
    "endTimecode": 5118600
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/37",
    "text": "Pod Save America is a Crooked Media production.",
    "speaker": null,
    "startTimecode": 5120640,
    "endTimecode": 5121020
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/38",
    "text": "Our producers are David Toledo and Saul Rubin.",
    "speaker": null,
    "startTimecode": 5123280,
    "endTimecode": 5123580
  },
  {
    "id": "c043d456-d6ba-4002-8492-2345d3b137e3/transcript/paragraph/39",
    "text": "Our associate producer is Farrah Safari. Reed Churlin is our executive editor and Adrian Hill is our executive producer. The show is mixed and edited by Andrew Chadwick. Jordan Cantor is our sound engineer with audio support from Kyle Seglin and Charlotte Landis. Madeline Herringer is our head of news and programming. Matt DeGroat is our head of production. Naomi Sengel is our executive assistant. Thanks to our digital team, Elijah Cohn, Haley Jones, Ben Hethcote, Mia Kelman, Molly Lobel, Kirill Pellaviv, and David Tolles. Our production staff is proudly unionized with the Writers Guild of America East. Ready to optimize your nutrition this year? Meat Factor, America's number one ready to eat. We'll see you next time. Delivering fresh, fully cooked meals to your door. All you have to do is heat and enjoy. Choose from 40 weekly options across 8 dietary preferences, like CalorieSmart, Protein Plus, and Keto. And if you're looking to lose weight, Factor's Keto Meals can help you lose up to 8 pounds in 8 weeks. Savor nutritious, premium meals no matter how busy life gets. Eat smart with Factor. Get started at Fmeals.com slash factor50off and use code Factor50off to get 50% off, plus free shipping on your first box. Weight loss with Factor Keto based on randomized controlled clinical trial. Results will vary depending on diet and exercise. Level up your snack time with the joyfully chill sensation of My Mochi Strawberry Ice Cream. My Mochi Strawberry is scoops of premium ice cream wrapped in sweet, soft dough. It's made with real strawberries, so it's bursting with berry flavor. Each box of My Mochi Strawberry Ice Cream has six perfectly portioned gluten-free mochis that are only 70 calories each. Look for My Mochi Strawberry and tons of other amazing My Mochi ice cream flavors at Target or visit MyMochi.com to find a store near you.",
    "speaker": null,
    "startTimecode": 5245580,
    "endTimecode": 5250460
  }
]