[
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/0",
    "text": "Thank you for listening to The Rest Is History. For weekly bonus episodes, ad-free listening, early access to series, and membership of our much-loved chat community, go to therestishistory.com and join the club. That is therestishistory.com. This episode is brought to you by Mint Mobile. Some of the great tussles and battles throughout history have been over money. After all, who doesn't love to have a little extra cash on hand? But you don't have to lead a cavalry or storm a castle to bolster your bank account. Do you know there's a much easier way of doing things? The single easiest thing you can do to save money is to switch to Mint Mobile. Because unlike other wireless carriers that drain everything they can from you, don't they, Tom? Mint Mobile have plans that start at just $15 a month. And that's with high-speed data and unlimited talk and text. That's amazing, Dominic. So if you like your money, Mint Mobile is for you. Shop plans at mintmobile.com slash history. That's mintmobile.com slash history. Upfront payment of $45 for three-month five-gigabyte plan required, equivalent to $15 a month. New customer offer for first three months only, then full-price plan options available. Taxes and fees extra. See Mint Mobile for details. Citizens, the National Convention trusting in your courage hereby accepts your oaths of loyalty. The liberty of your homeland will be the reward for your efforts efforts and while you defend your liberty with the force of your arms the national convention will defend it by the force of the laws the monarchy is hereby abolished so that dominic was yet another person shouting loudly, one of many in our ongoing history of the French Revolution. And it was specifically Jérôme Pétillon, who was president of the National Convention on the 21st of September 1792. And obviously the abolition of the French monarchy after centuries and centuries and centuries. This is a seismic moment, isn't it, in the history of France, but also of Europe.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 151180
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/1",
    "text": "It's a massive moment, Tom. And I think the only voice that really is appropriate to the moment is the one you did there.",
    "speaker": null,
    "startTimecode": 151920,
    "endTimecode": 158460
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/2",
    "text": "I mean, because I detected more than a hint of our old friend, Jeremy Corbyn. Is that right? Yes, because I think that Jeremy Corbyn, he would definitely be on the side of abolishing the monarchy had he been in the French Revolution. I think he probably regrets that he wasn't part of the French Revolution. Yes, I imagine that is. Well, he's always got cable streets, hasn't he? So yes, this is a massive moment in French and European history, isn't it? Because the French monarchy, I guess, one of the oldest in Europe. If you take it back to Clovis, who we talked about just before Christmas, didn't we? So yeah, I mean, that's the end of that story. Yes, it is. So it sends shockwaves across Europe. We will be talking about what it means. And of course, we'll be talking about what it means for Louis XVI. And we'll get to his story in our final episode. Nothing good. Nothing good. But before we get to the moment when they actually do abolish the monarchy, we should set the scene a little bit, Tom. We love setting the scene on this podcast. Well, we did in the previous episode. We set it in the context of the role of women, didn't we? But shall we go back to the lads? What are the lads up to? Let's set it in the context of Prussians and cannons. Oh, Prussians. So the situation in Paris, people will remember from the last episode, but one, Paris is preparing for an attack. There are church bells ringing. There are cannons on the River Seine that are calling people to prepare for war. The streets are packed with volunteers who are streaming towards the gates of the city to the front. People are pulling down the grills of churches. They're digging up their coffins to use as lead for musket shots. There are everyday contingents of troops marching through the National Assembly, singing patriotic songs and shouting slogans and stuff. So it's all excitement. Jeremy Corbyn would actually have loved it. But it's not a Sandbrook vibe, is it? Not really a Sandbrook vibe, I would say. Although slightly more Sandbrookian, somewhere out there. Yes, the doer, defenders of reaction. Yes, the woods and valleys to the east. My people are the Prussians. The Duke of Brunswick, the real hero of this story. So on the 20th of September, so that's the day before the reading that you began with, the new National Convention meets for the first time. Now, some listeners, if they've made it all the way through the series, may be like, I've lost track of all the different assemblies and whatnot. So if you remember, there had been the Stormy of the Tuileries in August. And since then, France has been in political limbo. And they have basically summoned yet another semi-constituent assembly this one has unlimited powers to remake the nation and it is by far the most democratic yet so all men over the age of 21 except for servants can vote because we talked about that last time and you said that you weren't in favor of it yeah i don't agree with this at all i mean if i've um i'm with the duke of brunswick on this i think it's a dangerous a dangerous innovation failed experiment yes exactly so it's very complicated electoral system a series of electors and kind of almost like an electoral college and then they choose the 749 deputies but as you said tom the turnout is really poor so in some places it might be a fifth but generally it's probably one in ten and the reason for that i think is there's a war on so it's you know people got other things in their mind but it's also harvest time um so in the countryside people have definitely got other barrizes and they actually a lot of people are now completely confused they're probably even more confused than listeners to the podcast they have no idea what's going on they they don't know who anybody is yeah well yes exactly and also on top of that um there's quite a lot of intimidation isn't there there is that's another aspect to it of course remember we did that episode about mad elections in britain where you know people people being carried on chairs and whatnot and like lots of throwing of cats well similarly in france for the national convention the voting is public and it is oral you vote you know you say who you want to vote for so you if you want to vote in favor of the of a royalist party you're basically standing up and saying i am a reactionary La Patrie in front of all your fellow villagers. I mean, it's not... Who are like holding clubs and stuff and sort of leering at you in a sinister way. So clearly, a lot of people just don't want to turn out. So in Paris, the voting has coincided with the September massacres. That's what we began this little kind of mini-iseries with. So the atmosphere is very grim because as people are voting, there is the kind of stepping over corpses. Right. The dull sound of hacking coming from inside the walls of the converted convent just down the road. So what is worse, the second round of voting is held at the Jacobin Club. So if you are a royalist or a reactionary, this is not the ideal place to go and to sort of pin your colours to the mast. And that round of voting, the Jacobin Club, they've got a lot of kind of electors, but they start by agreeing that they'll purge all electors who are foyants, who are moderates, or who are royalists. So 200 electors are kicked out there's 800 left and they vote for 24 deputies and of those deputies a lot of those are very big revolutionary names so the top of the list number one their top choice for paris is robespierre and then you've got people at danton des moulins um santerre the butcher the sans-culottes who'd led the attack on the tuileries marat for the first time this firebrand radical journalist he is going to have a seat in the convention so there will be a place for the most extreme the most violent the most paranoid revolutionary sentiments and there's a place isn't there for the worst man in the entire history of the french revolution yeah Yeah. The erstwhile Duke of Orleans, the cousin of Louis XVI, Philip Egalité. I mean, we've talked about this before. This is Prince Harry calling himself Harry Diversity or something, renaming himself. And actually... No, Harry Equity. Harry Equity, yeah. While living in his palace. Yeah, that's what he'd call himself. Yeah, Harry Equity. Anyway, so everybody goes to the Tuileries on the 20th of September to register. And they do so in an atmosphere of apocalyptic dread. Because they know that 140 miles away, the Prussians are there and that their troops, their Francis troops have basically caught up with the Prussians. And the Duke of Brunswick, just to remind people, has said that he is going to inflict a biblical fate on Paris. He has, yeah. A vengeance which will be forever remembered, or words to that effect. So yes. Now of these guys who've turned up to register, about half of them are lawyers.",
    "speaker": null,
    "startTimecode": 159000,
    "endTimecode": 560080
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/3",
    "text": "We've got a lot of lawyers who are members of Arrested History Club, so they will love all this.",
    "speaker": null,
    "startTimecode": 560920,
    "endTimecode": 564860
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/4",
    "text": "They will see this as a very good sign. There's also of doctors loads of civil servants as actors journalists they're very young by and large about half of them are under 40 about a quarter of them are under 35 the younger they are the more committed and more militant they are by and large so you know these aren, a lot of them have got experience in kind of local governments and stuff, but these aren't incredibly seasoned people. They are excited and excitable, I think it's fair to say. Kind of quite a student union vibe. Definitely. I mean, this is the birth of the student union, really, isn't it? I think it probably is, yeah. Motions, all that kind of stuff. Yeah, they love it. And they're there all night, just endlessly arguing and showing off in that student union. And drinking. Exactly. Next day, 21st of September, they assemble at the riding school, the Manège, for their first proper session. And this is the bit that you started with, Jérôme Petion, because they've come straight to the central question. Let's rebootance and it must be a republic there's an actor of course called colo de bois he ends up on the committee of public safety later on he says um let's just abolish the monarchy right away no referendums and all that stuff let's just go for it some of the deputies say really no no you wouldn't let the people have a say on this? Such a massive question. And then the Bishop of Blois. So this is an interesting thing because, again, it complicates the slightly sort of stereotypical sense of the French Revolution because it's a bishop, Henri Gregoire, who says, kings are in the moral world what monsters are in the physical world. Their courts are the workshops of crime and the lairs of tyrants. In other words, no referendum. Let's just get rid. And they vote. And then, of course, as so often happens in these kinds of scenarios, very student union, once people work out which way the wind is blowing, they all pile in. Yeah, they all pile in. So they make the vote unanimous. They all start shouting, vive la nation. They're all terribly excited. The world has started again.",
    "speaker": null,
    "startTimecode": 686340,
    "endTimecode": 686620
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/5",
    "text": "But Dominic, just to pick up one thing that is intriguing, and it's a kind of absence, is that there isn't a kind of formal proclamation of the Republic. There's no official decree kind of installing it. And I just mentioned that because in the next episode, when we come to the trial of the king, I think that is significant. And I think that that is something that frames what will happen with the trial and the execution of the king. Because although it is a new beginning, although they've had the vote, it's kind of they know what they're getting rid of, but they don't yet know what they're establishing. Yeah, I think that's a very fair point, actually, that there is a sense of there's a sense of of historical time beginning again but they don't really know what they all want because i suppose tom they don't want the same thing as we shall see in this episode so if if you enjoy political factionalism this is definitely the rest is history episode for you anyway one of the interesting things about the french revolution that we've talked about so much is the way it faces two ways on the one hand they're looking're looking back to the Roman Republic, as you have described so many times. And on the other hand, they're genuinely thinking this is not just a whole new chapter, but it's basically a new volume in world history. So they say from September the 20th, all state documents must bear the date year one of the French Republic. So this is where we get the beginning of the sort of French revolutionary calendar, the numbering system, year one, year two, and so on and so forth. But of course, whether they actually get beyond year one is not in their hands. It depends on events out on the battlefield. So let us now, let us leave Paris. Turn the camera. Turn the camera. Exactly. You know how my mind works. So remember where we got to. The Prussians have been marching all the way west from the border. They've got to the Argonne Forest. That's 130 or so miles away from Paris. It's pouring with rain. Very Agincourt scenes, Tom. There's only one man who can stop them and that man is a guy called general charles francois du murier so listeners may remember he's this kind of grizzled ex-secret agent ex-seven years war veteran who was foreign minister under the girondin he got france into this mess in the first place and basically he's in charge of the eastern front he really wanted to he loves fighting belgians he loves attacking belgium that's his dream he wants to liberate belgium but the convention has basically said forget about belgium like there's a load of prussians advancing on paris get to the valley of the marne and stop them there's a lot of maneuvering and faffing around in and ever kind do you want to to go into detail about that i do you know what i i could i could but i won't because i don't want to try the patience of our less military minded listeners minded listeners exactly how many divisions are there on both sides loads couldn't be loads so to cut a very long story short the two armies end up faffing around and maneuvering and basically they end up on the wrong side of each other so the prussians are nearest paris and dumouriez is behind them with his back against the argonne forest now the duke of brunswick could just ignore dumouriez could just dashed on couldn't he to paris he could but he doesn't want to do that because he that would mean du murray could cut his supply lines basically cut him off from the german states and his men are very muddy and it's pouring rain they're knackered they're short of food they're ravaged by illness it feels a little bit henry v before agincourt and he says right what we'll do is we'll stop here we'll turn we'll finish off and then we can secure our supply lines and then we can go on to paris jimmy is massively outnumbered but very good news for him so on the 19th the day before the national convention they meet to register he is reinforced by a second french army under general kellerman who has a german name  Thank you. the 19th the day before the national convention they meet to register he is reinforced by a second french army under general kellerman who has a german name here's a german name very confusing yeah that is confusing so these troops that they have by the way everybody always thinks this is a great victory for kind of people in red bonnets shouting about the revolution but it's not is it they're all basically royalist officers and seasoned veterans and so they are they are these are like regular troops and they also have um brilliant kind of new cannon they do indeed they have a very exciting new cannon we love military technology on this podcast they have new lightweight cannons that were specially designed after the french had shamed themselves in the seven years war it's britain exactly they'd lost to everybody hadn? It had been a kind of world war. They'd been fighting the Prussians or whatever. So on the 20th, so this is the day that the National Convention were registering. On the 20th, it's a misty, foggy morning. Kellerman, outside this windmill, outside the village of Valmy, he lines up his men on this ridge. And he's got his lovely lightweight cannons that he's very keen to show off the prussians start firing with their cannons kellerman fires back with his there's hundreds of guns blazing away through the fog now do you know who was fighting for the prussians i do it was a goethe the great german writer greatest german writer german is top writer Goethe. He was fighting with his patron, who was Grand Duke Karl Augustus Sachs Weimar. Was he actually fighting? I always wondered about that because I thought he'd just kind of, you know, he'd gone in the train and was writing a poem. Well, this is the thing. I think there's no evidence. I think of him actually shooting anybody. I can't imagine him in a uniform a uniform that seems very odd he must have been wearing uniform though because as we will discover he's exchanging banter with the lads of the of the battalion and stuff um goethe said i mean you expect great prose from a great writer don't you do you know what he said the earth literally trembled it was a clash of titans france a land of contrasts.",
    "speaker": null,
    "startTimecode": 905540,
    "endTimecode": 1021140
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/6",
    "text": "Anyway, the earth is literally trembling. Goethe can't believe it what scenes this goes on for hours and hours and hours then the prussians eventually say okay enough we've definitely softened the french up now and bronzer extends his infantry advancing in these kind of long lines blue uniforms they're advancing up the hill they're convinced that the french are about to collapse. But no, General Kellerman takes off his hat with his trickle-er cockade and he lifts it up on his sword and he shouts, and then the French will start singing the Sarah, one of their revolutionary songs. But interestingly, not the Marseillaise, which apparently there's no evidence that they say that. No. So that may be another to the fact that these are not uh the kind of the radicals the uh the cutting-edge revolutionaries as yet right exactly i think the revolutions would love to rewrite this this is song-cullot singing the marseillaise and and indeed they do in subsequent years but that's not true at all so they're blasting away the prussians keep coming the prussians can't believe the french is so full of vim and vigor and then basically the prussians waver and brunswick says call them back you know enough and the french against all the odds and all expectations because they performed so abysmally at the beginning of the war they have actually they haven't quite won but they have survived to fight another day so it's kind of scraping a result in the final match of a group round in the world cup kind of a bit like that i think it is a bit like that but after you've it's it's a it's the draw that you need that keeps you alive in the group i think is what it is but that's because it's come unexpectedly it's fated as a great victory it's fated as a great victory exactly that's exactly what it is the Prussians actually have killed more Frenchmen the French have killed Prussians but for the first time the Prussians have been stopped they haven't been able to dislodge the French and their reactions of the two sides could not be more different so the Prussians are absolutely gutted they can't believe it doesn't Goethe he makes a famous comment in a very grandiloquent way, saying that this is, what is it? Something like, gentlemen, you have witnessed the dawning of a new age. I felt you were gearing up to do him as Jeremy Corbyn there, which would have been a shame. So Goethe says, there's a wonderful scene. It's the great vanity of great writers. He says, they all sat alone around this fire. They're all're already miserable they couldn't meet each other's eye and he says um everybody asked me what i thought about the events of the day as and i quote my little sayings had often interested or amused our little company and i think what an insufferable bore he must bring to all the other soldiers so he said to everybody from this place and from this day forth commences a new era in the world's history and you can all say you are present at its birth now so i'll tell you something i don't believe he did say that i think that's far too good to be true and he writes this a considerable time afterwards so i'm suspicious of goethe here i think he's playing fast and loose with the facts. He's too good. That's what writers do, Dominic. It is. It is what they do. Anyway, for the French, this is massive. So there's a peasant soldier who writes to his father and he says, I've been electrified with a new courage that will make despots tremble. Oh, liberty. Oh, equality. Oh, my country like listening to theo i mean if peasants are writing like that after the battle then maybe goethe is saying that kind of thing maybe tom i mean maybe they're all you know massive effusions they all feel that this is titanic i don't know i just yeah no fair that's fair so lots of people say, gosh, this is a tremendous victory for the new republic, for our revolutionary virtue. And of course, when the news reaches the convention, they're all waving their hats in the air and delighted and they say, absolutely brilliant. History has begun again. It is a new chapter in the story of the human race. And Dominic, I've got a question, which is that the news reaches Paris after after the monarchy has been abolished is there a feeling that this victory has been won because france is now a republic do you think there's something like that yeah we've got rid of the king and the traitors and immediately we start winning yeah as soon as we as soon as we took those blokes into the court the courtyards of various prisons and dispense summary justice. And as soon as we lock the king up in the temple fortress, surprise, surprise, we start winning battles. You know, quadrat demonstrandum, the king was a traitor and was undermining the war efforts. And that is what happened with the first democracy when Athens establishes its democracy, having thrown out its tyrants. They immediately start winning battles and presumably people would have been aware of this maybe this is an ironclad law of history tom or maybe it's just a coincidence anyway well it is because by because they actually win the battle before the proclamation of the republic right yeah well also they don't really win the battle it's just a draw so the you would think that this would fill them all with great um you know bonhhomie, sense of harmony. Come on, let's bury that ideological hatchet and work together for the common good. You would be wrong. Because actually, from the beginning, I know you wouldn't be wrong, Tom. I know you know that what's going to happen. The convention is riven by the most unbelievable faction fighting. So basically, there are three blocks. And maybe we don't need to spend an eternity discussing them, but a little bit of context. First of all, you have Brissot and the Girondin. So if you remember, these are not really a Parisian party. They're a party of the kind of big provincial cities like Bordeaux. Because that's where Gironde comes from, isn't it? It's the northern bank. Exactly're all hanging around having dinner with madame roland in her apartment and swapping witty aphorisms and they've basically got about 150 deputies in the convention that will always support them and they can call on some independence to give them a majority then you have the great mass of people who are kind of in the middle they are called the they're either called the marsh which seems a very you know it's not very i wouldn't want to be part of the marsh what's that centrist dads the cent oh right okay very good yeah well they're not really centrist dads are they because everybody's now on the left but um they are the marsh or the the plane people call them uh because they sit in the middle of the hall. And they basically, you know, they can lean one way or the other, but at this point, they are generally swayed by the Girondins. And then you have the radicals on the far left. They're called the mountain, the montagnards, and they sit high up in the left of the hall, hence the mountain. There's about 200 of them, 150 to 200. They're very Parisian. Robespierre, Danton, Marat. All the famous guys, the ones that people have heard of. They dominate the Jacobin Club now because the Jean-Ordan don't bother turning up to it. And they also appeal to two groups. Very young deputies are much more likely to be Montagnard. They're likely to be kind of more impatient, more ambitious, more radical. And this is the first manifestation of a sense that runs right the way up to the present day, that the young are inclined to back more radical solutions on the left, right? I mean, this is the first manifestation of it. I think that's absolutely right. They also appeal to deputies, interestingly, who come from very isolated kind of places, who've basically been the one radical in their village yeah who therefore feel very embattled and when they arrive in paris they're delighted to find friends and and that their being embattled has made them more radical i guess that must be very exciting for them oh yeah i think there's a definite sense of excitement and of the montagnon basically now we think of them as being control a party ruled by theumvirate of Robespierre, Danton and Marat. I mean, they really are the big three of the French Revolution, aren't they? The triumvirate, you might almost say. But they're not like a triumvirate. They actually don't really get on with each other. Robespierre hates Marat, doesn't he? Robespierre despises Marat. Won't have anything to do with him. Like, refuses to have anything to do with him. I think because Rob Spear is so chilly and he's so worried about his wig and his kind of boniness. He's got great skin. Yeah. And Marat doesn't wear a wig, has terrible skin, awful, sits in baths. Right. Both Danton and Marat have terrible skin, don't they? Danton is too busy, like, stuffing himself with, like... Chicken legs. Yeah yeah and also taking brown envelopes of cash mara is just shouting about like killing everybody and being very over the top and stuff so actually they're all quite suspicious of each other these three they don't work together as a tight-knit unit i guess the other question is are these kind of ideological political parties of the kind that we would recognize today and the answer again i think no the the montagnon and the girondin to outside observers seem to have loads in common you know they they're all republicans they all believe in the war all of that stuff there are two things i think that are really important the differences so one of them is the idea of the people the girondin because they're kind of merchant class from Bordeaux and stuff, they basically think that people like them should be running the revolution. You know, people who go to literary salons and quote poetry to each other. Yeah. Whereas Robespierre and the Montagnard, they think, they're suspicious of that, they are pure populists. They're all about the common people, the virtues of the street. You know, the people of Paris know better. Yeah. A poor urchin knows much better than, you know, it's that kind of. It's Rousseau, isn't it? It's very Rousseau. It's very Rousseau. It's almost very Christian. Is it not? I'm surprised you didn't say that. Of course. But I mean, you know, this is what I think about everything in the French Revolution. That's true. That's true. That goes without saying. The other thing that's perhaps a little less Christian is the Montagnon are also much keener on violence. No, but you see, I think that is pretty Christian. Virtuous violence. Yeah. Okay. Crusades, inquisitions. Okay. Let's just assume you're thinking of everything. No, I don't think of everything because obviously you can have non-Christian violence, but I think the idea of violence being virtuous, that's where it's coming from. Yes. As yes as you'd expect because this is you know 18th century france and displays of of violent virtue are everywhere yeah fair enough so obviously the most visible sign of um virtuous violence has been the september massacres which the montagnards were all for but the girondin are actually a little bit conflicted about the september massacres they've been robsbier thought all this was brilliant you know he loved the attack on the tuileries he loved the september massacres he thinks the fact that girondin are being a bit squeamish shows that they are suspects counter-revolutionary and all that kind of thing tom i can see you're itching to say something what is so interesting and fascinating about this is that you see for the first time the manifestation of political trends that just repeat and repeat and repeat and surely what is happening with the girondin and the montagnard is the notion that people on the left can be outflanked to their left and therefore are always moving leftwards to try and avoid that and so the radicals of one month can suddenly find themselves the reactionaries of the next month and it means that there's an impetus always to go further and further whether you are backing you know the people are always right or whether you are saying virtue is manifest in violence if you start saying oh i'm not sure about that then immediately you are you are you're a reactionary and that is a trend that you see again and again and again i mean throughout the history of 19th century socialism and right you know right the way up to the present day absolutely you're totally right that sort of ratchet effect and in fact i was just thinking if somebody missed a couple of episodes of this series you know if they'd skipped ahead they'd be like hold on those people were on the far left two episodes ago now you're describing them as you know counter-revolutionary reactionaries because as you say, the center of gravity is always moving leftwards. What's on the Giondan's mind as well, by the way, is the fact that during the September massacres, there is some evidence that Robespierre and Marat had actually toyed with the idea of killing them too. So Robespierre, on the day the massacres had broken out, the 2nd of he had been giving a speech in the commune the sort of city council of Paris in which he had said that the Girondins were secretations of the Prussians and perfidious intrigues working against French liberty now anyone who's listened to the whole of this series will know how bonkers that is because the Girondins were the key people in getting Franceance into the war in the first place but of course at the time everybody believes in this idea of the mask of patriotism that the more patriotic you appear to be the more likely it is that you are in fact a traitor so they the commune had issued a warrant for some of the girondins arrest which was never carried out but brissot and roland and these people they know about this and they say my god robert spierre wants to kill us he wanted to kill us and it's just luck that he didn't and so they become convinced well they are now convinced that basically it's kill or be killed so in that sense right from the moment the convention meets which is 21st of september it's not like a normal parliament that we would know today because there is no sense of pluralism there's no sense that they're going to be having discussions and you win some you lose some all that kind of thing no sense of a loyal opposition none so by definition this is about virtue versus corruption it's about Republic versus counter-revolution. To be a dissenter is to be a traitor. And so I think from the very first moment they take their seats, it is obvious there is absolutely going to be a showdown and that whoever loses that will probably end up on the guillotine. And if you had to put your money on somebody at this point september 1792 you would probably put it on the girondin they have a bit more of a majority they have a bit more self-confidence they control the presidency of the convention and so right from the beginning with the september massacre so fresh in their minds they say right let's settle this once and for all let's this. And right away they go for the Montagnard's throats. Wow. Well, I think that is too much excitement for one half of an episode. So I think we should take a break here. And when we come back, we will see what the upshot of this Girondin attempt to take down the Montagnard actually is. This episode is brought to you by the Swedish clothing brand Asket. Asket was founded in 2015 to develop clothing that stands the test of time. And over the course of 10 years, they've built just one single permanent collection of 50 garments where every piece is under constant and relentless refinement. And while, Tom, they have just one permanent collection, they do offer three lengths for every regular size. So, for example, being normal, I'm a medium regular. But you, Tom, you're a large long, I believe. Like a Swedish berserker Viking king, actually, Dominic. Right. And I have to say, I really love their clothes. I have a black hoodie that Sadie has essentially nicked off me. So that's my wife. And I think that when she nicks clothes, that's always a good sign. Well, I'm actually completely with you, Tom. I mean, my Asket cashmere sweater is a massive favourite of mine. And I love the fact, Tom, did you know this? That they work almost exclusively with natural materials and European craftsmanship. And the cherry on the cake, Their products are 100% traceable. No discounts ever. If you don't need anything, don't buy. If you're considering something, visit askot.com. This is an ad by BetterHelp Online Therapy. You know, in a society that glorifies hyper-independence, it's easy to forget we really are all better when we have a support system behind us. My support system, the people that I rely on more than any other and do most for my well-being, my self-esteem and my mental health are our producers, Theo and Tabby. They've genuinely changed my life. When I've ever got a question, I know to go to them. So, Tom, who's the support system in your life? A very exciting addition to my support system is my beloved Bulgarian trainer, Simon, who makes me not only mentally fitter, but physically fitter. Therapy can be a source of support for any area of your life and it can give you the courage, Tom, to ask for help. It can help you learn positive coping skills when you're stressed. It can teach you how to set boundaries and to enforce them. It can help you work through anything and empower you to be the very best version of yourself. As the largest online therapy provider in the world, BetterHelp can provide access to mental health professionals with a diverse variety of expertise. Build your support system with BetterHelp. Our listeners get 10% off their first month at betterhelp.com slash rest history. That's betterhelp.com slash rest history. Hello, welcome back. We left you at a moment of high drama. The Girondins are about to take on the montagnard in the national convention dominic put people out of their misery what happens so they make their move tom two days after the battle of valmy 22nd of september the convention has only really been up and running for a day and a bit and a dozen speakers one after the other get up and lay into the montagnard. And their plan is to convince the convention the Montagnard are traitors, and they should be arrested and thrown out of the convention. They say they are anarchists, they are murderers, they are levelers, interestingly. Oh, right. A word that will be very familiar to people who know about 17th century England. But don't they also compare them to Caesar, Crassus, and Pompey? They do. The first round of written ancient Rome. They do. They're very promiscuous with their historical analogies, I think it's fair to say. Because Briso says, on the one hand, he says they're the hydra of anarchy. They want to level everything. And on the other hand, he says, Robespierre, Mara, and Danton are the new Crassus, Caesar, and Pompey, exactly as you said.",
    "speaker": null,
    "startTimecode": 1022080,
    "endTimecode": 2122280
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/7",
    "text": "And Robespierre and Danton say, oh, this is absolute nonsense. You know, I don't even like him. I have no, we're not a Trump at all. Marat, he obviously is, he's making his debut effectively in frontline politics. Wow, what a way to do it. And he says, I'm not a traitor, but if you're accusing me of trying to set up a dictatorship, well, I'll be frank with you. I think a dictatorship would be brilliant. I'd love a dictatorship. He then says, he pulls a gun out of his pocket and he holds it to his own head. And he says, if you vote to condemn me, I will blow out my brains in front of you. Better than threatening to blow out the brains of Girondin, I suppose. I guess so. People are very impressed by this. They say, well, this obviously shows the mayor is a tremendous fellow. And the result of this is that they are not kicked out. So the Montagnagnard have made a bit of a mistake here they've they've bet that i was about to say they've wounded but not killed their opponent they barely even wounded them yeah i mean if you're going to shoot at the king you better kill him exactly so it is clear from this point that this feud is only ever going to get worse and a few weeks go by the girondin basically are sort constantly nigglingiggling at the montaignard but never bringing them down also the girondin as time goes by they're actually beginning to lose a bit of support from the plane from the independent people because the independent people actually are a bit sick of this and also the girondin are quite corrupt and they're very overbearing and they're very kind of hungry for power and bossy. They've got all their dinner parties, haven't they? They go to their dinner parties. High-flusing dinner parties.",
    "speaker": null,
    "startTimecode": 2123100,
    "endTimecode": 2208480
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/8",
    "text": "Exactly. Not inviting the normal people. Right. And if you're just a bog-standard deputy from provincial France, you're sick of being lectured by Brissot and having him slagging off the Montagnon and stuff, you just become very impatient with all this.",
    "speaker": null,
    "startTimecode": 2209400,
    "endTimecode": 2222320
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/9",
    "text": "And I think that Jean don't know this. So towards the end of October, they decide to have another go. And this time they will just go for robespierre and they'll go for him personally and they get a newspaper editor called jean-baptiste louvet to stand up and accuse robespierre of trying to make himself dictator of having a personality cult now again they reach for a roman parallel interesting of course. So, Louvet deliberately models his speech on Cicero unveiling the Catiline conspiracy. And, of course, that's the analogy that everybody knows. They've all grown up with it. They've all done it at school. How long will you abuse our patients, Robespierre? All of that stuff, exactly. And Louvet says, come on, France has a choice. There are only two parties and France must choose. There is the party of us, the Girondins, we're the party of philosophers. And on the other hand, there is the mountain, they're the party of murderers. Put it like that. Yeah, exactly. If I was facing attack from the Prussians and I had to choose one of those two parties to represent me, I definitely wouldn't choose the philosophers. But do you know who's there for this? Well, you do know, because i know you've got the notes but also i know this uh because i'm a big fan of his um is the great poet william wordsworth he's basically on his gap year isn't he yeah he is he's on a holiday well he's not on holiday he's he's um he's graduated and doesn't know what to do with himself so he's gone off to to france supposedly to improve his his knowledge of french but actually he's having an affair with a woman in orleans got her pregnant. But that would improve your French, though, surely. Yes, it would. Give us a bit of poetry, Tom. I know you love a bit of Wordsworth. When a dead pause ensued and no one stirred in silence of all present from his seat, Louvet walked single through the avenue and took his station in the Tribune saying, I, Robespierre, accuse thee. Now, that line is actually a bit confusing isn't it because it makes it sound like robespierre is claiming to be exactly i don't want to i don't want to diss wordsworth one of our greatest ever poets let's just let himself down there with his lack of clarity so this is in the prelude which he writes much later when he's become um a counter-revolutionary and a massive reactionary um shall i shall i carry on do we'd love that a bit more poetry okay i love it well is known the inglorious issue of that charge and how he who had launched the startling thunderbolt so that's luve the one bold man whose voice the attack had sounded was left without a follower to discharge his perilous duty and retired lamenting that heaven's best aid is wasted upon men who to themselves are false which is a long way of saying that louvre's attack doesn't work and he doesn't get the support that he'd been expecting and it's all a bit of an embarrassment and a letdown it is an embarrassment exactly wordsworth in a very convoluted way is is quite right and actually rob spear completely wins the day so a week later rob spear he bides his time and then he makes his response and he says um i have encouraged violence he says but i did it because it was the only way to save the country and he says to everybody do you want to have a revolution without a revolution i mean we have to you know i did it and i was right to do it because people may remember when we when we talked about the guillotine that Robespierre was against capital punishment, but he is now saying that the travails of the Republic are such that the real crime would not be to support the elimination of those who threaten France and the nation. As we discussed in the September massacres episode, a majority clearly agree with that. They think we're at war. You know, we've always executed people. It's not like public executions and the public display of violence is a novelty. It's completely reasonable for us to use violent measures to preserve the Republic. And so Robespierre wins the day. He gets torrents of applause in the convention.iso and the girondin are kind of fuming they're sort of like sort of cartoon characters kind of clenching their fists with rage you pesky montagnard kind of on the benches and briso writes to du murier and he says this is absolutely intolerable he says i spend all my time fighting these miserable anarchists that a direct quote, when I should be concentrating on the uprising of the entire planet.",
    "speaker": null,
    "startTimecode": 2222920,
    "endTimecode": 2468880
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/10",
    "text": "I mean, which is a bonkers thing to say, but... Quite Trotsky, isn't it? It's very Trotsky.",
    "speaker": null,
    "startTimecode": 2469740,
    "endTimecode": 2473980
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/11",
    "text": "But you can see why he's saying it, because we're now six weeks after the Battle of Valmy. And since then, Tom, there have been some unbelievably dramatic scenes on the battlefield. Has Dumarié managed to invade Belgium, which you said is a long-term kind of plan? Excitingly, yes. Oh, bless him. So for once, somebody in the story has actually got what he wanted. So basically, here's what's happened. I know you love military history, Tom. The Prussians have been hanging around outside Valmyre, pouring with rain after this kind of draw. And the Duke of Brunswick eventually says, right, listen, we don't want to be cut off from our supplies. We obviously don't want to get to Paris. Let's cut our losses, head back towards Germany for the winter. So in scenes of great sort of degradation and misery, which kind of Goethe writes about, he withdraws all the way back and he even goes all the way back across the River Rhine. that really matters because what that means is that the the western bank of the rhine is now completely undefended with german cities and towns on it it is completely undefended from the french so by late october the french who are on their uppers a bit ago are now advancing on german cities cities, places like Mainz, Worms, Frankfurt. And out of these German cities, the prince bishops and the electors and all of these bigwigs are kind of fleeing as fast as they can with all their kind of Germanic books and whatever, marzipan on carts. So this is the point of what Briceau is saying to de Maurier is that this is now an international revolution right the world lies open before us because the french by the way in the long run this will be a massive moment in european history because it's basically the birth of german identity and german nationalism because loads of people who'd waited couldn't wait for the french revolution to get to germany when the revolution does turn up they say oh god this is terrible well these french people kind of living in our houses looting all our stuff and bossing us around and so you get the german identity you can argue to some degree dates from this moment as a kind of political force anyway the french don't just stop at the rhine they're advancing everywhere so they invade the swiss federation they're heading for gene Geneva they invade Savoy and they take all the lands west of the Alps which and they create a new department called Mont Blanc they also seize the county of Nice we always think of Nice as I mean most people think of it as French it's actually been part of Savoy since 1388 and so all these kind of of little medieval aberrations are being swallowed up by France and becoming part of France.",
    "speaker": null,
    "startTimecode": 2474520,
    "endTimecode": 2629100
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/12",
    "text": "So like Avignon as well had already gone. Yeah, Avignon, exactly.",
    "speaker": null,
    "startTimecode": 2629960,
    "endTimecode": 2633000
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/13",
    "text": "But above all, Belgium.",
    "speaker": null,
    "startTimecode": 2633660,
    "endTimecode": 2634640
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/14",
    "text": "So Dumurier had always dreamed of this.",
    "speaker": null,
    "startTimecode": 2635240,
    "endTimecode": 2636960
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/15",
    "text": "He beats a small Austrian army at a place called Jumap, which is just south of Mont on the 6th of November.",
    "speaker": null,
    "startTimecode": 2637680,
    "endTimecode": 2643340
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/16",
    "text": "And the Austrians have to pull back. He takes Monts. He's in Brussels by the 14th of November. By the end of November. I mean, this is the extraordinary thing, the seesaw momentum. He has taken Liège and Antwerp, and he is heading towards the borders of the Dutch Republic. And Dominic, by this point, there is a lot of singing of the Marseilles. Loads, exactly. It accompanies the invasion, the victories, all kinds of things. I think this is the moment, actually, when you can say that patriotic revolutionary fervor is born, really. Born in victory. This is the point at which you have patriotic festivals across France, sort of feasts and bonfires and people singing things like, they're singing theseillaise in the streets. And again, it's a manifestation of the fact that now France is no longer a monarchy and is a republic. Suddenly they're winning. Yeah, absolutely. But here's the thing, right? They're not just winning. They're winning victories now. And because the Prussians and the Austrians had basically not bargained for this, overextended themselves, not properly prepared. The French are now winning victories that are really unprecedented in the last few generations, victories that eclipse even the victories of Louis XIV. And so deputies back in Paris are now beginning to ask themselves, well, where will we stop? Where would the revolution stop? Because, of course, they've always thought of it. It's not just a French nationalist project, but a universalist one. universalist one well again this is what briso saying that you know this is a global issue he's the arbiter of the world exactly some people say well our borders our obvious borders are geographical the pyrenees the river rhine um the the channel the mediterranean so on but other people are saying well really i mean really? I mean, if we stand for liberty, if we stand for these kind of timeless, eternal values, why would we stop at some mountains? Why wouldn't we go beyond? And have they not enrolled as French citizens, people in foreign countries who are particularly enthusiastic for the revolutions? Like Tom Paine. Tom Paine would be the famous example.",
    "speaker": null,
    "startTimecode": 2644020,
    "endTimecode": 2765000
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/17",
    "text": "On the 19th of November, they vote France will assist anybody, anybody who wants to, and I quote, recover their liberty. And a month later, they agree that everywhere French armies go, they will take the revolution with them. So that means they will abolish feudalism. They will attack the privileges of the Catholic Church. They will institute a republican system. So it's a war on the monarchies of Europe. So this has never happened before in European history. You know, states have fought wars with each other, of course, and taken each other's territory. But the idea that you would go into somebody's country and completely rewire their system so that it looks like yours, ideologically reboot them, this to a lot of people is profoundly, profoundly shocking cromwell hadn't done that no i mean there'd be no sense of let's export the english revolution exactly and what is more i mean this is i think this is very french they decide that they will make everybody else pay for this so there's a guy called uh pierre jacques combo who's a protestant merchant Nîmes. And he says, listen, there's an obvious way to fund this.",
    "speaker": null,
    "startTimecode": 2770000,
    "endTimecode": 2827940
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/18",
    "text": "When we occupy a given country, they should be so grateful for their liberty that they should pay us a tax to pay for their own occupation. And the convention says, this is an absolutely, absolutely great idea. Now, you might think this sounds very over-the-top and hubristic, but they, I think, really believe in this.",
    "speaker": null,
    "startTimecode": 2846060,
    "endTimecode": 2851040
  },
  {
    "id": "bc9ddcad-3707-4f11-939a-929e6130d420/transcript/paragraph/19",
    "text": "Briso is standing there on the convention, sort of November 1792, and he is saying, we will liberate Naples, we will liberate Spain, we will liberate Poland, we will be in Berlin probably this time next year, we can go all the way to Moscow. You know, it's like they're basically drunk on their own rhetoric his friend vernieau remember we had him talking about the um there the thing is, nobody has ever talked like this in Europeanan history before you know when france was fighting its wars in italy in the early 16th century nobody said this is the war to end all wars this will bring a new age of happiness they just said brilliant let's pile into milan and loot and pillage you know did henry v say this in the hundred years war did edward the third they didn't but the dream of a year of a universal peace is of course I mean you know we know where that's coming from we do indeed but of course there is among other things there's a very obvious problem that they have which is um it's a problem left over from before the republic and it's that they have still in their midst not just any old traitor but the traitor of traitors you know a rallying point for counter-revolution it's the erstwhile king it is the erstwhile king it's louis capet well so so that is what they call him louis capet yeah because the um the man who is elected king of the franks at the end of the 10th century is hug capet so that's where the name of the capetians comes from it it's not actually his name uh and in the the next episode where we look at the trial and execution of the king we'll explore why they call him uh louis capet and not louis bourbon but i just i just intrude with that but they call him Louis Capet. That never occurred to me before. Obviously, that isn't really his name. No, it's not his name. And he and Louis objects very strongly to being called Capet. But we will explore this tomorrow. That's tantalising. Tom, if I wasn't already a member of the Restless History Club, I'd sign up now because I'd have to wait. So just the last sort of five minutes or so before Theo explodes with rage that we're going on too long. Where has Louis been all this time? He's been in the temple in this medieval keep. He's been with Marie Antoinette, his sister Elizabeth, and his two children. They've been reading loads of books. They're basically living like a middle-class English family during COVID in lockdown. So Louis and Marie Antoinette have been homeschooling the children they've been teaching them to recite kind of great reams of racine and corneille and stuff great french dramatists uh louis loves his geography so they've been coloring in a map of the new departments of france and tracing and doing all this stuff it's actually quite sweet they play badminton in the garden. And at night, Louis, this will please you, Tom, he reads passages of Roman history to them. But presumably not the establishment of the Republic. No, I don't think so. But apparently he reads passages that somehow mirror their own predicament. So people who've been locked up, but are very noble and long-suffering and all this kind of thing. They are quite tightly restricted. Marian marion so net's not allowed to sew in case she's sewing a code louis not allowed to shave because people are aware that he might kill himself and the guards it's very like the romanovs in 1918 the guards were always kind of scribbling graffiti on the wall that shows a fat man being hanged or guillotined or something so that's a bit ominous for louis now the convention you might say why do they have to take any proceedings against him at all because he's just a citizen now this is the point of louis capet he's just like anyone else but there of course there are two reasons one is if they really think he's been betraying them to foreign enemies they really ought to punish him and number two they know there are loads of royalists in france they can't leave such an obvious focus for counter-revolutionary rebellion alive and the sans-culottes on the streets of paris still blame him remember for the fighting at the tuileries and the swiss guards and all of that sort of business they have a huge discussion about whether constitutionally they are allowed to put him on trial. Because under the old constitution, if the king transgressed, it laid down what you do and you remove him from office. But once you do that, it's done. So can they punish him further? And basically, they get a constitutional lawyer, a guy from Toulouse called Jean-Baptiste Maillet, and he says Louis is clearly guilty of terrible crimes. And the law of nature overrides the Constitution. The Constitution actually was given by the nation. And if the nation gives the Constitution, the nation has the right to withdraw it. And the of nature demands that um that louis is punished and this is a crucial moment isn't it in the history of what will happen over the next year the idea that if you follow nature then you can't do anything wrong no matter where it leads there again very russo very russo so they have a sort of debate about debate about how this will work a few people a very small group of kind of what you i suppose you would say people on the right of the convention on the right of the girondin group say i just think we should leave him alone let's not do this at all but most people say we should probably have a trial there are some montagnard whoever who say a trial is mad we should just kill him straight away he doesn't probably have a trial. There are some Montagnard, whoever, who say a trial is mad. We should just kill him straight away. He doesn't even deserve a trial. And the most famous one of those, a character who we should now introduce, is a young man, the youngest deputy in the whole convention. He's only 25 years old, and he stands up to make his maiden speech in November. So this guy is called Louis-Antoine Saint-Just. He's from a small town in picardy he's basically a massive robs pierre fan he's been sending him fan mail since 1789 and i thought i kind of think about sanju's that here's the point at which rousseau and romanticism kind of meet he's got long lank hair he's got an earring he's very pale he's never seen smiling or laughing he's shelly with political power yes i guess he is i guess was it shelly who was pursued by his classmates around eton yes the shelly hunt the shelly hunt yeah that i would have loved to have seen that with sanju's because i san just he wrote an enormous poem didn't he about his sexual frustration surprise surprise he did and he prides himself he basically loves rob spear and he prides himself on being more even more virtuous more emotionless more logical rationalist yeah than rob spear that rationalism and virtue are to be equated yes and again this is the birth of something that over the course of the 19th century will actually become quite chilling it's the kind of thing dostoevsky was obsessed by yeah san just is the founding paradigm of the terrorists that you get in dostoevsky's novels he absolutely is again he loves the idea the very word terror it'souced word. But his rationalism, his kind of icy rationalism, is the icy rationalism of somebody who is throbbing with suppressed emotion. Isn't he? I mean, basically. He's an incel. He is a total. He is a man who just needs to go for a walk, meet some girls. Hang out with Danton. Yeah, exactly. Danton will show him a good time. Anyway, of course, that relationship doesn't end terribly well, does it? No. And Danton. Perhaps not coincidentally. So Sanchu gets up and he says, there was no need for a trial. Because the point he says is that Louis is not guilty because of anything he's done. He's guilty. And this really brings out your point. This absolutely anticipates so much of the revolutionary stuff of the 19th and 20th centuries. Sanchu says he's guilty because of what he is and what he has been. A virtuous republic cannot allow somebody who has been a king to live. And I quote, no one can reign innocently. Every king is a rebel and a usurper. So there's no middle ground. This man must reign or die. He must die to assure the repose of the people. Right. And Dominic, that is the crucial, crucial line that opens up, I think, the proper understanding of the trial and execution of the king. Because, you know, there is no foundational moment for the Republic. There is no proclamation. And that is because the king still lives. So therefore, the death of the king becomes the kind of the baptism of the Republic. i think that that is why saint just speech is so memorable and so significant yeah i think that's a really good point tom it's a very it because it does it is one of the two or three most famous speeches of the entire revolution it makes saint just name and it also as you say seems to serve as a kind of departure point as a punctuation point in kind of france's constitutional journey. Anyway, the funny thing about this speech is actually it doesn't work because they decide they will have a trial. So while they're making the plans for the trial, just before we get into that, just as they're finalizing the plans for the trial, there is a really, really important development. Monsieur Roland, the husband of Madame Roland, the interior minister who's a Girondin, on the 20th of November is taken into the Tuileries Palace by a locksmith called Gamin. Gamin was the guy who had taught the king all about his locks. And Gamin says to Monsieur Roland, no one knows this, but I'm going to show you something. And he takes him and he shows him a secret iron safe hidden behind the paneling. Roland opens it and it's full of confidential papers and documents. And he now makes a terrible mistake, a mistake that I think will kill him. He takes the papers out and he goes through them himself in secret. He doesn't share them with anybody. And then he goes to the convention. He says, well, I've made an amazing discovery. I have found all these confidential documents and they i can let me tell you there's some pretty interesting things in them that uh will incriminate some of you and you will you won't be laughing then and lots of deputies are really shocked and frightened and outraged at this especially the montagnard they're like what are these documents how do we know that you haven't you know forged them doctored them exactly they're absolutely furious so all this will come back to really haunt roland and the girondin but in the meantime the documents prove two things first of all they prove now beyond any possible doubt that louis was conspiring against the revolution he was in touch with the austrians he was writing to counter-revolutionary groups he was doing all of this kind of stuff because his signatures are all over these papers his fate is sealed from this point that he is done i think the second thing they the documents also prove beyond any possible doubt that all that stuff about the mask of patriotism which we've discussed as though it's so paranoid and such a mad conspiracy theory it's indeed quite accurate because one of the great heroes of the early revolution mirabeau another man with terrible skin by the way he's clearly there's loads of letters from him showing that he was conspiring against the revolution taking loads of money from the courts and you know his his reputation is shredded they go and take his ashes out of the pantheon they take his bust out of the jacobin club they're like well this proves the point can't trust anyone can't trust anybody so a few days after this the 1st of december the convention votes first of all anyone who calls for the return of the monarchy anyone who who makes any and i quote infringement on the sovereignty of the people which is very satisfyingly vague if you are if you're a big fan of revolutionary terror yeah will face punishment by death and two days later they vote that this man louis capet we can discuss his name next time will be brought before the national Convention to answer for his crimes. And Rob Speier gets up at the tribunal and he says, remember your task is not to pass a sentence for and against a man. It is to defend the safety of the public and to take an act of national providence. I pronounce this fatal truth with regret, but Louis must die because the homeland must live amazing stuff so uh dominic and everyone um the scene is set louis will be brought to trial um will he be convicted if he is convicted what will his fate be there is only one way to find out and that is to tune into the next episode if you simply can't wait then you can go to the rest is history.com and sign up there but either way we are approaching the climax of this particular stage of our series on the french revolution so we'll see you very soon bye-bye au revoir",
    "speaker": null,
    "startTimecode": 2853120,
    "endTimecode": 3637780
  }
]