[
  {
    "id": "338da314-b022-4579-ad67-313537b4ec33/transcript/paragraph/0",
    "text": "Thanks for listening to The Rest Is Politics. Sign up to The Rest Is Politics Plus. To enjoy ad-free listening, receive a weekly newsletter, join our members chatroom and gain early access to live show tickets. Just go to therestispolitics.com. That's therestispolitics.com. The Rest Is Politics is powered by our friends at Fuse Energy. And when you switch to Fuse, you will now receive Trip Plus membership free of charge. That's where you can take advantage of things like ad-free listening, early access to question time episodes, pre-sale live show tickets and more. All you've got to do is go to getfuse.com slash politics, use the referral code politics when signing up. We will be providing many more offers for members, which I think can be great, including interviews for members only and questions for members only, which I hope you'll enjoy. But the other advantage of signing up, of course, is that you can protect your energy bills by fixing your electricity rates for the next year with Fuse, which is going to be very relevant with the price cap rising by 6.4%. Fuse's new fixed tariffs undercut the April price cap by over £100, with almost £150 of savings for a typical customer on the 18-month tariff. By fixing your electricity rate, you can lock in your price today and protect yourself from any rises over the next year. And as you know, here at Trip, we love the whole green agenda. Fuse is a green electricity supplier generating power from their own solar and wind farms, and they invest 100% of profits into building more renewable energy. So download it now, use the referral code POLITICS after signing up, visit getfuse.com slash politics for the terms of conditions and to learn more. Are your ulcerative colitis symptoms proving difficult to manage? Tramvia, gazelab, can help you manage the cycle of UC symptoms. At one year, many patients taking Tramphia achieved clinical remission, and some patients also achieved endoscopic remission. Individual results may vary. Tramphia is a prescription medicine used to treat adults with moderately to severely active ulcerative colitis. Serious allergic reactions and increased risk of infections may occur. Before treatment, your doctor should check you for infections and TB. Tell your doctor if you have an infection, flu-like symptoms, or if you need a vaccine. Ask your doctor if Trimphia can help you manage the cycle of UC symptoms. Call 1-800-526-7736 to learn more or visit TrimphiaRadio.com. Ryan Reynolds here from from Mint Mobile, the message for everyone paying big wireless way too much. Please, for the love of everything good in this world, stop. With Mint, you can get premium wireless for just $15 a month. Of course, if you enjoy overpaying, no judgments, but that's weird. Okay, one judgment. Anyway, give it a try at mintmobile.com slash switch. Upfront payment of $45 for three-month plan, equivalent to $15 per month required. Intro rate first three months only, then full price plan options available. Taxes and fees extra. See full terms at mintmobile.com. Welcome to The Rest is Politics with me, Alistair Campbell. And with me, Rory Stewart. And Rory, we have an awful lot to talk about. Overnight, the world waking up to the fact that the United States has paused military aid to Ukraine. We have the horrors of a Donald Trump address to Congress sometime later today. Obviously, we're going to talk a lot about Ukraine, a lot about the London summit that Keir Starmer hosted. But frankly, what does Ukraine do now? What does Europe do now? And what on earth are the Americans up to with Russia? And then I think in the second half, let's go Commonwealth. We should talk about Canada, who will have a new prime minister by the weekend, and also Australia, who may be calling an election at the weekend. But also there's been some extraordinary shenanigans going on with the Chinese in Australian and Kiwi waters. So let's start with Ukraine. There are four scenarios which we're struggling with. Number one is what's been going on for the last couple of years, which is this slow grinding, horrifying war between Ukraine and Russia, with Russia making slow advances. But as you've pointed out, it would take them at the moment about 80 years before they took the whole of Ukraine. That option's now off the table. Trump's not interested in continuing that. So there are three remaining options. One is that Ukraine tries basically to go it alone without any US support or guarantees and without any European troops on the ground. And that would probably, we can get into this in more detail, would probably lead to Putin conquering Ukraine. Not clear how long it would take, but he'd be in a much, much stronger position. Scenario three, Europe puts troops in on the ground, but without an American backstop. And there the risk is either Europe gets humiliated or we tip into World War III. Now, I've said that very quickly, but we need to dig into that bit because that's obviously very serious, but that's Europe potentially confronting Russia on the front line without any American support. And the fourth thing is what the European leaders have been pushing for so hard, which is US security guarantees. So that would be a peace deal between Russia and Ukraine, where the US would say that if Russia broke the terms of that peace deal, the US would intervene. And security guarantees means that you'd put some European troops forward as sort of something between peacekeepers and monitors. And if Russia broke the deal and advanced, ultimately, American planes would fly. If Europeans got into trouble, American troops would deploy. And behind all that, of course, is the threat of American nuclear weapons. So that's the overall summary, but a lot of things to get into there. The problem with all of that is the unreliability of what Trump says. So last week, for example, at one point, he said, well, obviously, if the Brits got into trouble, we'd always be there for them. The Baltics? Nah, not so sure. Well, the Baltics include NATO members. So we really are talking about fundamental military and strategic principles here and the extent to which they're being undermined. And what I found unbelievably depressing about the last few days has just been that every day, just imagine you were Vladimir Putin, you're following all this stuff every day in the last, well, pretty much since Trump became president again, but certainly in the last few days, Trump, Vance, they've done or said something every day that will be very, very welcome to the Kremlin. And this is like a dream for them. Here we have to have hope that there's some potential positivity to the unreliability. So Trump yesterday, he was doing a thing about money, about investments. And he suddenly comes out with this stuff. Zelensky is a bit of a pain in the ass. He's not been listening to us. We're not going to listen to him for very long. And then he was asked about whether the Americans might withdraw when it wased. No, we're not talking. We're not. We've not been talking about that. Literally a few hours later, they announced it's happening. So that could mean that it will unhappen because this isn't a thing where you just sort of switch a switch. This is supply chain. I was up very late last night talking to people who'd been at the London conference and had then moved on to Paris and Berlin. So these are defense analysts. I spoke some detail to a general. I spoke to some of the policy advisors and I spoke to junior ministers. And they were all trying to be as optimistic as possible. But of course, at no point did any of them in these conversations quite late into the night expect Trump to do what he's just done, which is announced that he was suspending all aid immediately. This is something I want to pull you in on because it's maybe getting into a broader lesson about politics, which is that situation where you are stuck in a very, very deep hole. You have no good options and you feel you have to try for something that's pretty unlikely. So that's where the Europeans are. They think the scenario of Ukraine fighting without America is terrible because Putin conquers Ukraine. And they think the scenario of European troops on the ground without American backing is terrible because it's unbelievably risky. So their view is we just have to do all we can to try to convince Trump to come behind the security guarantee. And the more they talk about it, the more optimism bias comes in. The more they begin, when you talk to them internally, to convince themselves this is going to happen. Now, you and I kind of have the luxury of not being in those rooms. So we can step back and say, I think three things. Why would Trump provide security guarantees? I mean, remember what a security guarantee is. It's providing something that Biden never provided. He would have to say to the American people, ultimately, if trouble starts in Ukraine, American planes are going to fly, American boots are going to be on the ground, and maybe even American nuclear missiles would have to be launched. So why would he do that? Second question, if he did it, what would he ask? We already know he's asking $500 billion in minerals. But as soon as Trump senses, Alistair, that there's something you really want from him, he loves that. He will keep asking for everything he can possibly ask for. Give me the mineral guarantees. Give me Greenland. Fall over backwards. Flatter me. Invite me on state visits. And I won't say whether I'm going to provide security guarantees or not, but I'll wait till you've given me all these lovely things. So in other words, he is using his own unreliability. We talked to Michael Wolfe last week, you and I. This is the guy who's written these four books about Trump, and he has very little time or respect for Trump. And we'll be putting it out in the next couple of weeks. But one of the things he said, which has really been playing on my mind, he was basically saying to you and me, look, you guys, you spend all this time sort of thinking really deeply about what Trump might be up to and how he's thinking. You're taking him too seriously. He's not a serious person. He's a reality TV star, and he keeps having new episodes. Wait him out. And you and I both push back on that by saying, that sort of worked for the first term. Wait him out, because then he lost, okay? And then we could get the serious grown-up back in the White House. But this time feels so different. One of the things that feels very different is the presence of J.D. Vance alongside him. It was J.D. Vance, to my mind, who deliberately provoked that sort of row with Zelensky. Because let's be honest, you say we're not in these rooms, but we've been in a lot of rooms. And the fact is, I've been in rooms with presidents, and let alone a president like Trump, the number two does not speak to a number one like that, unless they've got license to do so. And you only get license to do so if the number one guy says, yeah, I agree with that. Go for it. Okay. So I think that's been deliberate. And meanwhile, Vance was on why these people only ever talk to Fox News is beyond me, but he was on Fox News last night. And he was basically saying, I'll tell you what, I can't stand about the Europeans. They say one thing in public, but they say another thing in private. Oh, really? Well, I've never met politicians in America who do that. Right. So the Europeans are saying to us, yeah, we want to get this peace deal. But then they go out and say, we're standing for Ukraine. Those two things are not mutually exclusive. The problem with the whole thing is that he basically is saying, I take Putin at face value, and I believe he tells the truth. Every other leader in the world has had the opposite proven to them. I think what you've got there is that Putin and Trump's interests are aligned, which is why I'm afraid we are almost certainly wasting our time trying to get security guarantees out of Trump. Trump wants to be able to say, I've got a deal. The quickest way to get a deal is to accept Putin's clear terms. And Putin's clear terms he laid out in Istanbul, and those terms are, I get all the territory that I've conquered so far, I get the sanctions lifted, and there are no security guarantees in Ukraine. There are definitely no European troops in Ukraine. Why? Because Putin fought this war partly to stop what he believed, which was NATO creeping into Ukraine. And European troops with American security guarantees behind them in Western Ukraine is NATO in all but name. So Putin would never want to accept that. So he will hold out for his terms. And if what Trump wants to do is claim that he's ended a war and get economic deals going with Putin, and he's now fantasizing about making gas deals and Nord gas stream investments with Putin and raising the sanctions. And he's even got ideas about turning Russia onto America's side against China. He will just sign up to that, and he won't care about the security guarantees. And the final point I wanted to make is that the other thing that European leaders are not really thinking about in this whole idea that what they're pushing for is to get Trump to provide US security guarantees, is even if he did it, even if you could bear the cost and humiliation involved in convincing him to do it, right? So even if you're paid an incredible amount of money, Ukraine bribed him with $500 billion, you're bent over backwards and he provides security guarantees, who would trust them? Who would trust them? And Putin, almost certainly, if those security guarantees were in place, would have every incentive to test them. And he'd test them not by rolling Russian tanks across the border. He'd test them with a few people in nondescript uniforms who are described as East Ukrainian Russian loyalists seizing a village. Oh, the little green men. So just to come back to you on the strategic point, let's say we've got three choices. We've Ukraine tries to fight on alone, without any of the US kit. Europe deploys, but it deploys without US backing. Or a third situation, which sounds great on paper, which is US security guarantees, but as we've just said, Trump is very unlikely to give them. He will completely humiliate the Europeans while pretending that he might give them. And his guarantees aren't worth the paper they're written on. You need to be serious about the fact that that third option, the security guarantee, is very unlikely to happen.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 836740
  },
  {
    "id": "338da314-b022-4579-ad67-313537b4ec33/transcript/paragraph/1",
    "text": "And start thinking more seriously about what happens in option one and two. Before you leave, though, the the security guarantees because trump has gotten his in his head it's all about money and it's all about deals and all this stuff he is basically suggesting that the the security guarantee is related to the deal in other words if you've got tons of american companies in there digging away then do you really think putin's invade? Well, sorry, there were American companies working in Ukraine in 2014 and three years ago, and it didn't stop Putin then. So all he's got is his wonderful self-confident belief that if Putin says something to him, even though if Putin has spoken, said things to other leaders and they've turned out to be completely untrue and not worth the paper they're written on it, not least the deal that was done with Merkel and Hollande, that is all he needs because that's how I do deals. And what's extraordinary about this deal, this guy who presents himself as such a dealmaker, the truth is he does have massive leverage on Russia, but he's not using any of it. He's giving everything and getting nothing in return. He could tighten sanctions. He could actually join in with this thing that Keir Starmer was talking about, about going for the Russian assets and making that money available to Ukraine. So he's got leverage if he wants to apply it, but he's not applying it. And let's maybe move on to, because this relates to your point about what if the Americans do pull out. And I've been, it's funny because I've been talking to French and Germans as well. I don't know if we've been talking to the same people. My sense I get is that actually for all that there was this little public division over the foreign minister talking about ceasefires, that actually Keir Starmer and Emmanuel Macron are working together very, very well on this. I really wish that Schultz, I think this would have been such a good thing to do. And I did sort of try to feed this in. Schultz should have invited Merz to go to that meeting in London. And I also think that Merz, who's going to be the Chancellor, I already feel, we talked about this last week, I already worry that they're getting into a very traditional German Bundestag coalition negotiation. What they should do is say these are really dangerous times for Germany and for Europe and for the world. We need an agreement quickly. And here's a single pager on the principles of a coalition between us and the social democrats. Get it voted on, get it through and get working on it. Because I think Germany could be the key to this European thing. But right now, it feels like they're in a bit of a state. The Greens and the FDP are kind of all over the shop. Schultz is clearly just sort of realising it's the kind of end of the road. And I think if Mertz stood up and said, I'm going to make Boris Pistorius, he's going to stay as defence minister, he's going to be my deputy chancellor, and here's the principles of an agreement. One of the Brits I was talking to who was at the meeting was saying the problem often is that Europe tends to work at the pace of the slowest rather than the pace of the quickest. Right now, we have to work at the pace of the quickest. And that's the Brits and the French. Yeah, I mean, there's so much interesting there. I mean, one is maybe to get you to reflect a little later on why it is that it's going to be difficult to get that coalition agreement together quickly. And I guess that's partly that Schultz's party really don't like that. I mean, you forwarded to me a letter from a friend of yours in Germany saying how fed up he was hearing me be positive about Metz and Metz's points about immigration, and he sees them as just a shill for corporate interests. I think your other point about European division is central to my scenario where Europe goes in without US backing. Let me give you the most optimistic sales pitch on that, which is close to the kind of Macron-Gaulist picture. So the most optimistic picture here is that a sort of ceasefire or peace deal is put in place where Putin keeps the bits of Ukraine he's conquered de facto, but not de jure. In other words, there's no full legal recognition. Maybe it's a bit like an East-West Germany split in the past with the possibility of reunification in a few decades' time. Once those front lines are agreed, Europe deploys forward. And probably the most aggressive version of this, and there are different visions of this, the most aggressive version is a huge number of troops going forward, you know, maybe a full army corps going forward. And that might involve taking the whole NATO rapid reaction force and moving it forward without the US component. And in this optimistic scenario, you have to have very, very unified European rules of engagement. So this is something you'll remember so well from Iraq, which is that every European nation had different rules of engagement. In other words, the Italians would have rules that when they were fired on, they could only respond in very, very particular circumstances. I don't know, maybe if it's a direct threat to an Italian soldier, as opposed to if it was a direct threat to an Iraqi. The Dutch had this problem in Srebrenica, where you remember they had to stand by when this massacre took place because of their legal rules of engagement couldn't allow them to engage with Karajic's Serbian militia. Why does that matter? It matters because if European troops deploy forward, and there's a debate about whether they deploy to the front line or whether they sit back in cities. But the first thing that will happen is Putin will test it. So a drone will fly over and the drone will kill three or four European soldiers. And the Russians will say, not our drone. We don't know whose drone it was, probably a Ukrainian drone that did it by mistake.  So the first test is, will the Europeans be prepared to fire back into Russian territory to take out whoever it was who flew that drone at them? They would need to say that in advance, very, very clearly, we will respond with lethal force to any attack against our soldiers, and they'd need to follow through on that on the ground. And then finally, to finish the optimistic scenario. God, this is so optimistic, Rory. Yeah, the listeners can see all the problems immediately. The most optimistic scenario is that you have the full support of European publics, so that as European soldiers start getting killed, dozens start getting killed, hundreds start getting killed, and demonstrations start happening in the streets of Berlin and Paris against this war, and London against this war, the governments hold firm, keep their troops in the line of fire. And finally, they find this absolute sweet spot, the Europeans would need to find a sweet spot, which is not so weak that Europe ends up being completely humiliated and defeated, but not so aggressive in its escalation that it ends up with a full hot war with Russia that finally leads, obviously, to much, much more dangerous things, because at the back of this is the question of French and British nuclear weapons and Russian nuclear weapons. Well, if that was optimistic, heaven knows what pessimistic looks like. I mean, any scenario that ends up with us talking about, you know, French and British nuclear weapons protecting the whole of Europe. And of course, don't forget that British nuclear weapons, as we said last week, that they're so tied up with the Americans. It is hard to be optimistic right now. Bizarrely, our only hope is that Trump is being Trump. He's being unpredictable. He's being noisy. He's making lots of threats and what have you. But the trouble is there is a consistency to his messaging and his narrative about all this, which essentially is Putin's a good guy. Zelensky is a bad guy. Nobody likes him. Nobody trusts him. Those things aren't true. I watched an interview with Tulsi Gabbard, the head of American intelligence. I mean, she was literally saying Zelensky has cancelled all elections. You know, that Zelensky's not popular. Putin did an interview around the same time and Putin was saying, well, there are two guys in Ukraine. The polls show they're far more popular than Zelensky. And then, hey-ho, Gabbard and these guys sort of say the same thing. It's quite incredible. And just to go through what came out of the London summit, and I think Keir Starmer has done, you know, in incredibly difficult circumstances, done really well in the last few days, both in managing Trump in the way that he did, putting this meeting together and running it the way that he did. And there was a sort of sense of real purpose and unity however the differences within the european coalition point one but then the gap between what europe could bring to the military table right now you could build it over time but you know this you may run out of time but just to go through the things that they agreed one was to keep military aid flowing well that's fine that that can happen but it's going to be slowed down a lot if the americans don't join in keep increasing the economic pressure on russia i mean we talked about chelsea last week it really annoys me that we keep talking about the same things can somebody please explain to the public why this thing is so complicated why these assets are so hard to get hold of then the big point lasting peace has got to ensure ukraine's sovereignty and security, and Ukraine has to be present at any peace talks. That sounds obvious, right? But the Americans are not there. That's not where they are right now. In the event of a peace deal, boost Ukraine's defensive capabilities to deter a future invasion. Well, that's where Trump is just relying on believing Putin. And then finally, you've got this coalition of the willing. And of course, that does have all sorts of triggering resonances, as we might say, for previous wars in which we've been involved. Two, three quick things. Obviously, as you pointed out, Zelensky's net popularity ratings seem to be running at about 54, 56%. So he's not unpopular. He's much more popular, in fact, than almost any European leader. Elections, yes, because it's under martial law and they're fighting a war, he hasn't held another election. And that's in line with Ukrainian law, as you pointed out in our last podcast. The problem about the US removing its stuff is not a problem primarily of money. Europe can find, it'd be tough, but Europe can find another 50 billion a year to fill what the US is taking out. The problem is that the US stuff is what pushes Russia back a long way behind the front line. So Patriot missiles, for example, which are longer range than stuff that we have in Europe, means that the Russians at the moment have to release their glide bombs from their planes 40 or 70 kilometers behind the front line. Again, Russians can't move their artillery. They can't move their big cannons. Sorry, I don't know how much listeners understand this artillery stuff right forward to the front line because there's very effective counter-battery fire, which means there's a lot of American kit hitting Russian artillery that pushes it a long way back. Again, Russia can't at the moment move its drones as far forward as it's like because of American electronic warfare, because of the Starlink system, which allows this incredible communication between almost everything that Ukraine's doing, people taking iPhone pictures, all the way through from information coming from helicopters. If you strip all of that out, essentially the result is that Russia can then bring many more planes right forward to the front line and beyond, can bring its big guns right up to the front line, can bring its drones forward, and suddenly Ukraine is being hit repeatedly and very, very hard 200 kilometers back from that front line. And that is the problem. That's a big, big problem with European troops on the ground. It's an even bigger problem if Ukraine has no European troops on the ground, because that's the moment at which Russian troops mass without Ukraine having the proper surveillance systems and the proper ways of stopping them. And they begin breaking through the front line and trying to head towards Odessa or Kiev. So when you bring Starlink into the equation, which of course is part of Musk's whole operation, that again underlines just how volatile this is. And this is what, you know, we've talked before about how has this happened, that somebody who is, okay, very, very clever and very, very wealthy and what have you, but clearly, temperamentally, pretty unstable, and yet has this power now, and is so closely allied to an equally unpredictable, unreliable American president. And this is going to be such a big thing. And the other part that I don't understand, so we've talked about, you know, even if the leaders of America and other countries don't get on, you've got all these other relations at every other level, military, intelligence, so forth. What happens to intelligence sharing? Because that's another big part of what has helped Ukraine has actually been to have the intelligence capabilities that come from America, UK, the other kind of big countries on that front. Does that, you know, what happens with that? Now, I don't know the answer to that. but when we talk when we sort of you turn on the radio this morning and it says you know america is withdrawing its military aid and what what is that actually going to mean in practice and how quickly that's what i think will be keeping people awake in in kiev so there's an enormous amount of america picking up things electronically and from signals they don't have American intelligence agents, CIA bases on the ground in Ukraine. This was rules that Biden drew up. But you will lose an enormous amount of the information picture. And the information picture is particularly critical in this war, because it's very different from the kind of campaigns that were being fought in Iraq and Afghanistan, because it's so dominated by drones. And Ukraine's ability to deal with that drones is partly these complicated American systems, along with some pretty old fashioned stuff, people with binoculars, etc, looking at them. You can see why Europe will keep doing everything it can to flatter and bribe and try to charm Trump into providing security guarantees. My view is that he's very, very unlikely to do that. And they need to be very clear internally about the fact that it's unlikely and set pretty clear lines for themselves on what they're not going to offer him and when they're going to give up on this dream. That leaves them with these two options. One of them is the option of Ukraine trying to fight it alone, which probably will mean Putin conquering Ukraine. And he will then have the whole of Ukraine and then be in a very strong position to move on to Moldova, threaten Lithuania, etc. It would be an extraordinary catastrophic defeat for Europe. The second option is to put European troops on the ground. But those European troops have real problems without the US real problems with what the military call interoperability. In other words, how these armies communicate with each other real problem logistics, you know, the British army would struggle to move its tanks forward real problems if instead of just sitting there as static divisions, they're actually getting into combat roles. Real problems with our own publics who would be thinking, wait, wait, wait, are we actually having our own soldiers dying? But the reason to do it is that if we are going to end up fighting Putin anyway, Ukraine is the place to fight him. So that's the big decision that Macron and Starmer and Merz need to make, right? Do we think we're going to end up fighting Putin anyway? Is this 1938, right? Is this Hitler beginning to roll into the Czech Republic and then eyeing Poland and France? If we have to fight him, much better to fight him in Ukraine than to try to fight him in Lithuania. Because in Ukraine, we have this very, very capable, even if strained Ukrainian army on our side, and a huge amount of Ukrainian territory and Ukrainian soldiers prepared to take the brunt of that fighting. If we let Ukraine fall, and he has all the resources and assets of Ukraine behind him, Europe is then in much more trouble. And of course, when you were talking about, you know, public opinion here, fracturing, and Putin doesn't have any of those problems, because he has absolute, total control over public opinion, media opinion, and so forth. And I think you're right, I don't think we've yet, I think, I think Keir Starmer is getting there, but I don't think we've yet really confronted the public with the sorts of choices that we might having to be faced sometime in the near future. Just on my final point, we'll go to the break, just gives you an insight into the sort of psychology of the American side of this. Lutnick, who is the Commerce Secretary, and who is very, very close to Trump. And he was asked what Zelensky has to say or do. And he says, you've got to say, we love America. We appreciate America. We want you by our side. And if you think we should have peace, we should have peace. In other words, you just have to do what we tell you and take everything that we say on our word. And one of the most startling moments of that meeting with Zelensky and Trump and Vance in the Oval Office with Marco Rubio looking really sort of embarrassed, but subsequently coming out completely sort of with the kind of lackey pro-Trump script. But one of the most remarkable things was Zelensky having to sit there and be told you can trust Putin. You even wonder whether they knew about the history of the deals that they'd signed and the deals that Putin had broken. And that's Trump basically with this gigantuan ego saying, yeah, but I'm different. This guy, if this guy says something to me, he's going to mean it and he's going to stand by it. I mean, it's just a nonsense, but it's a very, very dangerous nonsense. Final point, Marie, what did you think of all the Tories lining up to sing the praises of the labor prime minister was that a good thing well i definitely think tories should be singing the praises of the labor prime minister at a time like this i think that's that's good and admirable yeah and it's very different from the way you know the afd will behave in germany in relation to what metz is doing so i think that that's a good sign and maybe it's a good transition into this question of what happens in Canada and Australia. I mean, Britain, Canada, and Australia are interesting. They're interesting in what's happening on the right, interesting on the influence that Trump's having on their politics. Let's take a break at that point and bring you back on all of that. This episode is brought to you by one of our favorite sponsors long-term partners of the rest is politics that's nord vpn and we're guilty sometimes assuming the internet is safe by default we browse the same sites we use the same passwords nothing normally goes wrong and it's very easy to let your guard down but hackers as i'm sure many listeners have found out always looking for ways to get into your system. And they're trying to steal your money or they're trying to steal your data. And internet service providers are happy to sell your browsing data to companies and marketeers. And that's when all VPN comes in. It's your go-to solution for secure internet access. What it does is it creates a virtual private network, that's the VPN bit, which you use to connect to the internet. Just download their app and switch it on and it works in the background. It's got military-grade encryption so you can browse with confidence knowing your personal information is safe from prying eyes. Our listeners get an exclusive deal at nordvpn.com slash restispolitics and one subscription covers 10 of your devices. So that's NordVPN.comn.com slash rest is politics completely risk-free with their 30-day money-back guarantee and you can find the link in the episode description i'm ready for my life to change abc sundays american idol is all new give it your all good luck come out with a golden ticket let's hear it this a man's word. I've never seen anything like it. And a new chapter begins. Carrie Underwood joins Lionel Richie, Luke Bryan, and Ryan Seacrest on American Idol. New Sundays, 8, 7 central on ABC and stream on Hulu. Your data is like gold to hackers. They're selling your passwords, bank details, and private messages. McAfee helps stop them. Secure VPN keeps your online activity private. AI-powered text scam detector spots phishing attempts instantly. And with award-winning antivirus, you get top-tier hacker protection. Plus, you'll get up to $2 million in identity theft coverage, all for just $39.99 for your first year. Visit McAfee.com. Cancel any time. Terms apply. Welcome back to The Restless Politics with me, Rory Stewart. And me, Alistair Campbell. Let's go Canada, Rory. Let's start with your friend, the King. So he meets Zelensky, quite political. Yep. You know, especially given Trump was making such a big deal of his state visit. And then the next day he meets Trudeau. Absolutely. The Prime Minister of Canada. Yeah. So he's got two of Trump's favourite enemies. And he's basically saying, is he saying I'm on your side? What's he saying by doing that? I think he is saying I'm on your side without quite saying it. You know, we've got a head of state who is non-political and therefore symbolizes things by meeting people rather than making great statements.",
    "speaker": null,
    "startTimecode": 837440,
    "endTimecode": 2080640
  },
  {
    "id": "338da314-b022-4579-ad67-313537b4ec33/transcript/paragraph/2",
    "text": "We also have a head of state who Trump adores. It seems to be that something inherited from Donald Trump's mother makes him very fond of the British royal family. So from Starmer's point of view, he is keen to use the royal family to try to keep a relationship going with the US. But it's a big strain because the king has to balance this with the fact that he's equally the head of state of Canada. And Canada is quite likely to be hit by 25% tariffs at any moment by the United States, which will have the most devastating effects on the Canadian economy. It's been difficult because until he met with Trudeau and Zelensky, Canadians two, three days ago were very angry and felt that they hadn't heard the King speaking up enough for Canada. Or the British politicians. Or the British politicians. I think they now feel that I got messages from Canadian politicians over the weekend saying, well done Starmer, well done the King, that was a bit better than what we were worried about last week. What's your sense of that? Yeah, I think there's been a lot of anger and real confusion. I think the state visit went down like a bag of sick in Canada. The offer to invite Trump on a state visit to Britain. Yeah. You're giving this to him while he's basically posing an existential threat. And it's kind of daily. I mean, we don't see all of, you know, our media doesn't cover everything that he says about Canada, but it's pretty much every day. This is something that I think we'll see more and more. The reason they're doing this is that European leaders have decided that the fate of Ukraine is the most important thing. And the only way to contain Russia is to get US security guarantees. And therefore, they are bending over backwards to do anything they can, embarrass themselves, humiliate themselves, offer anything in order to get those US security guarantees. And the reason why I'm raising this, I want to sort of come to you on this, is that this will be a continual theme this is just the beginning of it i sense that once trump thinks that everybody's desperate for him to do something he'll keep making more and more humiliating demands asking people to come out and flatter him more and more and the european leaders will be tempted to do it because they'll keep thinking, if there's even a 5% chance that he's going to give security guarantees, we really need to do anything. And I noticed how quick they are to throw Zelensky under the bus. I mean, privately, I was shocked yesterday by the fact that two of the people I was talking to were like, well, you know, we like Zelensky, but I've got to say he didn't handle that meeting with Trump very well. He should have worn a suit. And yes, admittedly, he was working in his third language. But really, he should have been more open to the idea of a ceasefire. And this is all part of Europeans, Brits, French getting themselves into a mindset of thinking, basically, we will give anything, sacrifice anything to get Trump's security guarantees. We have two guests on The rest is politics leading this week mark carney uh and christia freeland one of whom by the end of the week will be prime minister of canada and both of them we interviewed them separately but both of them essentially were saying the only way to deal with trump is to be strong and christia freeland had had some dealings with him when she was the in government before his first term. Mark Carney, I think, has had dealings with him in his various roles as governor of the Bank of Canada and of the Bank of England. I think given they are in a very political environment right now, going for a leadership election, and then one of them will be prime minister by the end of this week, virtually. You can see why they're doing that, because the truth is, you said when we were introducing this, that Trump is changing the politics kind of everywhere. He has absolutely changed the politics in Canada. And it means that there is the fact that Pierre Poilievre, the populist right-wing conservative leader, who was 20 points, he had a sort of Keir Starmer-style lead, and it's slowly evaporating. And it's evaporating mainly, I suspect, well, partly it started because Trudeau announced he was stepping down and people were really fed up with Trudeau. But then it was the advent of Trump Mark II and his talk of these massive tariffs. And it has had this incredible impact upon the Canadian popular debate. So all of them, Carney and Freeland have been very, very strong, retaliatory tariffs. Trudeau's been saying the same. Very nice. Very nice. I don't even have time to see it. I sent you a campaign video that had been put out where the Liberal Party had pieced together Trump, followed by Polly Avra, saying virtually the exact words, you know, America is broken. Canada is broken. We've unleashed a crime wave like you've never seen before in the United States. We've unleashed a crime wave like you've never seen before. And this sense that Polyevra was just echoing Trump is really, really damaging. And also Musk, see Musk, I think Musk has been told to keep quiet because he was going full, a bit like for the AFD, he was going full out for Polyevra for a while, but he's now shut up. So I think Mark Carney is going to win. And I think he's going to win quite comfortably. I wouldn't be surprised if he then calls an election fairly soon after forming a government. And I think it's going to be very, very, very, very close. Polly Ever is still the bookies' favourite. But I think Carney, I mean, it's an extraordinary story. Remember when we first did you, he wasn't sure that he was going to stand. He's not even an MP, but he could be Prime Minister by the weekend. He could be then thrown into a campaign where I suspect, who do you trust to deal with Trump is going to be an absolutely defining question. It's amazing. I mean, we talk about luck in politics and a week being a long time in politics, but the Carney story is the most incredible thing ever. So he has been quite reluctant to get involved in Canadian politics. I mean, he's somebody who people have talked about as a future Canadian politician for most of his life, but he's stayed out. He's managed to run in leadership in a way that I don't think would be possible in Britain without being a member of parliament at all. It would be like, I don't know, some distinguished British central banker deciding to run against Boris Johnson and the leadership without even being a member of parliament. Gareth Southgate might be good. Gareth Southgate, that's right, exactly. Gareth Southgate, the Gareth Southgate of finance running. And yes, you're right. He looks like he'll be in there in six days' time. I think in a sense, boy, is Mark Carney the luckiest man on earth. Luckiest man on earth because he perfectly fits the moment. It's a moment where people are looking for someone who looks grown up to take on Trump. You know, when we interviewed him the first time, was Trudeau even going to step down? Even if he did step down, it looked like a complete hospital pass. You know, Carney would take over at the very, very end of the liberal thing. The conservatives would romp home. And Carney would then spend five years as the leader of the opposition not getting anything done, right? Instead of which, now looks like he's going to be prime minister. he's good well he's going to be prime minister for a short time anyway come what may well be for christia freeland's been very unlucky i think she if people haven't people please listen to the leading i think she is extraordinary and i hope if mark carney wins he gives her a very very senior position i'm sure he will sure and boy is she articulate smart i think she's just unlucky that she's running at a time where she was too closely associated with trudeau where somehow this is a very kind of ironic this somehow carney has managed to make people think that she is maybe you know some of the canadian newspapers suggest a little bit too elitist, kind of Rhodes Scholar, talks a bit too fancy, which is pretty rich coming from Carney, who's, you know, very much Davos man. And, you know, but he's managed to make himself seem like everybody's dad, despite the fact that actually his lineage is just as extraordinary as hers. Both of them come from quite modest backgrounds in Alberta,ta and both of them became extraordinary successful international figures but she's the one who ends up becoming the elitist and he becomes ordinary joe which is genius well the other thing that i think is really interesting is what's going on in in quebec because the thing is about polyabra i think he was so far ahead that he sort of felt he didn't have to worry about kind of peripheral stuff but what's happened is that the bloc kebecois the vote in quebec including those who are out and out separatists just remind people this is the french-speaking part of canada canada is bilingual french population english population and a strong tradition actually of moving for separation for quebec which has been one of the biggest use in Canadian politics. Back over to you. And a lot of people in Quebec who naturally would vote for the Bloc Québécois, the separatists, appear to be shifting towards Carney if he wins, as a way of punishing Poilievre, who has been vile about the separatists. And the other thing that's happened is there's a party, the NDP, which is to the left of the Liberals. They're sort of somewhere between mainstream Labour and left-wing Labour here. You know, Corbyn Easter is a sort of, you know, convenient shorthand. But they have been losing support to Carney. And I think this is all about now stopping Poilieva. So he is, I think he'll be losing quite a lot of sleep at the moment. And of course, it was so easy for him to think Trump's the Zeitgeist, Trump's the man of the moment, and you get Trump, you play into that whole sort of populist stuff. But it appears to be about firing. And the more I've been talking to people in Germany, by the way, the more convinced I am that the AFD actually would have done better without Musk. And by the way, there was an election, there was a lender election in Hamburg the other day, where the Social Democrats won, that was expected, but their vote fell. The CDU, their vote went up quite considerably.",
    "speaker": null,
    "startTimecode": 2081400,
    "endTimecode": 2705940
  },
  {
    "id": "338da314-b022-4579-ad67-313537b4ec33/transcript/paragraph/3",
    "text": "They replaced the Greens in second place. And the AFD, although their vote went up, it went up marginally compared to how the national vote was. So I think the election has maybe taken a little bit of wind out of their sails. Just to give you the betting odds, Rory the Conservatives still favourites 4-11 Liberals 2-1 but when you get into the possibilities of coalitions, should it be very, very close, there are going to be more options for the Liberals than there are for the Conservatives. The 25% tariff threat from Trump is pretty close to existential, which is why in the end, having sounded very tough, they made small concessions last time and all Trump did was delay by 30 days, this tariffs. Devastating to the Canadian economy, completely devastating to the heartlands of Canada and its manufacturing base. And then questions of whether we're moving into a world where a NATO exists, which includes Canada and Europe, but doesn't include the US. It's incredible. What new forms of solidarity can emerge? So big things. The last poll I saw, there was a new poll came out last night, and it was direct comparison on characteristics between Carney and Pollyer. Carney came out on top on every single characteristic, both values and character and policy. So that's a pretty good place to be as he goes into what may be a pretty short period between winning the leadership and the prime ministership and then having a campaign. So we've had three Canadian politicians on the podcast now, Rory. We've had Michael Ignatieff, Mark Carney, Christy Freeland. You know, in the interest of balance, we do want to talk to Pierre Poirier. And I don't know whether he's a bit alarmed by, you know, a couple of pinko lefties from the UK. But I think if he talked to Kwasi Kwarteng or John Major or Theresa May, he'd find that we're perfectly polite and we don't bite so come on pierre viens venez nous parler we've also got a very very good record on interviewing incumbents so pierre pollio if you want to increase your chance of becoming prime minister this we can show you some good statistical correlations suggesting if you come on the podcast might be a bit of a help let's move to australia so australia i would bracket with canada and the uk as interesting countries where the full populist trump stuff isn't yet taking off and where the right-wing parties have a very very difficult balancing act which is how do they express their traditional right-wing views without sounding too Trumpian. And in the case of Canada, that's partly, as you said, Taris. In the case of Australia, it's, as we've often discussed, because there's compulsory voting, everybody in Australia has to vote. You can't afford to just appeal to an extreme right-wing base. And then there's other things going on in the federal system, and then there's preferential voting and various things that basically means the structures of Australian politics tend more towards the centre. Three quick things on what seems to be happening, and then over to you. At the moment, the Conservatives are doing well, and Albanese, the Labour leader, is at risk of losing his second term. And this election will be very soon. He almost certainly wants to do it before he has to present a budget, because it'll be a pretty dire and embarrassing budget. So we're expecting an Australian election a few weeks. And he will be the first Prime Minister of Australia to lose a second term since 1931. The Australian system is almost 100 years. The Australian system favours traditional incumbency, and something's changed there if he loses. The second point is that a loss of his vote isn't going to the right. There's a splintering towards these smaller independent parties. We talked a lot about the Teal independents, who I saw a lot of in Australia, and I think you were in australia and who i remain great fans of but basically australia has gone from a world where in the 60s 70 percent of people were loyal to the two main parties to a world where maybe 35 percent of people are loyal to the two main parties and the third thing is there's some very interesting things happening in by-elections there's a place called i think werribee where labor just managed to get through And there's a kind of Werribee theory that Labour may just be able to fluke it in the election. Over to you. The talk is that he's going to call the election this weekend and name the date as April the 12th. You think this is the sort of thing you might hear about Britain rather than Australia. But there's a danger of really bad weather at the weekend, a cyclone on the East coast, and so he may have to delay it. But his aim is to try to get this done fairly soon. Give you the betting markets again. The coalition, as they call the Tories, 11 to 20. So that means they're still pretty clear. Favourite, Labour, 7 to 5. But I think there's a lot of talk now that we could end up with coalitions having to be formed. And as you say, in part because there is this sort of splintering. You said that normally they give at least two terms. In part, I think that's because they have these ridiculous short terms. So we started this podcast three years ago. Okay. Around the time, the reason we're talking a lot about the Teals is because the Australian election was going on. And here we are again. Okay. The first year, I would argue that Labour's first year was kind of lost to the referendum, the voice referendum. And that's also where Peter Dutton, this right wing conservative leader, Liberal Party, they call it, but he made his name in that. Reminder on voice referendum. So voice referendum was, Labour government came in with a real belief that what needed to happen is to give more voice to the Aboriginal First Nation communities in Australia. And it seemed at the time initially when they did it pretty uncontentious, pretty popular, they put it to a referendum and lost it catastrophically, partly because there was a really good campaign, which, as you pointed out, had the slogan saying, if you don't know, say no. But partly also that they underestimated the fact that there are much more conservative elements in Australia. And that's slightly thrown back liberals in Sydney and elsewhere. Okay, back over to you. So just on your point about the big parties, the combined major party primary vote at the last election was 68.3%. That's the lowest since the 30s. So Labour won that election with 32.6. Similar to Labour here in the UK, quite a small share of the vote. When Kevin Rudd won back in 2007, Labour's vote was 43.4%. And I don't think that's because Kevin Rudd was necessarily doing anything different or that different or that much better. It's just that there's been this splintering. And that means that actually we're talking here, when you look at the polls, the polls are going to be pretty misleading because this is going to be a seat by seat campaign. It's going to be very hard to get an overall majority in this campaign because the independent, the crossbenchers, they're going to grow as well. And I think what's going to be the framing of the campaign, essentially, Albanese is basically going to be, he's going to be saying, this is a choice between me or him. Dunn is not a popular character. So do you want me? I'm a kind of, you know, regular kind of guy and, you know, okay, I may not be the most exciting in the world. And I know you're a bit underwhelmed by everything, but do you really want that guy? He's quite dangerous. And also, they do have quite an interesting second term plan about child care, getting rid of student debts and so forth. And whereas I think Dutton, I think his campaign is going to be very rooted in the old Reagan, you know, do you feel better off than you did three years ago? It's going to be a very simple kind of cost of living thing. My sense looking at it is there are some similarities to Britain and in fact a lot of Europe, which is that on the right, and now I'm talking more as a sort of former conservative, the three things that keep coming up in these elections is cost of living.",
    "speaker": null,
    "startTimecode": 2706520,
    "endTimecode": 3205460
  },
  {
    "id": "338da314-b022-4579-ad67-313537b4ec33/transcript/paragraph/4",
    "text": "So I was talking to an Australian friend of mine whose mortgage has gone up from 2% interest to 6% interest, which is a huge difference. His energy bill has gone up from a promise to Labour they'd bring energy prices down by 255 Australian dollars per household. His has actually gone up by $1,500. So cost of living. Second thing is stuff around green energy. Both parties claim to be committed to net zero, but Labour's going for full renewables. And there have been some blackouts and the Conservatives are saying they don't have anything to firm the grid. In other words, when the sun's not shining and the wind's not blowing, they haven't put appropriate stuff in place to make sure that the energy works. And that all Labour's dreams of green hydrogen are expensive and unrealistic. On the other hand, you've got the conservatives basically saying, we'll solve the whole problem by building nuclear plants. We won't care about the fact we'll breach all the targets that we set. We'll keep doing coal and gas in the meantime. And again, Labour's saying, well, your ideas on nuclear are just as expensive and unrealistic as ideas on green hydrogen, because it's unbelievably expensive and it's all going to happen, pie in the sky in the future. And then the final thing is this question around culture wars. So Labour's been accused of doing big citizenship ceremonies for immigrants who've just got Australian citizenship, where they have had ministers in big stadiums. And the allegation is that although it's legal, it's basically saying to all these recent Australian citizens, Labour did this for you, come in behind Labour. And the voice referendum stuff in the background. So my final point is on how they're not quite Trump, but they flirt a little bit with Trump. So Jacinta Price, who was the woman from Aboriginal family background who led the opposition to the voice referendum. So her story was, yes, I come from a First Nation background, but I think all Australians should be properly united. And therefore, you shouldn't be voting yes to this. And she's also challenged this thing that you will have heard and we all hear when we go to Australia whenever a plane lands one of the Australian football match which is paying tribute to the traditional custodians the land she thinks there's too much that stuff going on that stuff from the liberal point of view sounds very dangerous and Trumpian but this is me again speaking as a former conservative. For many, many traditional John Howard style conservatives in Australia in the 1990s, that would have been completely normal. And they agree with her. And they don't think it's very controversial to say that kind of stuff. But she's also been announced as a future head of the Department of Government Efficiency, which is kind of Muskk echoes oh lord i quite like all that sort of paying tribute to the original owners of the land and stuff it can come across as a bit sort of cliched and formulaic but i quite like it and the other thing i i think is worth pointing out in relation to this whole thing about social cohesion there has been quite a lot of social unrest and really quite bad anti-semitism in australia that i think they've been trying hard to tackle so i think this social cohesion issue will become a part of the campaign your point when you're talking about the the teals and the and of course, it will mean that if you get a minority government of either colour, they then end up having to do these deals with individual backbenchers. And of course, I think it's today, I think I'm right, it's today that the Welsh budget, sorry to go from New South Wales to Old Wales, but the Welsh budget is hopefully going to get through today. But it's getting through only with the backing. If it does get through with the backing of the Liberal Democrat, who has basically unspoken, made the condition that the government bans greyhound racing in France. So that sort of horse trading, sorry to animal pun, but that kind kind of horse trading we might see quite a lot of that in australian politics if the election goes as i think it i think it might well just as we go from greyhounds and i know you're going to take us on to chinese warships but to underscore that point about anti-semitism in australia it's very. Synagogues have been burned. There's been very, very horrible graffiti. Daycare centers have been attacked. Cars have been torched. And that, of course, plays into Australian conservative fears that the government's losing control because they would also talk about Captain Cook's statue getting his head chopped off, MPs, officers being torched. Right. Now, Alistair, I know you wanted to introduce something that you say we haven't been covering the British media. Well, I've not seen it. I mean, look, I can't pretend I follow the media that closely. When you've watched three Donald Trump White House visit, Oval Office visits and all the press conferences, that frankly is enough media for one week. But I think it's incredible this story has not been bigger. What's happening, this has become a big issue in the Australian media. And the Australian media is pretty biased, a lot of anti-Labour bias, the Murdoch press and what have you. So this has been a big deal. So what's been going on is that something called the Chinese Navy's Task Group 107 is a mixture of cruiser, frigate and replenishment ship of China. And they've circumnavigated Australia and they've been conducting these live fire tests of their weapons systems in the water between Australia and New Zealand. Now, we're talking about warships and warships have to practice. But what is really quite strange is that the Australians didn't know this was going to happen. They were alerted to it by a Virgin Airlines pilot who saw something a bit weird going on beneath him. And as a result of which, the airlines started moving their aircraft out of this space. It then transpires that China did tell Papua New Guinea they were going to do it, but they didn't tell Australia and New Zealand. And so there's been, on the one hand, this, oh, my God, are the Chinese preparing to attack Australia? That has been sort of one wild end of the opinion. And on the other side, it's, oh, you're all getting carried away. Everybody has to sort of test their warships from time to time. And that includes their weapon systems and so forth. But I think it's hard particularly as we're in an election period it's hard not to think that they're sort of flexing their muscles and showing that you know showing that they can as it were it's also quite surprising why china would do it at the moment because in fact there's a bit of a window for china with trump behaving increasingly recklessly to present itself as a bit more of a force for stability, maybe even get involved in presenting itself as a possible peace broker in Ukraine. And poking Australia is a very strange thing to do. Australia is very worried about China. Its navy is a fraction of the Chinese size. Australia has just announced that it's going to, or at least the opposition announced, that they will buy a whole series of new American F-35s. In fact, at exactly the moment when European countries are thinking, we can't really rely on the US, we don't want to buy any more US defense equipment, Australia's going all in on the US. And they basically feel they've got no choice. They've bought this massive AUKUS nuclear submarine, nuclear powered submarine offer. And now they're going to buy a lot of American planes. So why is China doing it? I don't think they're going to change Australian opinion. They might harden Australian opinion. They may be signaling to Malaysia, Indonesia and others that China matters, or they may have made a strategic error. because i would have thought that china is better at the moment not doing that and not doing what it also did this week which is more aggressive exercises in taiwan release of videos showing the great chinese army deploying for an attack on taiwan yeah but rory surely what they are maybe thinking and feeling about what's happening in America is that Trump does want to carve up the world between three, maybe eventually four or five, but basically at the moment, Putin, him and Xi Jinping having control. So that if, you know, they must be thinking, given the posture of the Trump administration vis-a-vis Ukraine, they must be thinking, the Chinese must be thinking Taiwan is coming much more within our reach. The Americans are not going to get too involved in this. As for Australia, there was a poll by the Laoi Institute last year. And this is a big rise. 71% of Australians think it is likely that China will become a threat to Australia in the next 20 years.  So I don't think we should get hysterical about it.",
    "speaker": null,
    "startTimecode": 3206160,
    "endTimecode": 3742480
  },
  {
    "id": "338da314-b022-4579-ad67-313537b4ec33/transcript/paragraph/5",
    "text": "Some people have been getting a bit hysterical about it.",
    "speaker": null,
    "startTimecode": 3744400,
    "endTimecode": 3744740
  },
  {
    "id": "338da314-b022-4579-ad67-313537b4ec33/transcript/paragraph/6",
    "text": "And of course, on television, you know, this thing has been, Australia, as we know, is a very, very large country.",
    "speaker": null,
    "startTimecode": 3747020,
    "endTimecode": 3750100
  },
  {
    "id": "338da314-b022-4579-ad67-313537b4ec33/transcript/paragraph/7",
    "text": "So you've got this navy, this little gaggle of Chinese ships going around the whole of Australia. So it's sort of pretty compelling on the live news shows to just sort of show them. So you've now got a couple of Australian ships following them. Anyway, it's certainly livened things up. And I think it is a very, I think it's going to be a consequential election, this. I really do. I think that it's a little bit like the Canadian thing. A few weeks and months ago, I'd have said, I think that Dutton looks pretty nailed on. I think Albanese might be just sort of coming back. I listened to a very long podcast interview he did. He's got a very nice manner. He's got a good second half of the first term record he can point to. And that's all he seems to be wanting to focus on. He wants people to think he's a kind of regular guy. Dutton's really not very nice. Dutton, by the way, final point to him, he really did go for Trump over the Lizalensky meeting. He really went for him whereas albanese is very much like the playing the kia starmer role look i'm not going to get drawn into commentary hour by hour what he says i'm just going to focus on what i need to do so um so we've had a right or commonwealth episode today right or commonwealth episode well so thank you and let's go the other member of the Commonwealth, United Kingdom, in tomorrow's question time and get into a bit of Starmer and Starmer polling and British politics and how all this plays out in Britain. Thank you very much indeed. See you there. Bye. Bye-bye. Hi there. I'm Al Murray, co-host of We Have Ways of Making You Talk, the world's premier second world war history podcast from goal hanger and i'm james holland best-selling world war ii historian and together we tell the best stories from the war this time we're doing a deep dive into the last major attack by the nazis on the west the battle of the bulge and what's so fascinating about this story is we've been able to show how quite a lot of the popular history about this battle is kind of the wrong way around, isn't it, Jim? The whole thing is a disaster from the start. Even Hitler's plans for the attack are insane and divorced from reality. Well, you're so right. But what we can do is celebrate this as an American success story for the ages. From their generals at the top to the GIs on the front line full of gumption and grit, the bold should be remembered as a great victory for the USA. And if this sounds good to you, we've got a short taste for you here. Search We Have Ways wherever you get your podcasts. Thanks. Anyway, so who is Obersturm van Führer Joachim Piper? But I see his jaunty hat and I just think... And his SS skull and crossbones. Well, I see his reputation and I think, you know, you might be a handsome devil, but the emphasis is on the devil bit rather than the handsome. Yeah, yeah, yeah. Anyway, be that his may, he's 29 years old and he's got a very interesting career, really, because he comes from a pretty right-wing family, let's face it. He's joined the SS at a pretty early stage. He's very international socialism. He's also been Himmler's adjutant. He took a little bit of time off in the summer of 1940 to go and fight with the 1st Waffen-SS Panzer Division. Did pretty well. Went back to being Himmler's adjutant. Then went off and commanded troops in the Eastern Front. Rose up to be a pretty young regimental commander. I mean, there's not many people that age are an Obersturm-Bahn-Führer, which is a sort of colonel. Yes, you see, what must it have been like if you're in, if Himmler's adjutant turns up and he's been posted to you as an officer, do you think, well, he only got that job because of his connections? For Piper, it must have been always, he's always having to prove himself, surely, because he has turned up. He's not worked his way through the ranks of the Waffen-SS. He's dolloped in, having come from head office, as it were. It must be a peculiar position to be in, right? He's got lots to prove, right? That's what I'm saying. Yeah, and he's from a sort of middle-class background as well. Yeah. But he's got an older brother who's had mental illness and attempted suicide and never really recovers and actually has died of TB eventually in 1942. Gosh. He's got a younger brother called Horst, who's also joined the SS and Toten Kott-Werbander and died in a never really properly explained accident in Poland in 1941. Right. Piper gains a sort of growing reputation on the Eastern Front for being kind of very inspiring, fearless, you know, obviously courageous, you know, all the guys love him, all that kind of stuff. But he's also orders the entire, the destruction of the entire village of Krasnaya Pollyanna in a kind of revenge killing by Russian partisans. Yeah. And his unit becomes known as the Blowtorch Battalion because of his penchant for tching Russian villages. So he's got all the gongs. He's got Iron Cross, Second Class, First Class, Cross of Gold, Knights Cross, did very well at Kursk, briefly in Northern Italy, actually. Then in Ukraine. Then in Normandy, he suffers a nervous breakdown. Yeah. And he's relieved of his command on 2nd of August. And he's hospitalised from September to October. So he's not in command during operating lootage. And then he rejoins the 1st SS Panzer Regiment as its commander again in October 1944. It's really, really odd. I mean... But isn't that interesting though? Because if you're a Lancer, if you're an ordinary soldier, you're not allowed to have a nervous breakdown. You don't get hospitalised. You don't get time off. How you could interpret this is this is a sort of Nazi princeling, isn't he? He's Himmler's adjutant, he's demonstrated the necessary Nazi zeal on the Eastern Front and all this sort of stuff. It comes to Normandy where they're losing. Why else would he have a nervous breakdown? He's shown all the zeal and application in the Nazi manner up to this point and they're losing, you know, and because he's a knob, you know, because he's well connected, he gets to be hospitalised if he has a nervous breakdown.",
    "speaker": null,
    "startTimecode": 4105000,
    "endTimecode": 4105260
  },
  {
    "id": "338da314-b022-4579-ad67-313537b4ec33/transcript/paragraph/8",
    "text": "He isn't told like an ordinary German soldier, there's no such thing as combat fatigue, mate.",
    "speaker": null,
    "startTimecode": 4107320,
    "endTimecode": 4109480
  },
  {
    "id": "338da314-b022-4579-ad67-313537b4ec33/transcript/paragraph/9",
    "text": "Go back to work.",
    "speaker": null,
    "startTimecode": 4110280,
    "endTimecode": 4110600
  },
  {
    "id": "338da314-b022-4579-ad67-313537b4ec33/transcript/paragraph/10",
    "text": "Yes, and it's a nervous breakdown, not combat fatigue.",
    "speaker": null,
    "startTimecode": 4112480,
    "endTimecode": 4112640
  },
  {
    "id": "338da314-b022-4579-ad67-313537b4ec33/transcript/paragraph/11",
    "text": "Well, yes, of course.",
    "speaker": null,
    "startTimecode": 4113400,
    "endTimecode": 4113780
  },
  {
    "id": "338da314-b022-4579-ad67-313537b4ec33/transcript/paragraph/12",
    "text": "But, you know, what's the difference? One SS soldier said of him, Piper was the most dynamic man I ever met. He just got things done. Yeah. You get this image I have of him, of having this kind of sort of slightly manic energy. Yeah. Kind of, He's virulently National Socialist. He's got this great reputation. He's damned if anyone's going to tarnish it. He's a driver. All those things. He's trying to make the will triumph, isn't he? He's working towards the Führer. He's imbued with... He knows what's expected of him. Extreme violence and cruelty and pushing his men on. I mean, he's sort of, he's the Fuhrer Princip writ large, isn't he? As an SS officer. Yeah, exactly. Which is why cruelty and extreme violence are bundled in to wherever he goes, basically.",
    "speaker": null,
    "startTimecode": 4115020,
    "endTimecode": 4155580
  }
]