[
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/0",
    "text": "Thanks for listening to The Rest Is Politics. Sign up to The Rest Is Politics Plus. To enjoy ad-free listening, receive a weekly newsletter, join our members chatroom and gain early access to live show tickets. Just go to therestispolitics.com. That's therestispolitics.com. The Rest Is Politics is powered by our friends at Fuse Energy. And when you switch to Fuse, you will now receive Trip Plus membership free of charge. That's where you can take advantage of things like ad-free listening, early access to question time episodes, pre-sale live show tickets, and more. All you've got to do is go to getfuse.com slash politics, use the referral code politics when signing up. We will be providing many more offers for members, which I think can be great, including interviews for members only and questions for members only, which I hope you'll enjoy. But the other advantage of signing up, of course, is that you can protect your energy bills by fixing your electricity rates for the next year with Fuse, which is going to be very relevant with the price cap rising by 6.4%. Fuse's new fixed tariffs undercut the April price cap by over £100, with almost £150 of savings for a typical customer on the 18-month tariff. By fixing your electricity rate, you can lock in your price today and protect yourself from any rises over the next year. So download it now, use the referral code POLITICS after signing up, visit getfuse.com slash politics for the terms of conditions and to learn more. Your data is like gold to hackers.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 65080
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/1",
    "text": "They'll sell it to the highest bidder. Are you protected? McAfee helps shield you, blocking suspicious texts, malicious emails, and fraudulent websites. McAfee's secure VPN lets you browse safely, and its AI-powered tech scam detector spots threats instantly. You'll also get up to $2 million of award-winning antivirus and identity theft protection. All for just $39.99 for your first year. Visit McAfee.com. Cancel any time. Terms apply. Ryan Reynolds here from Mint Mobile. The message for everyone paying big wireless way too much. Please, for the love of everything good in this world, stop. With Mint, you can get premium wireless for just $15 a month. Of course, if you enjoy overpaying, no judgment. Thank you. equivalent to $15 per month required. Intro rate first three months only, then full price plan options available. Taxes and fees extra. See full terms at mintmobile.com. Welcome to The Rest is Politics. With me, Alistair Campbell. And with me, Rory Stewart. We're recording this on Tuesday morning. Quite a busy news day, I would say. You've got Trump talking to Putin. You've got overnight horrific bombing renewed really intensely in Gaza by the Israelis. And in the UK, we've got some of the welfare reforms being presented to Parliament with the signs that there may be some kind of Labour rebellion, angst, call it what you will. So I think we should sort of do those in the second half, in case anything develops through the first half. But for the first half, do a couple of deep dives on two subjects that have had a lot of attention, but I think not much kind of explanation. And one is tariffs and Trump's obsession with tariffs. And the other is farmers, farmers in the UK and the way that they're feeling about things. So should we start with tariffs? There's so many directions in which we might go. If I can just start with the real basics on tariffs before we get into Trump on tariffs. Essentially, since the end of the Second World War, when the General Agreement on Tariffs and Trade was set up, the conclusion of particularly America, but also its European allies, was that the way to achieve prosperity and predictability and unity, particularly in the Western world, was to go for as much free trade as possible, keep tariffs as low as possible. There were many different arguments for this, but one very fundamental one, of course, is the classic economic argument, which is that by opening up, you allow other countries to compete and produce goods as efficiently as possible and as cheaply as possible for your consumers. And you can then specialize in the things that you do best. And broadly, that's meant over the last decades, manufacturing has increasingly moved to countries with lower wages, particularly, and countries like the United Kingdom, the United States have increasingly specialized in services, most dramatically, of course, professional services, law, accountancy stuff. This is the system that was inherited. This is the system that, particularly when your government was in the 1990s, was really at its height, expanding the World Trade Organization, getting China into the WTO. And then a problem emerged. And the problem basically began from a very strong sense in the US and Europe that cheap goods produced from China with cheap labor had meant that many people in the West, particularly people who were working blue-collar jobs, who didn't necessarily have university degrees, were losing their jobs, and they had a pretty bleak future. And that revealed itself, for example, in huge gaps between London, the Northeast and Britain, or in the United States between the central Rust Belt of the country and the coast. And that began to increase pressure on politicians to say, okay, maybe what we should do is return to a much older idea, which was really an idea going all the way back to the 1930s and before, which is put up tariff barriers. And maybe if we did so, we could get our manufacturing jobs off the ground. Historically, Roy, there's a very interesting fact here. In the States between 1798 and 1913, so up to the outbreak of the First World War, tariffs made up anywhere between 50 and 90% of US federal income. Last year, it was down to 1.57%. And 70% of all goods entered into the US duty free. And that, as you say, speaks to this belief, very widespread across politics and across economics, that free trade is what is best for business and for consumers. Nobody can say we weren't warned about Trump doing this because in the election campaign, he basically said the purpose of his tariffs policy would be to create more factory jobs, manufacturing jobs, shrink the deficit, lower food prices and subsidised childcare. So I don't know how any of those are doing. But also, this is on a different scale. The tariffs he's doing now against China, against Mexico and Canada in particular, but also now going for the European Union as well, which laughably, he claims, was set up to stiff the United States rather than actually to stop there being any more wars in Europe. But we can come back to that. But I think this is on a totally different scale. But of course, as with pretty much everything that Trump does, there is quite a big lie at the heart of it, which is this, when he says that this will make things cheaper for Americans, because we're making these importing companies pay to be into the market. And of course, the opposite is the case. This is a tax on the  In for Americans because we're making these importing companies pay to be into the market. And of course, the opposite is the case. This is a tax on the importer, not on the exporter. And I think because he's convinced himself that he's a great dealmaker, and because he's convinced himself he's an amazing business guy, rather than somebody who inherited his wealth and had his famous book, The Art of the deal, ghostwritten. And because he's now not surrounded by people who are checking him in, he's able to go even further on this policy than he did in the first term. Let's just focus for a second on Trump and his mentality, which is a really difficult thing to do. But as you say, during that election campaign, he is saying two things particularly, well, actually saying three things. one of them, as you say, is that election campaign, he is saying two things particularly. Well, actually he's saying three things. One of them, as you say, is a complete lie, which is that it would make goods cheaper. But the other two things you pointed out are it'll be good for US manufacturing. So we're going to make our own stuff. We won't export jobs abroad. And secondly, it's going to raise a lot of money for the government. Now, of course, that is also a problem because you can't do two things at once, right? Either you are importing and charging big taxes on BMWs selling cars from Germany and then using that money to fund your healthcare system, or you're manufacturing the cars in the US, in which case you're not importing cars from Germany and you're not getting the revenue. It's one or the other. You can't do both at the same time. I think, though, to get to the sort of analysis that we often get to when we're talking to the mooch or when we're talking to someone like Michael Wolff on Trump into the psychology of the man, I think at the core of it is that Trump is often about grievance. And in his brain, free trade is horrible for two reasons. One of them is a deficit. So the deficit means that the US is importing more than it's exporting. And in his mind, that means that the US is sending money abroad, dollars abroad, which it could spend in the US, and it's sending jobs abroad that could stay in the US. And then the second thing is he's got this anecdotal tendency, which is to focus on individual examples. So it's true, for example, that US cars pay bigger duty, sedan cars, coming into the European Union than vice versa. What he doesn't look at is the averages. If you look at the averages, which is what the WTO models, so take into account not just cars, but the fact that actually US trucks are more favoured or US soya bean is more favoured. You end up in the situation where broadly speaking across the board, Europe and the US have roughly similar levels of tariff and trade back and forth. But he doesn't want to take that on. And then the final thing is it's a particularly good policy for Trump because it's something that he can do with no checks and balances. He's invoked this crazy emergency power act, which allows him to just announce the tariffs, a very, very broad brush. And then everybody gets to come to him and grovel and ask for waivers. And the fantastic thing about that is it's a great opportunity for corruption and extortion. So every business in the United States now comes to Donald Trump, car know, car manufacturers and say, actually, we want exemptions on Canadian steel. And he says, oh, I don't know about that. You know, have you bought any meme coins recently, at most extreme, or just enjoying the power play of the whole thing. So for somebody like Trump, who wants very short term exercise of power, and a short term exercise of power, which sounds popular to voters, if you don't talk about it in detail, don't look at the long-term economic consequences. It's a pretty ideal sort of toy set for someone like Trump to play with. And you can make it sound simple when it's very, very complicated. And of course, he's very good at that. Most of the studies by economists, these included Massachusetts Institute of Technology, Zurich University, Harvard World Bank, concluded that first- term Trump, the tariffs did not succeed in restoring jobs to the American heartland. And they did have an overall net negative effect, both on the US economy and on the Chinese economy. And you mentioned Anthony Scaramucci there. He sent me a really interesting analysis. I'm not even sure who wrote it, but it was some sort of academic paper. And it was an analysis of the difference between distributive and integrative bargaining.",
    "speaker": null,
    "startTimecode": 166140,
    "endTimecode": 669000
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/2",
    "text": "Sounds pretty fancy. You'll really enjoy this. So Trump is a distributive dealmaker. And that means there is a battle between two sides for one clear outcome. There is a winner and a loser. Here's a piece of land. You want to develop it. I want to develop it. We're in a fight for it. If I get it, I win, you lose and vice versa. And that is Trump. He's a winner. Somebody has to win. Somebody has to lose. But geopolitics and geostrategic economics, this is the world of integrative bargaining. So for example, he can put tariffs on China for steel and aluminium, but China can respond by raising tariffs on American goods. But also they can do, as they have done, saying, we're going to drop all our soybean orders from the United States and we're going to go and get them from Russia instead, because we can. Likewise, the European Union, Trump puts tariffs on steel and aluminium, and they then put tariffs on bourbon and Harley Davidson motorbikes. So this is integrative, where in the distributive bargaining, there is a conclusion. In the integrative bargaining, there is no conclusion. There was this wonderful line that basically said that the Chinese play chess while Trump is just flipping a coin every five minutes and it's heads or tails. He's convinced that having been this real estate business guy lends itself to what he's doing as a dealmaker in government and they're very, very different skills. And the Chinese do seem to play this multifaceted game in a somewhat more sophisticated way. Well, I think it's a beautiful answer, isn't it? Because it applies to almost everything beyond tariffs. And you produced this line that you'd seen Trump saying decades ago that tariffs was the most beautiful word in the English language. It's a sort of brilliant kind of insight into his whole approach to everything. I mean, Taras is kind of at the center of everything. It reveals, for example, the difference between the way he treats allies like Canada and the way that he treats what used to be enemies like Russia, you know, two similar sized economies. It reveals the fundamental truth about Trump, which is that it's easier to bully your friends than it is to bully your enemies. It reveals, as you say, this weird mindset where he cares above all about not depending on anybody else. So he wants to be completely independent, doesn't want to depend on any other country. And then he wants everyone else to depend on him. So he really wants to be a billion dollar property developer dealing with a small plumbing company that's doing up some of the waterworks in his building. You can bully them. Where he has all the leverage. Okay, quick sidebar, which is, you can hear I've been listening to American crime procedurals. I love my sidebars up at the judge's desk. So there are a couple of things that are maybe just to help, which is to understand that there are times when there could be legitimate grievances around free trade, and there could be good arguments for protection. And I'm just going to sort of make the case, the best case I can for Trump before pointing out why he's screwing it all up massively. So when the WTO was set up, they tried to define what were legitimate sources of comparative advantage. So it's a pompous way of saying, clearly, it's legitimate to just work harder for less money to produce goods, because that's being competitive. Other things were defined as illegitimate, massively subsidizing your own industries at home. And you can do it through lots. And this is where China comes in. So China massively subsidizes, it has complicated state-owned enterprises, it steals intellectual property. China has these massive cyber attacks that you've talked about stealing intellectual property. That's unfair comparative advantage. And there you could reasonably say our manufacturers are not competing remotely on a level playing field here. And then there's the third thing that we're going to be increasingly talking about in Europe, which is whether countries should have the same labor and environmental standards. So we're going to get on to farming, and farming is a really good example of this. Is it okay for America to produce chlorine chicken, or for New Zealand to be destroying its landscape in order to produce lamb or or very poor stocking levels, treatment of chickens in Poland coming in cheaply into Britain. Now, in the past, that was considered fair. You could have lower environmental standards, you could have lower labour standards, because that's what the developing world wanted. But increasingly, when people who care about the environment or farmers in Britain talk about fair trade instead of free trade, they're talking about trying to level those things up again. And then final example of somewhere where a tariff might work is Biden's chip act. So just occasionally, it might make sense not to take a flamethrower, but a scalpel to something and say, here's something advanced semiconductor chips, which are going to be completely vital to the future of US economy and its security. And so we're going to set up a very complicated series of subsidies and tariffs to encourage companies to relocate in the US. But you can only do that if there's proper bipartisan agreement, people feel that that policy is going to be in place for 20 or 30 years, it's predictable, everybody knows what it is. And then the big Taiwanese company will put $100 billion worth of investment into the US. The problem with Trump is it's a complete flamethrower. The tariffs go up to 50%. They come down in 36 hours. There's no clarity about which products he's going. Is he trying to support the US car industry? Is he trying to support chips? Apparently not because he's getting rid of Biden's chip act. Does he really want to manufacture steel? What doesn't he want to manufacture? And that means that if you're Mercedes or BMW, you might have started thinking, okay, I'll open a car factory in the US. And now you're thinking, well, wait, it's going to cost me billions of dollars to do this. I've got no idea what this guy is going to be doing next week. And I've got no confidence that the US is serious about this. I think the other thing this is revealing, I watched an interview with the Treasury Secretary, Scott Besant, who looks like a kind of classic Republican Party Treasury type, but he looked really uncomfortable talking about the tariffs stuff. He just kept saying, well, the president thinks the president wants the president this, the president that. And I think you have got these factions that are around Trump. You see, what you're speaking to there, I think, is the Michael Wolff analysis of Trump as the reality TV guy who keeps needing a new chapter. So we're going to slap tariffs on X country, then we're not, then we are, but it's not quite what you thought it was. And then there's reaction and then he moves on to something else. But then those who are absolutely sort of fixated on the economy as being the real sort of power driver of American power, you've got Steve Bannon and his crowd who basically think debt's far too high, you know, this will lead to them taxing the super rich, which they don't want, and cutting military spending, which they don't want. You've got Musk and the sovereign individual people who just think this is about cut, cut, cut, get government out of people's life and reduce the debt that way. And then you've got Besant as a sort of more traditional, probably austerity focused. The other argument that's going on here is whether ultimately this is about creating chaos. So the whole thing of recreating the world order, be that politically, diplomatically, economically, whether this is deliberate because they believe that they have these underlying strengths, which once the chaos starts to settle down, it will leave America in a very, very strong position. Because otherwise, it seems to me there's no real logic to this. You're suggesting that they think that in a very chaotic, uncertain world, the US is likely to come out on top. So it would be a bit like you and I sitting in a building, and you kind of set off a bomb in the the corner of the building and you calculate that because you're bigger and stronger than me, you're more likely to emerge unharmed than I am. Or the other people who are getting worried about it might feel that they would gravitate towards the bigger. And I also think there's this debate going on within some of the Trump people about whether the dollar is valued too high, whether they need to get it down a bit, but they can't say that openly. Otherwise, it's very, very hard to see what the logic is here. And this is the difference to the first term. If you remember the first term, his utter obsession was the way the stock markets reacted to pretty much everything he did. And he had this thing recently, you may remember where you had him setting out his plans for tariffs on Canada. And in the corner was the Dow Jones numbers just going down and down and down and down and down. And this time, it doesn't seem to bother him. So what is the change unless it is that the Musk strategy is the strategy that they're pursuing? Well, okay, so let me come to you then just on a kind of a very difficult thing, which is where I think we're all getting tripped up, which is the psychology of Trump. So there are kind of five different things hovering around in his head. There's worrying about the stock market, which, as you say, he doesn't really seem to worry about very much. Or certainly not as much as he did. There's inflation, which tariffs could be problematic for. And then there's three different views of tariffs. There's number one, I don't really like tariffs, but I can use it to punish people in order to achieve a different policy objective, for example, to stop drugs coming into the United States from Mexico or Canada. Idea number two, I really like tariffs, but I can use it to punish people in order to achieve a different policy objective, for example, to stop drugs coming into the United States from Mexico or Canada. Idea number two, I really like tariffs because they're a way of raising money for the US government without having to, and I can cut taxes. Or idea number three, I really like tariffs because they're a way of getting jobs back at home and increasing the manufacturing industry. All five of those are always in contradiction. It leans into any one of those and the other ones go wrong. So part of the problem is how do you navigate your way through this? I mean, I guess, what would Michael Wolff say? What would Amuch say if I said there are five contradictory things going on in his head? Michael Wolff would say five contradictory things means at least 10 chapters in the reality TV show. I think the Mutch would say he doesn't really know why he's doing it, but he knows that it's confusing people like us and it's troubling people and it's making him the center of attention.",
    "speaker": null,
    "startTimecode": 669520,
    "endTimecode": 1256400
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/3",
    "text": "Everybody's thinking, what's he up to now? Why is he doing this? Why is he doing that? The first term, you sort of felt that he was trying to have a logical explanation for some of the things that he does.",
    "speaker": null,
    "startTimecode": 1256940,
    "endTimecode": 1265520
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/4",
    "text": "But with this, there doesn't seem to be that logical explanation.",
    "speaker": null,
    "startTimecode": 1266060,
    "endTimecode": 1269120
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/5",
    "text": " I don't know. The first term, you sort of felt that he was trying to have a logical explanation for some of the things that he does. But with this, there doesn't seem to be that logical explanation. And I think that means it's about disorder. And that becomes really interesting, isn't it? Because, of course, I'm often talking to people who defend Trump. And so they try to make the most rational arguments for him. Oh, you know, what Elon Musk is doing with DOGE, the Department of Government Efficiency. It's great. Doge. We call it DOGE. Yes, let me finish very quickly before we go to farmers, just to sort of sum this up. So, what's wrong with what he's doing on tariffs? Why should anybody care? Well, there's internal arguments. Americans are still going to want to buy goods that are made overseas. For example, if you want melons in winter, you can't buy them in the US. Secondly, these policies will be negative for many American manufacturers. So for example, if you are a car manufacturer, you actually have to pay for that steel or parts that are coming in from Mexico and Canada. Thirdly, there's this point that we've made that when you put on tariffs, you help very, very particular sectors. So let's say you could create a few more jobs in the car industry. Only about 10% of Americans work in that kind of manufacturing or agriculture at all. And you're just talking about a percent of that 10%. Whereas you're hosting 100% of consumers and particularly people on low incomes who are going to see their prices raise. But the final thing that we didn't talk about is that countries hit back. It depends which country you are. And there are two reasons you hit back. You either hit back like Canada, because you are really angry and your national pride has been offended. So Canada's hitting back in a way that Mexico isn't. Or you hit back like the European Union because you can. Now, the UK and Australia at the moment don't really seem to feel that it's worth their hitting back. They're being hit with the same tariffs. They hope they go away. They don't think it's going to damage their economy too much. They don't think they can do much to the US. But the European Union and China can really hurt him. And they can hurt him in ways that the pain points are unpredictable. So he may be thinking, okay, I'm going to hurt car manufacturers, you know, Mercedes workers and Dusseldorf. On the other hand, we will be hurting people making Harley Davidson's, hurting people making Kentucky bourbon, we'll be hurting soybean manufacturers. And then he's really got to worry about the politics of his base. And he's also got to work out, even if objectively, and here, just to sort of put my cards on the table, my hero in this is a guy called Dmitry Grozubinski, who's been my great briefer on this, who's written the most beautiful book called Why Politicians Lie About Trade. So literally everything I've said to you about tariffs, I've stolen from Dmitry Grozubinski, who I spoke to for an hour. But his point is that it's so much more political and so much less economical than people think. Oh, yeah. It's not just about can the US hurt Canada more? it's about what is the Canadian capacity for pain? How angry are they? How much are they prepared to tighten their belts? And also, to what extent is America dependent on Canada, which for an awful lot of things that America needs for its economy, it is. So yeah, I think we're both very much with the Canadians on this one. Well, Rory, we've gone on a lot longer about tariffs than we maybe planned to. We were going to do tariffs and farmers in the first half, but why don't we take a break there, come back after the break and talk about farmers and welfare, and then maybe we'll do Ukraine and Gaza in the Q&A, given we get a lot of questions about both every single week. This episode is brought to you by one of our favourite sponsors, long-term partners of the rest is politics. That's NordVPN.",
    "speaker": null,
    "startTimecode": 1269960,
    "endTimecode": 1472100
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/6",
    "text": "And we're guilty. Sometimes assuming the internet is safe by default. We browse the same sites, we use the same passwords.",
    "speaker": null,
    "startTimecode": 1472680,
    "endTimecode": 1478200
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/7",
    "text": "Nothing normally goes wrong. And it's very easy to let your guard down. But hackers, as I'm sure many listeners have found out, are always looking for ways to get into your system. And they're trying to steal your money or they're trying to steal your data. And internet service providers are happy to sell your browsing data to companies and marketeers. And that's when NordVPN comes in. It's your go-to solution for secure internet access. What it does is it creates a virtual private network, that's the VPN bit, which you use to connect to the internet. Just download their app and switch it on and it works in the background. It's got military-grade encryption so you can browse with confidence knowing your personal information is safe from prying eyes. Our listeners get an exclusive deal at nordvpn.com slash restispolitics and one subscription covers 10 of your devices. So that's nordvpn.com slash RestisPolitics, completely risk-free with their 30-day money-back guarantee, and you can find the link in the episode description. I'm William Gouge, a Vuri Collaborate and professional ultra-runner from the UK. I love to tackle endurance runs around the world, including a 55-day, 3,064-mile run across the US. So I know a thing or two about performance wear. When it comes to relaxing, I look for something ultra versatile and comfy. The Ponto Performance Jogger from Vuri is perfect for all of those things. It's the comfiest jogger I've ever worn. And the Dreamknit fabric is why I'll always reach for them over other joggers. Check them out in the Dreamknit collection by going to buori.com slash william. That's V-U-O-R-I dot com slash william, where new customers can receive 20% off their first order. Plus, enjoy free shipping in the U.S. on orders over $75 and free returns. Exclusions apply. Visit the website for full terms and conditions. The new KFC Dunk It Bucket with juicy original recipe tenders, new mashed potato poppers, crispy fries, plus three sauces that fit right on top of the lid so you can dunk anywhere. You can dunk at the game. Dunk while security points to the no outside food sign. And dunk as 20,000 people watch you and your Dunk It Bucket get removed from the stadium. Dunk almost anywhere with the new $7 KFC Dunkin' Bucket or get the double Dunkin' Bucket for 25. Prices and participation vary while supplies last. Taxes, tips and fees extra. Welcome back to The Rest is Politics with me, Rory Stewart. And me, Alistair Campbell. Just before we get deeper back into farmers, just remind people to listen to our leading interview with Peter Kull, who's the Secretary of State responsible for, amongst many other things, technology and AI. And as we like to say, extraordinary personal story, very, very charming individual, right at the heart of some of these policy debates.",
    "speaker": null,
    "startTimecode": 1478840,
    "endTimecode": 1645980
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/8",
    "text": "And I think we're also quite tough on him, too. I think we're sympathetic towards him. We like him, but we're also pointing to some of the challenges that this government may be facing in terms of being bold enough. Yeah, and people can also see the moment when his career came to an end, when he called me wet. so Rory you want to talk about farmers because you've had lots of missives i've been talking to farmers some of my relatives but also very grateful to the new president of the national farmers union tom bradshaw who's been very helpful in sharing his analysis i'm going to interrupt you here because you you very, and this is you as the government press spokesman said that you'd been relying on the analysis of Tom Bradshaw. I actually know what this means because I spoke to Tom for an hour yesterday evening and he revealed that actually he'd been speaking not to you, but to Rory Campbell, your son, so that you're now turning research into a family business. Gu charged I didn't say I talked to us and he relied on his analysis I think that's fair enough very good all right you've got you're busting me so why don't you why don't you tell us what Tom Bradshaw says then actually we might get Tom on sometime because you remember we did a very good leading interview with Mineta which went out very well so he Yeah, he's the new president of the NFU. I think Tom is in a really, really tense, difficult situation because farmers are really under the cosh. They're under the cosh for three reasons. The first is Brexit. And this goes all the way back to leaving the European Union and what the Conservative government did, which already put farmers in a very, very difficult situation, which is they were losing a lot of that European Union support. The second thing is people remember the inheritance tax changes. So farmers who are often on very low incomes can be sitting on land, which because of the increase in land values is worth a lot. They want to pass it on to their family as a family business. They're not trying to sell it for cash. So you never get that cash. But if they're hit with inheritance tax, which they used not to be, but the Labour government now says they would be, would mean they'd have to lose their business or really sell a lot of it. But the most recent thing is that the government, Labour government, suddenly's announced with no warning that they're stopping the central payment mechanism, which supporting farmers with only about 50 of them in it this is something called the sustainable farming initiative you mentioned brexit so we had the common agricultural policy um now caricature time that was basically caricatured as a policy created by the french for the French, because the French farmers are very, very, very powerful. But actually, it worked, despite all the kind of propaganda against it, it worked pretty well for British farmers as well. They were paid a flat rate for every acre that they farmed. And it was the purpose was to try and keep them on the land, and also keep food prices relatively low. When Brexit happened, one of the many, many nightmares, and I remember we didn't talk to him about it in the interview, but I talked separately to Michel Barnier about this, is that working out what would replace the CAP from a British perspective was one of the most sort of thorny issues. And I think that's... CAP, Common Agricultural Policy. Common Agricultural Policy, yeah. That was one of the the most difficult post brexit debates uh for the british government because ultimately once we were out we're out and it's you know it's kind of up to us and then the budget comes along and up until the budget british farmers they had they had full relief from inheritance tax for agricultural property and business assets the budget capped that relief at one million pounds and for anything over it'd be 20 and that could be spread out over 10 years interest-free now when this i think we talked about this at the time and if you remember we both said oh this is a bit of a feeling to it that i'm not sure this has been thought through Well, if you talk to the NFU, as you have done and as others in my circle have done, Rory, their analysis is that the government said 27% of farms would be impacted by this. The NFU put the figure at 75% because what they say the government isn't doing is making a distinction between working farmers, people who work the land, and what you might call lifestyle farmers, people who have lots of land because they want to own lots of land. And so when you then get into the kind of profit margins that these guys are operating at, and this is something that my family members complained about for most of their farming careers, is that they're saying that the tax change resulting from a million pound threshold would pretty much wipe out the returns that they get, which are already very, very thin. And they think the government, I don't know if Tom Bradshaw said this to you, but they think the government is looking for a way out of this, but looking for a way out that doesn't necessarily present itself as a terrible climb down. Farming subsidies relates quite a lot to our conversation about tariffs. It's about governments deciding to support particular sectors. And there are three reasons why traditionally we supported farming more than other sectors. The first one was food security. So the idea was that we needed to grow some of our own food and that Russia, Ukraine reminded us when suddenly wheat ceased coming across and food prices went up in supermarkets, why we need to grow some of our own food. And that might become more pressing in climate change that's something tom bradshaw is really pushing he's saying as we get into a world of national security threats and when we get into a world of climate change we need to produce more of our own food and that means being serious about the fact that in the uk we've taken about two million hectares out of production out of 11 million just Just to jump in there, if the government were to tweak this policy, and were to, you know, whether it's the clawback scheme that the NFU are talking about, or to tweak it in some way that made it more palatable to the farmers, is it possible that actually the sense of the country needing to go, I hate to say war footing, but in these more dangerous times when we are going to have to become more self-sufficient in all sorts of different ways, whether that is the way that you might be able to do this within that bigger frame. Yes, yeah, I think you're right. I mean, I think that's almost a question bigger for you. So if Labour were looking for a chance to change, that's certainly what Tom Bradshaw thinks the strongest argument should be. Would that seem to you to be the strongest argument? I think it was part of a bigger package, yeah. I mean, I don't think there's a problem in governments changing their minds because of, I wouldn't worry about the fact that Nigel Farage and Kevin Badenock have been out on these rallies for farmers and what have you. I mean, I think if they get to the point of thinking this hasn't quite worked out as we planned, there's no harm to my mind in saying we need to tweak it. And I'm just i think it might be better done politically if it was in that part of that bigger package yeah well there are two other reasons why we subsidize farmers the second really big reason was environmental so there was this when as you say the basic farm payments stopped the payment by acre stopped we shifted from when i was in defra when i was the defra minister was responsible for the environmental payments, agri-environment schemes under the European Union. And it was billions of pounds a year, but it was still a small percentage of the overall money. Under Michael Gove after Brexit, that swapped to being more than 80% of the money was going in these environmental grants. And the slogan, which you might remember, is public money for public goods. So the idea was going to be that we'll give farmers subsidies, but we're going to give them subsidies with very, very detailed plans on how they're going to improve nature, climate, and other things on their land. And it sounds great in many ways, you know, public money, public goods. There are some problems with it. The first problem is it's these schemes, the more detailed you specify what a farmer does, the more money you have to spend on monitoring the valuation to check they're doing it. Secondly, the more money out of the money they receive, the farmer has to spend on implementing the scheme. But thirdly, the way they were designed was that you had to bid for them. They were demand-led. So that was easier if you were a really big wealthy landowner. You can hire a fancy consultant who can put together a really beautiful scheme describing everything you're doing with your hedgerows and your birds and your nature. If you were a small upland farmer, you were already locked in quite a complicated previous scheme, which was very incompatible with the terms of the new scheme. And in the case of most of them, they never made the transition. And they were supposed to be getting into this thing called the sustainable farming initiative. So most of their money was meant to be coming for this new environmental scheme. But only about 50% of farmers made it in and far less than 50% of the small upland farmers. And those guys are now in real trouble. So they've lost the pillar one payments, they've lost their basic acre payment, they're no longer going to get their environmental payment, effectively, they're going to get no subsidies at all. Now, why does that matter? Well, it matters because the farmers that I represented in Cumbria are often on incomes of 16,000, 17,000 pounds a year. They've got farms of, some of them, 100, 200 acres. My friend Steve Pattinson in Bukhastle, I think at one point had 67 cows. Now, if you're a crazy free market Tory like Liz Truss, who was my boss, she would say, well, I don't care, why should we be subsidizing these people? But the reason why we did it is the third reason we haven't talked about, which is community, culture, heritage, landscape, schools. So what is Steve Pattinson doing? He's not just farming the land in an area where his neighbor Trevor Telford has been there for literally 600 years. It's their kids that are in the Bewcastle Primary School keeping it alive. It's their tractors which are clearing the snow off the roads. It's their money which is spilling through into the wider economy, supporting fence contractors, drivers. There was a study in Wales that suggested that for every pound of direct payments to a poor rural farmer, nine pounds goes into the broader economy. So really, what we need to get back to is what the Welsh and the Scots are still doing. They're still doing basic farm payments because they still care about small farmers and they still understand rural communities. Yeah, I haven't quite realised just how tight these margins are that farmers are working to. Average of 0.5% annual return on the value of their land, livestock and machinery. And that's pretty tight. If something comes along that makes that even a little bit harder, then the chances are that you're in real trouble. Just something on the politics as well, Roy, because this is Labour traditionally seen as very much as an urban party in many ways. But Labour, with the huge landslide that they got, they've got a lot of rural MPs now. And these are probably in areas where historically would be conservative, might be at risk to reform. Lib Dems have done pretty well down the years in rural areas, but they've now got a lot of Labour MPs who are under real pressure.",
    "speaker": null,
    "startTimecode": 1646660,
    "endTimecode": 2328980
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/9",
    "text": "And there was an article in the Times recently which was quoting lots of rural Labour MPs, saying that they're really struggling when they're going back to their constituents. Because it's not just the inheritance tax point, it's that broader point that you're making about whether people appreciate and understand the role that they play in broader broader society well let's illustrate this very kind of direct things i represented the largest most sparsely populated constituency in england most sparsely populated districts extreme ruralities small community hospitals tiny primary schools with 11 or 12 people in some of those schools some some of them down to seven or eight. One of the biggest farming constituencies in the country where all this stuff matters. And who represents it now? It's now represented by a Labour MP, right? A Labour MP, in fact, called Marcus Campbell Sabres. That's pulling through the sort of theme that keeps coming through and in some way reflections on the the new breed of the Labour Party which is they often seem to have family relations to to previous MPs. Dale Campbell Savers was a was a really really splendid MP he did all his local stuff and what have you but I'll tell you the thing about Dale Campbell Savers he was one of those MPs who would get bones and then he would be like a dog with them. He would not let stuff go. And he's the sort of MP we need more of, who just alight upon causes and then they just bombard you. I really like Dale Campbell-Savis. Well, so just to come back to this, so Marcus Campbell-Savis, Labour MP, is now sitting in my constituency worrying about all these same issues of farmers on 17,000 pounds. He's not sitting in your constituency, Rory. He's been elected as the Labour MP for your former constituency. It's not your constituency. He's been elected as the Labour MP for my former constituency. So he is worrying about all these issues. And the question is, why is the Labour Party not listening to people like him and probably a hundred other MPs, Labour MPs across the country? Is it that they've already given up on those seats and don't think they'll win them again in the next election? They can't do that. Or is it that the key policymakers, Keir Starmer, Rachel Reeves, don't really get rural areas? It's not something they feel comfortable with. It's not something they empathise with mean and this is where the farmers get a bit paranoid because they had a really good relationship with labor before the election they were really cheered up before the election and now they're beginning to think that there's something a bit vindictive about it that the people that labor are picking on are farmers consistently and they can't quite understand why this is happening i don't think they are picking on them and you're right by the way they were very pleased because kia starmer went to their conference last year i think rishi sunak sent a video um and kia starmer made a real kind of big thing about we're going to protect any future trade deals farmers are going to be the heart of it and he also he said we would protect the family farm well this kind of goes to some extent against that i look the first thing i do know because i've been talking to some of these mps they are making these points pretty vociferously i think they're getting quite frustrated that they're not they don't feel they're being listened to and this goes back to our interview with bed wallace which you want to when you get bagging on about how the Treasury just wants the Treasury's decided something then. But I think politics on this could come into play. There's no way they've given up on rural seats, because if they give up on rural seats, they're giving up a large chunk of the majority they're defending. So no, I still think I said this in week one, I still think this can and should be tweaked at some point i think the question really is is when and how but right now the government doesn't seem to to want to know final one for me um julian glover has set up a new organization charity called future countryside which is trying to do something very difficult which is try to explain how we could think about an integrated view of our landscape. How do we really think about how much of it we want to have as solar panels, how much as wind turbines, how much as rewilding a national park, how much as productive farm? And at the heart of it, and this is something that I've been sad that the National Trust hasn't been talking about more, which is beauty. Do we care about what it looks like? The National Trust, actually, I think its full name is the National Trust for Beauty. It's what it's set up for. And for the first time, the National Trust, which is, I think, almost our largest landowner, isn't really talking about beauty anymore. This is something where something is very odd about Britain. Our former colleagues in the European Union, for example, France, for example, Italy, understand this absolutely instinctively. They understand the horror of what happens when rural areas are hollowed out, when you end up with abandoned villages, with schools closing. they understand that yes it's about national security yes it's about food production yes it's about the environment but it's about national security. Yes, it's about food production. Yes, it's about the environment. But it's also about heritage, culture, community, everything that areas like the Lake District, Dartmoor represent for people, some of the most precious bits of what it is to be British. And I wonder whether a really imaginative political party couldn't begin to build more on the natural affection that British people have for farmers that we see in the popularity of Jeremy Clarkson's TV programme. Maybe that's why you said earlier about Scotland and Wales maybe holding on to this better. Maybe that is because they do have that greater appreciation, partly because without upsetting all the English people, take away the late district parts of Yorkshire and Lancashire, Scotland and Wales. Scotland, obviously, is the most beautiful country in the world. We all know that. And then Wales is pretty good on the landscape side of things as well. So, yeah, interesting. But thank you very much to Tom Bradshaw for speaking to anybody called Rory this week.",
    "speaker": null,
    "startTimecode": 2329700,
    "endTimecode": 2677900
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/10",
    "text": "And thank you. Thank you to my relatives for briefing me in such detail as they did, as they whinged on about their terrible profit margins. Maybe the link to the next discussion on welfare is the issue of Labour MPs and the limits of their tolerance. But first of all, if you were still in Parliament now, following the debate, as you have done, where would you be on the on this welfare reform benefits reform debate well obviously the odd thing about it is that kirsten is much closer to the old tory party i mean he's he's basically holding on to a lot of the policies which were george osborne's policies but in his proposals last week and rachel reeves proposals last week, it felt as though they were going even further. So what happened under George Osborne is that universal credit was set up, which was bringing all these different benefit schemes together into a single scheme. But he did it at the same time as he reduced the benefit bill. This was all austerity trying to balance the budget, which meant for Ian Duncan Smith, who was pioneering this, that he got very angry because he felt that universal credit, which might have been a good idea in theory, which is bringing different benefits together and getting rid of ridiculous cliff edges in the past. When I began as an MP in 2010, it was true in many cases that it didn't make sense to work because you lost so many benefits when you went to work that it didn't make sense so universal credit helped to deal with some of those issues but it happened at a time when welfare collapsed the exception that osborne made was in different forms of disability payment which he broadly uprated with inflation so that over time you ended up in a situation where your out of work benefits were worth less and less, and your disability benefits got more and more. The government ends up with a bill of I think, 80 billion pounds a year on disability, and is very anxious then that the gap between the two is incentivizing people to claim disability benefits who wouldn't otherwise claim them. There was studies from Policy Exchange and from Times has done quite a lot of this stuff, suggesting that many more people are now claiming disability benefits than before COVID. And many more of them are claiming it compared to European competitors. So there's something odd about the British system, we have a loss of people out of work. So the government thinks we've got to save money, there's something odd going on. And actually, it's good for the economy and it's good for individuals to get back into work. So we're going to try to deal with it by controlling the disability spending. But that means that they've put themselves in a position where they're being in some senses more extreme than George Osborne. And that is a big problem for their backbench. Over to you. This point, I heard Pat McFadden on the media media this morning the cabinet office minister who was sort of put out pat's very good at going out when when the wicket is very tricky and sounding very progressive and very labor when being challenged as you say from a perspective where people saying this is something that george osmond didn't try to do but there is something really strange you made this about the UK being an outlier, an international outlier. What is going on? We're now the only major economy whose employment rate hasn't recovered since the pandemic. And a lot of this is about mental health, mental illness reporting. And we've now got almost 3 million people who are not working and who are defined as long-term sick. It's the highest in the G7. And it's, if you imagine the entire population of Greater Manchester, that is how many people are now defined as long-term sick. One in eight young people not in work or in some sort of full-time learning. So I think there is something going on that we don't fully understand. It's really uncomfortable, isn't it? Because it's also very regionally focused. So in places like Blackpool, it can be as high as one in three people not working. And down in London, Southeast, it'll be a much smaller proportion. But I'd to talk to you about this, because this is right at the very, very hard, difficult edge on things like mental health. Obviously, if you are trying to save money, and you're in the Treasury, you're tempted to suggest that we're over diagnosing now on mental health. West Streeting at the weekend said that we were. Now, as I've said to you before, I really worry that mental health is getting driven back down the agenda. This won't be helping. But I think that there is the point that Pat was making this morning, where I have a lot of sympathy, is that the reasons why people end up being signed off sick, the ease with which it is then possible to say, oh, well, I've been signed off sick, and I'm not going to get better. And I don't buy this idea of lifestyle  I'll see how that can become a pattern that's very hard to break. What it seems to me, what I hope they're saying is that we want to help more and more people break that pattern but that on the mental health agenda that does mean persuading employers that actually discrimination on the grounds of somebody admitting a mental health problem is not allowed and and on the contrary that people who admit to a mental health problem actually might be a good person to hire back because they're being honest they're showing resilience whatever it might be but i worry i really worry the way mental health's being driven down the agenda again so there are reports out from think tanks which say things like there's a massive spike in the number of young people being diagnosed with different conditions adhd autism and that as you get into your teens and early 20s one of the reasons why a lot of people are out of work is that they have been diagnosed with mental health conditions. And as you say, West Streeting says overdiagnosed. If you have a child or a friend who has one of those conditions, you would feel very, very, very resentful about that. You would think this is outrageous. Basically, what's happening is ministers are coming quite close to suggesting that people are faking it or that they are claiming that they've got problems that stop them from working when actually they can work they're also implicitly being very very critical of doctors and the health service more generally for for science perhaps for signing people off uh too easily but i think they're on to something in terms of scale of the problem. But the nature of the debate, I think, needs to be broader and bigger. And how does it work politically? Because the problem politically is that when Tories tried to make these arguments, every single Labour MP, including Keir Starmer and Rachel Reeves, were totally unsympathetic, totally brutal, suggested that any attempt to talk about cutting the bill on disability benefit was offensive to people with mental health conditions, was offensive to the disabled. So Starmer in opposition ramped this up, spoke absolutely as though the two-child benefit cap was the most inhumane thing imaginable. Welfare needed to go up. The Tories were completely irrational and mean. And then they come in and they flip. And that's got to be a problem. I mean, it must mean that his MPs are thinking, well, where are your values? I mean, were you serious about social justice? Was this just a political game against the Tories? Can it really have been true? And this is my question with Rachel Rees. Can it really been true that she didn't realize until she became chancellor that there was a problem with the disability benefits bill, that she'd missed that 80 billion pounds on the budget? And that somehow she thought when the Tories were doing it, they didn't need to do it. But when she comes in, she does need to do it. And what's going on? Just to go through some of the figures that because I was on the last leg last week, and because the program is often about disability, I knew this would come up. So I dug into a lot of the facts on it. There are a couple of things that really were thinking about. So the number of people assessed as too sick to work has gone up by 400,000 in the last 12 months, risen, 400 400,000. Young people, 250% increase in young people using incapacity benefits who are on universal credit since the pandemic. So look, I totally get your point about the politics. And the answer, of course, is that they didn't want to talk about it because they wanted to be able to attack the last government. Did they know that the situation was bad? Probably. Did they know it was quite as bad as this? I'm not sure that they did. And by the way, I'm not blaming the last government on this. I mean, I can blame them for lots of things. I just think there is, I think there was something gone on since the pandemic that we haven't fully understood. I don't know. I mean, I've not really followed the COVID inquiry that closely recently, but I wonder if this is something that they're getting into, because there's no doubt whether on mental health, and long COVID is a part of this, but I don't think it's a huge part of these numbers. These numbers are just too big for that.  The other point, though, that goes back to the farming discussion, we had, Rory, I can't remember the exact numbers, but we had a very big rebellion fairly early in our time in 1997. I think it was almost 50 MPs voted against, 100 abstained. Now, we had a huge majority. And because ultimately, I would argue, we did deliver on welfare to work, the New Deal was a real program. So they're putting the focus now on getting people, rather than assessing people for what they can't do and then writing them off forever, assess people on what they can do and then try to help them find ways of getting into the labour market. That's going to require almost like a national crusade with a different set of attitudes from employers. And I'm not hearing within the current debate one policy choice they've got is they can stop raising the benefits so let inflation eat the benefits away and that might be a sort of belief that what you're doing there is you're forcing people back into work the second thing you can do is you can set up whole new procedures i don't know new panels different types of training of specialists to work out whether people qualify to go into work or not combined as you say with very complicated schemes to support employers to bring people in that'll be very expensive a lot of money into it and and we don't really know how to do it because at the heart of the whole problem i I talked to David Gork yesterday, who was not just my hero, but amongst other things was the Secretary of State for this department for a few months. And his point is that it's very, very, very difficult from a distance to work out whether somebody is able to work or isn't. I mean, even for a doctor, he's sympathetic to them. I think the sense that I got from David is that he would have roughly be trying to do the same thing because he just doesn't think i mean he's a guy who comes partly from the treasury he just doesn't think we can afford for this money to keep increasing i mean we'll end up in the situation which our great hero from the ifs uh i think at one point projected we would get quite quickly into hundreds of billions being spent on welfare and benefits. Just on the scale of this, Rory, we'll find out later today whether this talk of freezing PIP, personal independence payments, is happening. It sounds like it's not, but when there was the talk of it being frozen, how many people with arthritis do you think would be hit by that don't know how many 463 261 cancer 117 000 cardiovascular 95 000 chronic lung disease 91 000 schizophrenia 83 000 and so it goes on parkinson's dementia hiv aids motor neur disease. And I'd be really interested because I've not been an MP, you have. If an MP, I had an email this morning from somebody I know very well called Sam Carlisle. She's a very, very big campaigner on special educational needs and disabilities. and she's got a daughter with really severe learning disabilities and she says, this is tough.",
    "speaker": null,
    "startTimecode": 2679060,
    "endTimecode": 3386820
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/11",
    "text": "It is mentally exhausting.",
    "speaker": null,
    "startTimecode": 3388080,
    "endTimecode": 3388340
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/12",
    "text": "The government I had so much hope for is... And she's got a daughter with really severe learning disabilities. And she says, this is tough.",
    "speaker": null,
    "startTimecode": 3405920,
    "endTimecode": 3405980
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/13",
    "text": "It is mentally exhausting.",
    "speaker": null,
    "startTimecode": 3407280,
    "endTimecode": 3407520
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/14",
    "text": "The government I had so much hope for is making it 100 times worse.",
    "speaker": null,
    "startTimecode": 3411940,
    "endTimecode": 3412600
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/15",
    "text": "Now, if MPs are getting those sorts of correspondence related to the sorts of numbers of the people that are affected, this becomes very, very difficult politically.",
    "speaker": null,
    "startTimecode": 3422900,
    "endTimecode": 3423180
  },
  {
    "id": "2181dfc6-b437-431b-b906-65f2e6fc3158/transcript/paragraph/16",
    "text": "And I guess that's why they're doing it reasonably early. Well, let me sort of finish on that. I think that's absolutely right, because it's different as a Conservative MP. But the point is that your party broadly stands for something. And there's a particular voter base you particularly care about. So if you were a Tory, and things were being done against veterans or in my case as i say small farmers in cumbria or for other people small businesses um you'd be absolutely up in arms you'd feel that more than almost anything else because it would be your people your key party activists your key voters so for labor that's absolutely. These are people who felt the Tories were evil, who partly went into politics because they're part of a social justice crusade. And their key party members and activists care far more about issues of social justice, welfare, equality than almost anybody else. And they're the people, the people that you have to campaign with every day, the people who got you in, who voted for you in your selection, whose membership money you depend on, who are writing to you saying, we've been completely betrayed, what the hell is this government up to? But you must have sensed a bit of that, because I guess one way of reading it is that Starmer is going down a bit of a Blair route, that he's heading towards the centre and is gambling that he can pick up, presumably gambling he can pick up Tory votes, and he will accept the fact that he will end up with a generation of alienated Corbyns. No, I think it's, I'm hoping that it's more honourable than that, that it's actually if I can genuinely sort the system and genuinely get people who aren't currently able to work working, that that will have benefits for them, will have benefit for the economy. And by the time we do get to the next election, overall our welfare system will be more productive, more economically efficient. I'm hoping it's that. but i'd be you watch i guarantee you this is going to become farage's next big cause okay okay so farage will now become a campaigner for absolutely welfare absolutely outflanking the normal right left division yeah see you tomorrow for question time we've got a lot to get through we've got to do ukraine we're gonna do gaza serbia protests we were planning to talk about hungary protests there is a lot going on great so looking forward to what will be a big international session tomorrow see you soon bye bye bye hi there it's alistair here and this week i had the absolute pleasure of appearing as a guest with Tommy Vitor on one of America's most important and best known podcasts, Pod Save America. Tommy is somebody I know pretty well from his time with Obama. He's a really smart guy. And the podcast is a really important part of the post-defeat debate going on inside the US Democrats. So we discussed 1997 and Labour and all the things we did to change the Labour Party and whether there's anything that Democrats today can take from that. We shared our pain at the feeling that actually right now there appears to be no real analysis going on as to why the Democrats lost, no real sense of where the leadership is coming from. It's all a bit kind of random and haphazard. To my mind, no real sense of strategy. And I think Tommy was sharing that view. Pod Save America is hosted by four guys. All were part of the Barack Obama team, Jon Favreau, Jon Lovett, Dan Pfeiffer, and Tommy. And every week they dig into what the Democrats can do differently, bring in voices from across the political spectrum as the United States enters a new era under Trump. I really enjoy talking to Tommy. Be sure to check it out. Just search for Pod Save America wherever you get your podcasts.",
    "speaker": null,
    "startTimecode": 3465840,
    "endTimecode": 3651620
  }
]