[
  {
    "id": "05273066-8baa-471e-a1f6-07105b8e29bc/transcript/paragraph/0",
    "text": "Thanks for listening to The Rest is Politics. Sign up to The Rest is Politics Plus. To enjoy ad-free listening, receive a weekly newsletter, join our members chatroom and gain early access to live show tickets. Just go to therestisp severe frown lines, crow's feet, and forehead lines look better in adults. Effects of Botox Cosmetic may spread hours to weeks after injection causing serious symptoms. Alert your doctor right away as difficulty swallowing, speaking, breathing, eye problems, or muscle weakness may be a sign of a life-threatening condition. Patients with these conditions before injection are at highest risk. Don't receive Botox Cosmetic if you have a skin infection. Side effects may include allergic reactions, injection site pain, headache, eyebrow and eyelid drooping, and eyelid swelling. Allergic reactions can include rash, welts, asthma symptoms, and dizziness. Tell your doctor about medical history, muscle or nerve conditions including ALS or Lou Gehrig's disease, myasthenia gravis, or Lambert-Eden syndrome and medications, including botulinum toxins, as these may increase the risk of serious side effects. For full safety information, visit BotoxCosmetic.com or call 877-351-0300. See for yourself at BotoxCosmetic.com. This episode is brought to you by Progressive Insurance. Fiscally responsible. Financial geniuses. Monetary magicians. These are things people say about drivers who switch their car insurance to Progressive and save hundreds.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 88180
  },
  {
    "id": "05273066-8baa-471e-a1f6-07105b8e29bc/transcript/paragraph/1",
    "text": "Visit Progressive.com to see if you could save.",
    "speaker": null,
    "startTimecode": 88820,
    "endTimecode": 91260
  },
  {
    "id": "05273066-8baa-471e-a1f6-07105b8e29bc/transcript/paragraph/2",
    "text": "Progressive Casualty Insurance Company and affiliates. Potential savings will vary. Not available in all states or situations. Hi there, Alistair Campbell here. Just wanted to let you know that right now, if you're a member of The Rest is Politics Plus, or indeed if you become a member of The Rest is Politics Plus, you can enjoy the special episode that Rory and I recorded on Rachel Reeves' Spring Statement. Immediately after the event, we sat down for half an hour with a very special guest, a friend and sometime hero of the show, the director of the Institute for Fiscal Studies, Paul Johnson, a man without whom no budget or spring statement coverage is ever complete. Question time, as a result, will be with you on Friday this week. By the way, to join TripPlus, just go to therestispolitics.com. And here's a little taster of our episode with Paul Johnson. Paul, I'd love to come back to this fiscal rule thing a little bit later, and in particular, the anxiety, which is presumably that she's again set this very small headroom. So there's all the chance in the world that she breaks her fiscal rule yet again and has to fiddle around yet again in the autumn. But before we get onto that, I want to sort of step back and bring listeners into the bigger picture of the British economy. So there's a general sensation of depression. Consumer confidence is pretty low. We see ourselves as a bit of a sick person of Europe. And of course, the current American administration is doing its best to reinforce that by suggesting that we and all other European countries are completely hopeless. Can you give us a vision of what it would mean to create growth in Britain and what it is, in your view view is holding back Britain from finding this magical thing that the government's obsessed with? There's a big question um I mean we're not really at the moment the sick uh the sick person of Europe and our economy is not growing uh particularly badly relative to um Germany and France and so on uh at the moment but we are Europe as a whole has slowed down over a period. Just to give you a sense of what the lack of growth since 2008 has meant, I mean, there really was a kind of momentous thing, the financial crisis of 2008 to 2010, and we are still suffering the consequences in a big way. Had we grown since then at the kind of rate that we were used to for the previous 50 years, average earnings would be about £ pounds a year higher than they are now i mean that is an extraordinary um statistic in in a sense but that gives you a sense of the consequences of what's getting on now for 20 years of very poor levels of growth so you you can see you looking forward what the consequences of high growth relative to low growth would be over the next 10 or 20 years. Now, what's holding back growth? Well, clearly, something changed post-financial crisis. Actually, lots of things changed. Access to credit for companies. Actually, we stopped having the sort of turnover of companies as put a put low productivity companies when our business and new ones came into business people stopped moving jobs so much there was less credit um in the economy so those are things that changed around that time but more broadly we do have particular issues in the uk economy i do think the government is right to identify planning and the the issues around being able to build things and build houses and our lack of housing and all those sorts of things. And that's definitely holding back growth. But equally, the government's done some things which are clearly going to make things worse. So a big hike in employer, national insurance contributions, big increases in regulation, including employment regulation and so on are not going to help in in the short run Brexit clearly hasn't helped put it mildly so there are a bunch of things where we have done things that have been bad for growth the political instability we had for a long period after 2016 hasn't helped growth and again I think the government's right to focus on stability as a good thing. But what worries me a little bit is that for a lot of what they're saying, it all sounds very good in terms of growth. But you look at some of the things they've done in the short run, particularly on things like increased regulation, not reduced regulation, increased taxes, not reduced taxes, and they're probably damaging it at this moment rather than helping it despite their long-term rhetoric in the right direction. Yeah. And so her big sort of thing was, you know, we've got to deliver stability. And I have times felt it's like a clash between this idea that we have to have stability, but basically we're all accepting that the, you know, the foundations are pretty weak, that growth isn't there. Second point, Labour were elected on a mandate of change. And yet her message about the economic institutions has been, you know, let's just stick with what we've got. And meanwhile, we're now going through this period of pretty weak growth. But also the other thing that came through the OBR report, which didn't really come through in her speech or the debate, was this relentless focus on our very, very poor productivity. What is it about Britain that we, or is this another sort of worldwide, European-wide problem, but we do seem to struggle more than other economies with improving productivity. What more can governments do about that and why aren't we doing it well without i mean let me preface this that uh with with um some worries as ever actually about the statistics here um the the productivity numbers are extremely uncertain um and uh you know the office of national statistics as uh you know their numbers suggested extraordinarily poor productivity performance last year, which I'm not actually sure, I believe. This makes life really difficult for governments when our statistical infrastructure is badly, badly fraying in all sorts of directions. But that aside, it's nevertheless the case that, I mean, you're right the uh over the last 15 years or so our productivity growth has slowed um to a you know barely a crawl um uh over that uh over that period um and and again i don't know there's no single answer to the question what's driving that poor productivity performance it is a it is a combination of um uh unstable government policy um the very constraining regulations on things like planning and house building and so on lack of uh lack of building houses in the appropriate places um and a whole series of things like that but but do we know exactly the answer to that question uh no there's no sin again there's no single answer it's very similar to the answer on growth of growth and productivity are really two sides of the same coin so if you'd like to hear the full episode hear everything that paul and rory and i had to say about rachel reeves and her spring statement join become a member of the rest is politics plus go to",
    "speaker": null,
    "startTimecode": 91900,
    "endTimecode": 520000
  }
]