[
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/0",
    "text": "Hey park enthusiasts, it's Delia here. You know from listening to park predators that sometimes the most beautiful places can hide the darkest secrets. And there is a case that proves this can be true, and is a case you're going to want to hear about. It's the murder of Dana Ireland on Hawaii's Big Island, and you can hear all of the details in the newest season of the podcast, 3. In the newest season of 3, hosted by Amanda Knox, who some of you may have heard on my most recent CounterClock Q&A episode, you'll not only dive into Dana's story, but you'll also explore the human cost that can occur when the justice system gets it wrong. This case truly rocked the Vacationland community, and under pressure to solve it, police arrested not one, not two, but three men. And all of them were convicted of Dana's murder. But none of them committed the crime. It took years for the truth to finally emerge, and the lives of three families have been changed forever. Listen to Three now, wherever you listen to podcasts. Every cup of Nespresso coffee is an invitation to transform your morning routine into a ritual you can treasure each and every day. Using the Virtuo Pop, a simple touch of the button, freshly brews bold aromas, and a rich, velvety crema layer for delicious, cafe-quality coffee at home. Whether you enjoy your coffee hot or over ice, every sip, every morning is unforgettable. Nothing tastes like Nespresso coffee. Visit nespresso.com or our app to explore our full range of easy-to-use machines and coffees not found anywhere else.",
    "speaker": null,
    "startTimecode": 680,
    "endTimecode": 90740
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/1",
    "text": "This episode is brought to you by Progressive, where drivers who save by switching save nearly $750 on average. Plus, auto customers qualify for an average of seven discounts. Quote now at progressive.com to see if you could save. Progressive Casualty Insurance Company and Affiliates. National average 12-month savings of $744 by new customers surveyed who saved with Progressive between June 2022 and May 2023. Potential savings will vary. Discounts not available in all states and situations. In 1932, one man opened a two-room business school above a nondescript storefront in downtown Manchester, New Hampshire. How did it become one of the largest universities in the country? Okay, this case isn't exactly a mystery. Southern New Hampshire University offers over 200 degrees you can earn from your couch. And with low online tuition, Southern New Hampshire University makes earning your degree affordable too. Find your degree at snhu.edu slash parkpredators. That's snhu.edu slash parkpredators. Hi park enthusiasts. I'm your host Delia Diambra, and the story I'm going to tell you about today is a harrowing one. It happened more than 50 years ago, but still remains one of the most notorious multi-victim homicide cases in the state of Iowa. At least two books have been written about it, and television programs for oxygen and investigation discovery have both covered it. A listener wrote to me last year and suggested I feature the case because it seemed like a story that was appropriate for this audience, and after researching the details of the crime, I can say that they were absolutely right. I was simultaneously heartbroken and riveted with the information I read about because, despite four people losing their lives in what I can only describe as something out of a nightmare, there was someone who survived this terrible tragedy. An individual that, to this day, is nothing short of a hero for ensuring justice was served so many decades ago. It takes place in Gitche Manitou State Preserve, which is located in the far northwest corner of Iowa, right along the South Dakota border. According to the Iowa Department of Natural Resources, the preserve is 91 acres and considered one of the most remote places in the state. It's widely known for having a lot of pink quartzite, an extremely hard rock that begins its lifespan as sandstone, but over time transforms into a really durable substance after being exposed to a lot of heat and pressure. Gitche Manitou is a Sioux phrase that, when translated into English, means great force of nature or great spirit. And I imagine anyone who's been to this recreation space would agree with that moniker. It truly is a force of nature with its stunning views, unique geological formations, and more than 130 species of plants.",
    "speaker": null,
    "startTimecode": 91720,
    "endTimecode": 267620
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/2",
    "text": "It's also a fitting description for the lone survivor in this story.",
    "speaker": null,
    "startTimecode": 268320,
    "endTimecode": 272160
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/3",
    "text": "A young woman who became a force of nature when it was time to face the ruthless human predators who murdered her friends and nearly took her life at the same time.",
    "speaker": null,
    "startTimecode": 272820,
    "endTimecode": 282140
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/4",
    "text": "This is Park Predators. The End Thank you. On Sunday, November 18, 1973, a man and woman driving through Gitche Manitou State Preserve in Iowa were having a normal morning test driving a car they were thinking about buying when suddenly they noticed something strange laying in a patch of thick grass on the side of the road. As they got closer to the mysterious objects, the more they slowed their car down until finally the man behind the wheel pulled over and got out. He instructed his wife to just stay put in the car while he walked toward the section of tall weeds to investigate. But just a few feet into his trek, he abruptly stopped because there, lying face down in the grass, were the bloody bodies of three young men who all appeared to have been shot in their backs and chests with a shotgun. The victims were clearly dead and laying near a small parking area not far from an entrance to the preserve. Not long after the couple found the bodies, members of law enforcement from Minnehaha County Sheriff's Office, Lyon County Sheriff's Office, and Sioux Falls Police Department were alerted to the situation and responded to the scene. The available source material seems to indicate that because this type of crime was so unusual for the local jurisdictions, the Iowa Division of Criminal Investigation was called in to handle the case and process the crime scene. Based on what I found in the source material, this entity used to be called the Iowa Bureau of Criminal Investigations, but it now has a new name. Just so there's no confusion, I want to refer to it by what it's known as now. Anyway, when DCI agents arrived and started trying to piece together what had happened, they walked a short distance away from the three bodies in the grass and into a clearing that seemed like a place you'd have a campfire. There, they made another horrific discovery, a fourth victim, a young man dead from a shotgun blast to the head. Sitting near his body was a partially smoked marijuana joint, a guitar leaned up against a tree, and several spent shotgun shells scattered on the ground. DCI agents collected those shells as evidence and quickly determined they belonged to three different caliber shotguns, a 12 gauge, a 16 gauge, and a 20 gauge. Based on everything at the scene, it became pretty clear that the campsite was the location where the initial attack had begun. The victim whose body was there seemed to have been killed there, and most likely the three other victims who'd ended up in the grass had been transported away from the campfire area and then fatally shot. Why? Investigators weren't sure yet, but for the time being, they needed to focus on something else equally as important, identifying all the victims. After checking the young men's wallets, investigators discovered that the three victims in the field were 15-year-old Mike Hadrith, 18-year-old Stuart Beatty, and Stuart's younger brother, 14-year-old Dana Beatty. The lone victim at the campsite was 17-year-old Roger Essam. All of the boys were from the Sioux Falls, South Dakota area, a city about 20 minutes northwest of Gitche, Manitou. When law enforcement contacted each of the teen's families to break the bad news about the murders, many of the boys' relatives reacted how you'd expect. They were devastated and shocked. I was actually able to speak with some of Mike and Stuart and Dana's other siblings, and they told me the same thing, that losing them was absolutely heartbreaking. Stuart and Dana, for example, came from a family of seven siblings, and their surviving sister, Mary, explained to me that even though she was just nine years old when this happened, she remembers her brothers were the most kind-hearted and loving people. She doesn't have one bad memory of them. When their family received the news from law enforcement about what had happened to Stewart and Dana, her mother was actually in the hospital and it was one of her older sisters who took the phone call from authorities. Investigators asked all of the victims' loved ones if any of the young men had any enemies, but no one could think of a single person who would have wanted to hurt them. According to Investigation Discovery's series, No One Can Hear You Scream, which featured this case in an episode titled Gitche Manitou Massacre.",
    "speaker": null,
    "startTimecode": 282940,
    "endTimecode": 569700
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/5",
    "text": "The Beatty brothers were from a close-knit family, and both young men enjoyed playing a guitar that they shared.",
    "speaker": null,
    "startTimecode": 570340,
    "endTimecode": 575280
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/6",
    "text": "So I think the instrument that was found at the crime scene was assumed to belong to them.",
    "speaker": null,
    "startTimecode": 576000,
    "endTimecode": 580020
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/7",
    "text": "Shortly after the bodies were discovered, word got around town about the brutal killings, and residents in Sioux Falls and I imagine Greater Lyon County were gripped with fear. Folks began arming themselves and locking their doors, fearful that the killer or killers who were still on the loose would strike again. No one could wrap their minds around why someone would commit such a heinous crime in a peaceful recreation space like Gitche Manitou. Back at the crime scene, DCI agents had wrapped up the evidence collection phase of their investigation and shifted their focus to finding potential witnesses who might have seen what happened leading up to the murders. Later that afternoon, November 18th, they got the surprise of their lives when a 13-year-old girl from the Sioux Falls area of South Dakota walked into the Sioux Falls Police Department and told authorities that she'd been inside Gitche Manitou on the night of the crime, with Mike, Roger, Stewart, and Dana. This young woman's name was Sandra Chesky, and she claimed that around 9.30 p.m. on Saturday, November 17th, she'd arrived at Gitche Manitou State Preserve with her boyfriend, Roger, and the other three boys in Stuart Beatty's blue van. For a while, they just hung out, smoked two marijuana joints, and had a campfire. But then suddenly, they'd heard some sounds in the woods that made them think at first animals were nearby. But then after a bit more rustling, they began to suspect it was actually people. Shortly after that, three silhouettes just appeared out of nowhere, about 15 yards away from their campfire. She said that Roger and Stewart went to investigate who the figures were and even yelled out things like, who's there and hello? But the looming silhouettes didn't reply. Within a few seconds of the two boys going to check things out, a shotgun blast pierced the night air and Roger immediately fell to the ground. Sandra said that right after that, a second shot rang out and Stewart began to yell that he'd been shot. The three attackers then emerged from the woods, got Stewart on his feet and forced him, Sandra, Dana and Mike down a path that led away from the teen's campsite. When the group got to the end of that trail, one of the three assailants put Sandra in a pickup truck, but the other two attackers marched Mike, Dana, and Stuart in the opposite direction towards Stuart's van. Sandra also told police that the three men claimed they were members of law enforcement who were doing drug raids in the area, which is why she said she'd chosen not to resist them.",
    "speaker": null,
    "startTimecode": 581000,
    "endTimecode": 725580
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/8",
    "text": "She told producers for Oxygen's Killer Siblings that she believed she could trust the men since they'd claimed they were the cops. Like, she honestly thought that as long as she did what they told her to do, she wouldn't get in trouble for smoking that marijuana joint with her friends.",
    "speaker": null,
    "startTimecode": 730360,
    "endTimecode": 739280
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/9",
    "text": "She told authorities that two of the guys in the group kept referring to the man who'd put her in the pickup truck as the boss. When she described the men to police, she said that the heaviest set in the trio was called JR, and the other one, who wasn't the boss or JR, was a thinner man with blonde hair who had gone by the nickname Hatchetface. Sandra told police that after the boss separated her from Mike, Dana, and Stuart, he drove her out of the preserve and she never saw any of the boys again. While she and the man were riding around in his pickup, he'd asked her where she lived and promised to take her home. But after a few hours of driving country roads seemingly not in the direction of her house, Sandra realized she might not be going home and something was definitely wrong. She told investigators that the whole time this was happening, the boss kept telling her that Stewart was going to be okay because the guns they were using weren't actually loaded with real bullets. Instead, they had tranquilizer cartridges in them. The boss even claimed that the round he'd shot Stewart with had misfired, which was why he was screaming out in pain, but the round that had hit Roger had fired properly, which is why he was still back at the campsite, seemingly unresponsive. Her captor eventually took her to an abandoned farmhouse, where they met up with the two other assailants, and then the man who went by the initials JR sexually assaulted her in the boss's truck. Then the boss ordered her to go into the farmhouse with him, but she refused. She told police and eventually producers for investigation discovery that she believed in her gut that if she stepped foot through that building's front door, she wasn't going to come back out alive. And by some miracle, her adamant refusal worked because the boss ended up not making her go inside. Instead, he put her back in the pickup and drove her home. She said when they pulled into her driveway around 5 o'clock in the morning, he told her not to tell anyone about what had happened, or else he'd come back and kill her. Now, as astonishing as Sandra's story was, homicide investigators weren't quite sure what to make of it. On one hand, they had a 13-year-old girl who claimed she was the sole survivor and only eyewitness of a brutal attack that had left four of her friends dead. She might hold the key to solving the crime. But they also had to consider the possibility that she'd known the perpetrators or was maybe even involved herself. To figure out which one it was, the police asked Sandra to take several polygraphs, and she passed all of them with flying colors. So from that point on, it seems like investigators took her story at face value and began treating her less like a potential suspect and more like the valuable eyewitness that she was. To keep her safe from the suspects who were still at large, authorities had her live temporarily at the county's detention center so she would be protected at all times. Over the course of the next few days and several follow-up interviews, she provided investigators with more and more details about what she remembered from the night of November 17th. For example, she described the pickup truck she'd been forced into as an older model Chevy with brownish colored paint. She also said it had a cracked windshield, gun rack inside on the back window, and a unique looking glove compartment in the dashboard. She also met with a forensic sketch artist to help police come up with a composite drawing of the man she'd come to know as the boss and his other accomplices. After developing those sketches, authorities spent several more days driving Sandra around on roads in a 50-mile search grid adjacent to Sioux Falls. They wanted to see if she could pick out anything she recognized from the night of the crime, like the farmhouse, for instance. They spent day after day doing this, but every time they took her by a structure that looked like a farmhouse, she'd tell them that it wasn't the right one.",
    "speaker": null,
    "startTimecode": 740180,
    "endTimecode": 970340
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/10",
    "text": "After about two weeks of doing this, things were not looking good. But then, in late November, something astonishing happened. While on yet another drive with investigators, Sandra did a double take at a random farmhouse. Every cup of Nespresso coffee is an invitation to transform your morning routine into a ritual you can treasure each and every day. Using the Virtuo Pop, a simple touch of the button, freshly brews bold aromas, and a rich, velvety crema layer for delicious, cafe-quality coffee at home. Whether you enjoy your coffee hot or over ice, every sip, every morning is unforgettable. Nothing tastes like Nespresso coffee. Visit Nespresso.com or our app to explore our full range of easy-to-use machines and coffees not found anywhere else. Who can resist the good things in life? While luxury is enjoyable, it's not always affordable. That's where Quince comes in. Quince offers a range of high-quality items at prices within reach, like 100% Mongolian cashmere sweaters from $50, washable silk tops and dresses, organic cotton sweaters, and 14-karat gold jewelry. The best part? All Quince items are priced 50 to 80% less than similar brands. By partnering directly with top factories, Quince cuts out the cost of the middleman and passes the savings on to us. My husband and I have made it a goal to go out on more date nights. I went to Quince, bought him a couple of collared shirts in different colors, and there's no better feeling than seeing your partner enjoying what they're wearing. Give yourself the luxury you deserve with Quince. Go to quince.com slash parkpredators for free shipping on your order and 365-day returns. That's Q-U-I-N-C-E dot com slash parkpredators to get free shipping and 365-day returns. Quince.com slash parkpredators to get free shipping and 365-day returns. Quince.com slash parkpredators.",
    "speaker": null,
    "startTimecode": 971220,
    "endTimecode": 1089700
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/11",
    "text": "Nearly two weeks after she first came forward to investigators, Sandra and a few deputies from the local sheriff's office were riding around in the countryside when she suddenly paused and said she thought a structure they were nearing looked familiar. As they pulled in to get a better look, a man driving a pickup truck was leaving the property at the same time and passed them headed in the opposite direction. In that moment, Sandra let out a scream because she'd seen the driver's face clear as day when he went by, and she recognized him as the man who'd abducted her. She pointed at the guy and shrieked to investigators, quote, that's him, that's the boss, that's him, end quote. Right away, a deputy took Sandra out of the cruiser she was riding in, and another deputy hightailed it after the pickup.",
    "speaker": null,
    "startTimecode": 1096940,
    "endTimecode": 1143480
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/12",
    "text": "About a quarter mile down the road, he caught up to the driver and initiated a traffic stop.",
    "speaker": null,
    "startTimecode": 1144340,
    "endTimecode": 1148700
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/13",
    "text": " It's just a traffic stop. As soon as the deputy walked up to the window, he immediately noticed that the guy had an uncanny resemblance to the composite sketch. And when he asked the man what his name was, the driver told him he was Alan Fryer. Immediately following this traffic stop, Alan was brought in for questioning but denied any involvement in the murders from November 17. He claimed that he'd been out hunting with his two brothers, James and David Fryer. Investigators quickly learned that 29-year-old Alan was the eldest of the three brothers, and 21-year-old James, the youngest of the group, often went by the nickname J.R. One investigator told producers for Oxygen's episode of Killer Siblings that during Alan's initial interaction with authorities, he said, quote, I didn't shoot anybody. My brothers did, though. It was my brothers, end quote. According to the coverage I was able to find, all of the friars were convicted felons and had participated in crimes, including one incident where 24-year-old David had been caught as a teenager hanging out of a vehicle, shooting people with a.22 rifle. James, or J.R., as most people called him, was known to be quiet and kind of awkward. He reportedly had limited social skills and frightened people. According to the Associated Press, Nick Lamberto's reporting for the Des Moines Register and a piece by Thomas Slaughter for the Rapid City Journal. On November 17th, 1973, so the day the Gitche Manitou killings happened, J.R. was actually an inmate at nearby Minnehaha County Jail, but had been allowed out to participate in a work release program which permitted him to come and go from jail even though he was an inmate. Within a matter of hours of Allen being taken in for questioning, investigators got a hold of both David and JR too. When authorities put the brothers in a suspect lineup and asked Sandra to pick out her and her friend's attackers, she immediately pointed to the Fryer brothers. She stated that J.R. was the person who'd sexually assaulted her, David was the one who went by hatchet face, and Alan was who the group had referred to as the boss. On November 29th, so almost two weeks to the day after the crime, Alan, David, and J.R. were each arrested and charged individually with four counts of murder.",
    "speaker": null,
    "startTimecode": 1149360,
    "endTimecode": 1286040
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/14",
    "text": "Between the end of 1973 and February 1974, David decided to cooperate with investigators and essentially flip on his brothers. He claimed that initially they'd just gone to Gitche Manitou to poach deer, but when they stumbled upon the group of teenagers around their campfire, David said something changed. He claimed that Alan had gotten a look in his eyes that David knew wasn't good. And before he knew it, his older brother had shot Roger Essam. Then J.R. had started firing. And though the source material doesn't explicitly say this, it seems like it was a round from J.R.'s gun that struck Stewart. But what is clear is that this sequence of events actually aligned with what Sandra had already told investigators. So I think the fact that David's story, for the most part, corroborated Sandra's story kind of gave it some credibility. Anyway, according to the rest of David's confession, he said that when Alan took Sandra to the pickup truck, he and JR rounded up the three boys. Then he and JR got into Stewart's van and shone the headlights on Mike, Dana, and Stewart. And with the boys seemingly blinded by the light and unable to see anything in front of them, JR quickly jumped out of the van and started shooting at them. Dana was struck first, then Stewart, and lastly Mike. David claimed that he'd also shot Stewart, but clarified that he believed the teen was already dead from JR's shots by that point, and so he wasn't personally responsible for taking his life. In exchange for this information, prosecutors allowed David to plead guilty and ask for leniency from the court. According to an article by Nick Lamberto for the Des Moines Register, David formally accepted his plea deal on February 12, 1974, almost three months after the crime. The judge weighing his case had to determine if his murder counts would be for first degree or second degree. If it was first degree, then he was facing a mandatory life sentence, but if the judge went with second degree, then his sentence would have been anywhere from 10 years to life. At a degree of guilt hearing for him a week later in Lyon County District Court, Sandra took the stand as a witness and described to the judge the events of November 17th, 1973. The prosecutor assigned to the case knew that her testimony would go a long way. He didn't want the judge to buy David's story that he'd shot Stuart Beatty after the teen was already dead. That claim, the attorney believed, was just David's attempt at skirting responsibility for committing cold-blooded murder. The prosecutor was convinced that David had conspired with his brothers to kill all living witnesses after Alan shot and killed Roger Essam where the teens had been having their campfire. David's defense lawyer disagreed with that portrayal though. He said that his client had simply gotten caught up in the moment and partaken in the shooting of the Beatty brothers and Mike Hadrith because he'd seen his younger brother, JR, do it. During her time on the stand, Sandra explained that she and her friends had gone to Gitche Manitou to hang out because it was a popular spot for young people.",
    "speaker": null,
    "startTimecode": 1293020,
    "endTimecode": 1467920
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/15",
    "text": "She described how shadowy figures had appeared near their campfire and then Roger and Stuart were shot.",
    "speaker": null,
    "startTimecode": 1468700,
    "endTimecode": 1473480
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/16",
    "text": "Other details she shared were that Mike had actually asked the shooters a question and then he'd been struck too, but not fatally.",
    "speaker": null,
    "startTimecode": 1474320,
    "endTimecode": 1480660
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/17",
    "text": "Initially, after the gunfire subsided, she'd tried to play dead on the ground, but one of the Fryer brothers discovered she was faking it and told her to stand up and walk. Under cross-examination, David's defense lawyer asked her a lot of questions about her drug use that night and whether her perception of things could have been flawed due to being under the influence of marijuana. For example, the lawyer pointed out that Alan Fryer's pickup truck was actually blue, not orangish-brown like she'd initially described it to police. But 13-year-old Sandra's response to that discrepancy was that she'd been processing a lot during the traumatic events of seeing her boyfriend killed, then being abducted, and eventually sexually assaulted. She claimed that her flashbacks of November 17th convinced her that Alan's truck was orangish-brown. Ultimately, the judge weighing David's case determined that he was in fact guilty of maliciously killing Stuart Beatty and sentenced the 24-year-old to life in prison. Murder charges against him for the other three boys' deaths were later dropped by Lyon County authorities. During David's degree of guilt hearing, his brothers, Allen and J.R., were kept in separate jails under substantial bonds.",
    "speaker": null,
    "startTimecode": 1481460,
    "endTimecode": 1550340
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/18",
    "text": "At their arraignments, they both pled not guilty and opted to put their fate in the hands of jurors.",
    "speaker": null,
    "startTimecode": 1551140,
    "endTimecode": 1556180
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/19",
    "text": "A few months later, in May, Allen's case went to trial first.",
    "speaker": null,
    "startTimecode": 1557640,
    "endTimecode": 1561340
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/20",
    "text": "His defense seemed to hinge on the firearm evidence that authorities had uncovered since the murders happened. Turns out, on the night of the crime, Allen said he'd been carrying one type of shotgun, and his brothers were armed with different caliber shotguns. Investigators determined that only one round from the gun Allen claimed to have been carrying ended up in Mike's body. Other shots from JR's gun were also found in Mike, and it was those shots that were believed to have been the rounds that killed him. So Allen's defense claimed that was proof that he had not actually murdered anyone. But the prosecutor disagreed and said that the ballistics information only showed what ammunition ended up in what victim, not who'd actually pulled the trigger of which gun. He suggested that Allen very well could have fired any one of the guns he and his brothers brought that night, or used more than one type of shotgun shell in the weapon he said he'd handled. In the end, Allen's jury agreed with the state's point of view because it took them less than six hours to find him guilty of four counts of first-degree murder. He was sentenced to four concurrent life sentences without the possibility of parole. However, just a few weeks after Allen's trial concluded, the case took another bizarre twist when both he and his youngest brother, J.R., disappeared. for delicious, cafe-quality coffee at home. Whether you enjoy your coffee hot or over ice, every sip, every morning is unforgettable. Nothing tastes like Nespresso coffee. Visit nespresso.com or our app to explore our full range of easy-to-use machines and coffees not found anywhere else. Creativity is at the heart of everything you do. And Adobe Creative Cloud helps you take your projects to the next level, no matter what you're working're working on this semester build pro-level skills and create your best work with photoshop illustrator premiere pro and over 20 other powerful creative apps students save over 65 on adobe creative cloud the go-to toolkit for everything from class projects to standout portfolios make your ideas shine in and out of the classroom visit Visit adobe.com slash students to save big today.",
    "speaker": null,
    "startTimecode": 1562100,
    "endTimecode": 1707660
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/21",
    "text": "According to multiple news outlets, on the morning of June 19th, 1974, staff at the Lyon County Jail in Rock Rapids, Iowa, discovered that Allen and J.R. Fryer had escaped from their cells overnight and were nowhere to be found. At the time, they'd each been held on separate floors of the jail because Allen was awaiting transport to a state prison, and J.R. had not yet gone to trial. Plus, authorities just didn't want the brothers anywhere near one another in the event they tried to pull off a jailbreak. Well, apparently sometime around midnight on June 18th, Allen discovered that new locks had recently been installed on the cells, but had not been welded into place yet. So he fashioned a piece of wire from his bed into a makeshift ratchet wrench and freed himself. He then got a hold of a set of keys and went to the first floor of the jail where J.R.'s cell was and sprung him free too. When the two men were discovered missing around 8 a.m. on the 19th, the Lyon County Sheriff's Office immediately launched a manhunt. Members of law enforcement also went to Sandra Chesky's house to make sure she was okay. They were very worried that Allen and J.R. might try to harm her since she was the only living witness against them. And she was scheduled to testify at J.R.'s upcoming murder trial. According to Investigation Discovery's episode of No One Can Hear You Scream, armed Iowa DCI special agents stood watch inside Sandra's house 24 hours a day to make sure neither of the suspects would come for her. Roughly 48 hours into the manhunt, authorities got word that the Fryer brothers had stolen a car right after escaping and driven it some 500 miles away to Gillette, Wyoming, where they struck a pedestrian. That incident led to a high-speed chase and ultimately ended with both men being arrested and charged with the federal crime of interstate transportation of a stolen motor vehicle. About three weeks later, in early July, J.R. was extradited back to Iowa and arraigned in federal court. His trial for the Gitche Manitou slayings began five months later on December 11, 1974, a little more than a year after the crime. Leading up to the trial, his defense had filed a change of venue request and successfully gotten his trial moved an hour east to Spirit Lake, Iowa instead of Lyon County. Naturally, the state's star witness was Sandra Chesky. For several hours, she testified about what happened to her and her friends and recounted in excruciating detail everything that Alan, David, and J.R. had done. She once again identified J.R. as the person who'd sexually assaulted her outside of the farmhouse. But according to that Investigation Discovery episode I mentioned earlier, J.R. was never actually charged for the sexual assault. Basically, how the interviewee explained it was that authorities wanted to avoid having to put Sandra through the trauma of testifying in a separate sexual assault trial. So they decided to only go after J.R. for the first-degree murder charges. During Sandra's testimony, jurors heard how the brothers had claimed to be police officers on a drug raid and that Allen's apparent reason for separating Sandra from Mike, Dana, and Stuart was because he allegedly said, quote, You are too young to be busted in a drug deal like this, end quote. In addition to Sandra, a special agent from the Iowa DCI testified and recounted that after JR was first arrested, he told investigators that he and his brothers had spotted the group of teens and then one of them said, quote, they've got marijuana down there and we've got to get it, end quote. That was reportedly believed to be a possible motive for the whole thing, to rob the teens of what turned out to be a meager amount of marijuana. The special agent said that J.R. claimed he'd only fired a warning shot into the air before approaching the teens at their campfire. And it was Allen who'd leveled a shotgun at Roger and took the first life. After that, J.R. said he'd tried to drive away in Stuart Beatty's van, but it stalled. Shortly after that, he said he heard shots ring out, and then he and David managed to start the van up again and get out of there. Then the two of them met up with Alan at the farmhouse, and that's where he claimed both he and Alan had sexually assaulted Sandra. Afterwards, he said he and David left and he eventually returned to jail for that work release program he was in. Obviously, J.R.'s version of events, as told by the special agents in court, stood in stark contrast to what Sandra remembered. Her recollection of the crime was that J.R. was very much an aggressor. She'd even testified that he'd threatened her and the boys by saying, In the end, the jury believed Sandra and the prosecution's narrative of the crime. After deliberating for nearly a dozen hours, they voted to find J.R. guilty of three counts of first-degree murder for the deaths of Mike, Dana, and being caught and their legal battles ending, people sat back and tried to comprehend what the true motive was for the crime. You know, understand why. The prosecutor for the state had repeatedly emphasized in court that there didn't appear to be a strong motive, at least not one he could put his finger on. Like I mentioned earlier, there was some discussion that maybe robbing the kids of their marijuana was one motive, but that was never definitively proved. At one point, the prosecutor remarked, quote, this was a brutal, deliberate slaying of four young people without any rhyme or reason or excuse or anything else. It was a senseless, brutal massacre of four young people, pure and simple. End quote. Investigators and other attorneys who'd been involved in the case also couldn't pinpoint why exactly the brothers had done what they'd done. In May 1975, Allen, the eldest, filed an appeal in Iowa's Northern Federal District Court, but in 1982, it was denied. In 1985, he again requested a new trial, but that was also later denied. His younger brothers, David and JR, had made appeals too, but were both unsuccessful in getting their convictions overturned. In an interview with the Des Moines Register, David revealed that if all of his appeals continued to get denied, he was going to write a letter to Iowa's governor asking that his life sentence be changed to capital punishment because he didn't want to live the rest of his life in a prison. He claimed he'd rather be put to death than be with other inmates who he claimed were, quote, like living with a bunch of hogs and other animals, end quote. In that same article, David stated that before he and his brothers got caught, he'd attended one of the victim's funerals. He explained that he wasn't even sure why he went. He just did. From reading the available source material which discusses the Fryer brothers' upbringing, it's clear that their environment growing up was not a positive one. Their parents had 13 children in all, and each of the brothers dropped out of grade school during their elementary years.",
    "speaker": null,
    "startTimecode": 1714700,
    "endTimecode": 2150420
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/22",
    "text": "Their father was reported to be very overbearing and abusive, and their mother didn't do much to help the boys deal with him.",
    "speaker": null,
    "startTimecode": 2151040,
    "endTimecode": 2157240
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/23",
    "text": "From a very young age, Alan, David, and J.R. mostly relied on one another, and as a result of that, they grew extremely close.",
    "speaker": null,
    "startTimecode": 2157960,
    "endTimecode": 2165780
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/24",
    "text": "But let me be clear, in no way am I saying that this information  and the David and J.R. mostly relied on one another, and as a result of that, they grew extremely close. But let me be clear, in no way am I saying that this information about their childhood is an excuse for their homicidal actions. Who they became may have some connection to the circumstances of their upbringing, but I'm a firm believer that we're all responsible for our individual actions. An article by the Des Moines Register stated that supposedly the fracture effect the slaying had on the victim's families was long-lasting and immense.",
    "speaker": null,
    "startTimecode": 2166520,
    "endTimecode": 2192200
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/25",
    "text": "After speaking with and exchanging emails with Mike's younger sister and Stuart and Dana's surviving siblings, I learned that over time some family members of theirs just had to leave Sioux Falls altogether to try and heal.",
    "speaker": null,
    "startTimecode": 2193020,
    "endTimecode": 2204260
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/26",
    "text": "Staying in town was just too painful. Mary, Stewart and Dana's youngest sister, explained to me that her older siblings, who were closer in age to her brothers who died, experienced a variety of different struggles in their lives after the crime. A few of the victim's siblings, who are now deceased, spoke to various news publications over the years, and they all seemed to say the same thing in one way or the other. Dana, Stuart, Mike, and Roger were all good kids. Best friends, who lived a lot of their young lives together, and who tragically died together. They were innocent children in so many ways who did nothing to deserve what happened to them. As of this recording, all three of the Friar brothers are in their 70s and 80s and still serving their prison sentences at Fort Dodge Correctional Facility. In the many years since the Gitche Manitou slayings, Sandra Chesky became a wife, mother, and grandmother, and she's become more vocal about telling her story. But it wasn't always that way. She told producers for Investigation Discovery that throughout the 1970s and 80s, she experienced a lot of shame for being the only survivor of the massacre. She also felt like some members of the media and people living where she was from still doubted her story. She explained in the television program that it was really freeing to get to a place in her life where she felt safe and proud to tell her story and herald the friends she was with in 1973 for being heroes. She told the Des Moines Register that even at 13 years old, despite all of the forces that were telling her to stay silent, she was strong enough to know that she was the only person in the world who could make sure her friend's killers went to prison. And so she did what she had to do. She went to court as many times as necessary to forever keep the predators who preyed on her and her friends behind bars. Park Predators is an AudioChuck production. You can view a list of all the source material for this episode on our website, parkpredators.com. And you can also follow Park Predators on Instagram at parkpredators. So what do you think, Chuck? Do you approve? Every cup of Nespresso coffee is an invitation to transform your morning routine into a ritual you can treasure each and every day. Using the Virtuo Pop, a simple touch of the button, freshly brews bold aromas, and a rich, velvety crema layer for delicious, cafe-quality coffee coffee at home whether you enjoy your coffee hot or over ice every sip every morning is unforgettable nothing tastes like nespresso coffee visit nespresso.com or our app to explore our full range of easy to use machines and coffees not found anywhere else creativity is at the heart of everything you do and adobe creative cloud helps you take your projects to the next level, no matter what you're working on. This semester, build pro-level skills and create your best work with Photoshop, Illustrator, Premiere Pro, and over 20 other powerful creative apps. Students save over 65% on Adobe Creative Cloud, the go-to toolkit for everything from class projects to standout portfolios.",
    "speaker": null,
    "startTimecode": 2285780,
    "endTimecode": 2405180
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/27",
    "text": "Make your ideas shine in and out of the classroom.",
    "speaker": null,
    "startTimecode": 2407700,
    "endTimecode": 2408040
  },
  {
    "id": "8f3f655b-aefe-43c6-865e-0fe200498c01/transcript/paragraph/28",
    "text": "Visit adobe.com slash students to save big today.",
    "speaker": null,
    "startTimecode": 2411100,
    "endTimecode": null
  }
]