[
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/0",
    "text": "Hey park enthusiasts, it's Delia here. You know from listening to park predators that sometimes the most beautiful places can hide the darkest secrets. And there is a case that proves this can be true, and is a case you're going to want to hear about. It's the murder of Dana Ireland on Hawaii's Big Island, and you can hear all of the details in the newest season of the podcast, 3. In the newest season of 3, hosted by Amanda Knox, who some of you may have heard on my most recent CounterClock Q&A episode, you'll not only dive into Dana's story, but you'll also explore the human cost that can occur when the justice system gets it wrong. This case truly rocked the Vacationland community, and under pressure to solve it, police arrested not one, not two, but three men. And all of them were convicted of Dana's murder. But none of them committed the crime. It took years for the truth to finally emerge, and the lives of three families have been changed forever. Listen to 3 now, wherever you listen to podcasts. This episode is brought to you by Progressive, where drivers who save by switching save nearly $750 on average. Plus, auto customers qualify for an average of seven discounts. Quote now at Progressive.com to see if you could save. Progressive Casualty Insurance Company and Affiliates. National average 12-month savings of $744 by new customers surveyed who saved with Progressive between June 2022 and May 2023. Potential savings will vary. Discounts not available in all states and situations. In 1932, one man opened a two-room business school above a nondescript storefront in downtown Manchester, New Hampshire. How did it become one of the largest universities in the country? Okay, this case isn't exactly a mystery. Southern New Hampshire University offers over 200 degrees you can earn from your couch. And with low online tuition, Southern New Hampshire University makes earning your degree affordable too. Find your degree at snhu.edu slash parkpredators. That's snhu.edu slash parkpredators. Charlie Heller is the CIA's most brilliant computer analyst, whose life is turned upside down when his wife is murdered in a terrorist attack. Wrought with grief, Charlie decides her killers must pay. Without any field experience, Charlie must trek the globe and use his biggest weapon, his intelligence, to enact his revenge. Because the most unexpected threat is an amateur. Starring Academy Award winner Rami Malek and Academy Award nominee Lawrence Fishburne. The Amateur, rated PG-13. Only in theaters and IMAX April 11th. Hi, park enthusiasts. I'm your host, Delia D'Ambra. And the case I'm going to tell you about today came to me in a unique way. My friends Britt and Ashley over on Crime Junkie did a deep dive into a notorious missing persons case at Indiana Dunes National Park in their home state of Indiana. And in true Crime Junkie fashion, the more they learned about that case, the more rabbit holes they found, as well as other cases that needed deep dives too. So our teams joined forces this week to feature two different cases which aren't related, but both happened in the same national park. After you listen to this episode, go over to the Crime Junkie feed and check out their episode titled, Infamous, The Indiana Dunes Disappearances. If you're part of the Crime Junkie fan club, it's available ad-free. Something I discovered while looking into this particular park is that prior to 2019, it was referred to as the Indiana Dunes National Lakeshore. But now it's known as the Indiana Dunes National Park. It's situated on the southernmost end of Lake Michigan, very close to Illinois' border with Indiana. According to the National Park Service's website, for thousands of years, the lake's whipping winds and waves have formed and reshaped the roughly 15,000-acre park. There are wetlands, woods, prairies, and plenty of shoreline. If you're interested in hiking, there's lots of that too. More than 50 miles of trails. In the wintertime, the beaches in the park are covered in snow and ice, but in the spring and summer, life flourishes. Wildflowers, maple trees, and a large variety of birds showcase just some of the park's natural beauty.",
    "speaker": null,
    "startTimecode": 680,
    "endTimecode": 266300
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/1",
    "text": "And in case you thought the dune part of the name was just for show, you'd be wrong.",
    "speaker": null,
    "startTimecode": 267160,
    "endTimecode": 271320
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/2",
    "text": "There are actual sand dunes there, and it took decades for state legislators and activists to make sure they were protected and preserved.",
    "speaker": null,
    "startTimecode": 271940,
    "endTimecode": 278460
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/3",
    "text": "In August of 1995, though, something terrible happened in one of those dunes that shook northwestern Indiana and northeast Illinois residents to their core. The brutal murder of a teenage girl on her birthday devastated her family and community and became part of a series of high-profile law enforcement investigations that were all fixated on the same thing, An alarming uptick of local children being abducted and murdered in recreation spaces.",
    "speaker": null,
    "startTimecode": 279420,
    "endTimecode": 308780
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/4",
    "text": "This is Park Predators. Thank you. Around 6.30 p.m. on Monday, August 7, 1995, a woman named Johnny White was at her home in Gary, Indiana, with some of her other children. When she realized that her daughter, Janice, who was often referred to by the nickname China, had not come home from riding her bike. Now, this was kind of odd to Johnny because that day, the seventh, was actually Janice's birthday, like the day she turned 15. And around 6 p.m. shortly after blowing out the candles on her birthday cake, she'd told her family she wanted to ride her pink and purple bike up and down their street. When she left, everyone assumed she wouldn't be gone long, but when 6.30 p.m. rolled around and dusk had settled in and Janice was still not back, that's when her mom became concerned that something wasn't right, and she called the Gary Police Department to report Johnis missing. The source material isn't super clear what the department did right away to address the situation, or like exactly how many officers from the police department came out to the White's home. But what I can tell you is that according to coverage by Kim Liebler for the Times, at some point on Monday evening, someone found Janice's bicycle abandoned near Indiana Dunes National Park, but Janice was nowhere to be found. And to give you all some quick context for just how close the Whites lived to the park, their home was on Hamilton Street, which is literally surrounded by woods, sand dunes, and a body of water, and it's a little over a 10-minute walk from their house to the southernmost point of Lake Michigan, which is actually near a scenic spot in the park called Miller Woods Beach. So when I say Johnis went to ride her bike on her family's street, there's really only Hamilton Street and like a handful of other small neighborhood streets that she could have gone down. And actually, where their house was on Hamilton was at the dead end of the street, so we're talking about a super small residential area enclosed by nature. Anyway, the next day, Tuesday, August 8th, desperate to find out where she was, Jonas' family members, which included two of her older brothers, Anthony, who was 16, and another brother who actually lived in Chicago, did their own search and then later joined investigators to comb the surrounding areas looking for any sign of their missing sister. Based on what I read in the source material, on Tuesday night while that search was underway, Anthony and the other brother sort of broke off on their own to scour a section of sand dunes about two miles away from where their sister's bike had been found. And as they were searching, Anthony stumbled upon who he recognized as his sister, but she definitely wasn't alive anymore. She was partially clothed, lying face down in one of the dunes, and she'd suffered what appeared to be severe head injuries. Horrified by the discovery, Anthony and his brother sprinted back to their mom's house and told her what they'd found. Word quickly spread to investigators, and within a matter of minutes, Anthony escorted four detectives to the spot in the park where he'd found his sister. When the group arrived and authorities realized that the specific location where Janice's body was wasn't a place that most people could easily get to.",
    "speaker": null,
    "startTimecode": 309700,
    "endTimecode": 546000
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/5",
    "text": "Investigators told reporter Kim Liebler that it was a secluded spot most visitors wouldn't bother walking to unless they liked to hike the sand dunes.",
    "speaker": null,
    "startTimecode": 546700,
    "endTimecode": 554920
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/6",
    "text": "In that same article by the Times, detectives stated that they didn't find any evidence around or leading to Jonas' body that indicated she'd been dragged to the location.",
    "speaker": null,
    "startTimecode": 555840,
    "endTimecode": 564640
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/7",
    "text": "Making investigators, I imagine, even more curious about how she'd ended up there, and furthermore, why her bike had been found so much further away. After her body was removed from the scene and taken for an autopsy, it was determined she'd likely died sometime on Monday night after being hit on the head with a blunt object, which had fractured her skull. On Wednesday, two days after she vanished and one day after her body was found, investigators sent off evidence samples retrieved from her body to determine whether or not she'd been sexually assaulted. But those results weren't available right away, though. So in the meantime, authorities continued to focus on identifying a possible suspect or suspects. But they didn't go too far from home. One of the first people on detectives radar was Anthony, Jonas's 16-year-old brother. I think because he'd been the one to find her body and was able to lead investigators straight back to it, that made some folks in the police department wonder if maybe he could have been involved. But that theory went away almost as soon as it formed because both Anthony and his mom willingly spoke with investigators at the police station on Wednesday night and shortly thereafter authorities ruled him out as a suspect. One detective told the Times that really the main reason police wanted to interview Anthony so early on wasn't because they genuinely believed he was involved, but because they needed him to walk them through how he'd found his sister's body, which turns out was literally described as a one in a million chance. Apparently, he just happened to glance in the right direction while searching the dunes with his older brother, and that's when he spotted his sister's remains. Which again, I think, kind of reinforced for investigators the idea that maybe whoever killed Janice was familiar enough with the park to attempt to conceal her body in a location they didn't think anyone would think to check. Janice was described by her family and high school teachers as a timid girl who had learning disabilities, but was very active with her schoolwork. One of her special education instructors told the Times that the murder was shocking because she fully expected to have Janice in her class when the teen started the 10th grade that fall. This teacher also told the newspaper that Janice was quote-unquote shy and malleable. On Thursday, August 17th, 10 days after she disappeared and was killed, her family laid her to rest at a cemetery in Alsup, Illinois. During a memorial service in Gary right before that, Janice's older sister became so overwhelmed with grief as the casket was being taken to the hearse that her brothers had to lovingly restrain her from draping herself on top of it. That image just goes to show you how powerfully devastating Janice's death was to her family. Shortly after learning of her daughter's murder, Johnny told reporter Kim Liebler, quote, I'll never know what she wished for when she blew out the candles. Her wish will never come true. I'll never know what she wished for, end quote. While the whites grieved, authorities made it their priority to speak with the family's neighbors to try and find anyone who might have seen something unusual on the night John has disappeared. Around that same time, the FBI took over the murder investigation because the land where the crime happened was technically federal property. I also saw some coverage that later stated authorities did end up getting the results from Jonas' sexual assault evidence kit, and the findings confirmed that she had been the victim of a sexual assault. As the days dragged on, though, with no arrests, the Gary community began to worry about a killer on the loose. And their fears weren't just mounting because Jonas' case had seemingly stalled. People were fearful because another young girl riding her bike about 15 minutes away from where Jonas lived turned up dead. Charlie Heller is the CIA's most brilliant computer analyst whose life has turned up dead. His biggest weapon, his intelligence, to enact his revenge. Because the most unexpected threat is an amateur. Starring Academy Award winner Rami Malek and Academy Award nominee Lawrence Fishburne. The Amateur, rated PG-13. Only in theaters and IMAX April 11th. Who can resist the good things in life? While luxury is enjoyable, it's not always affordable. That's where Quince comes in. Quince offers a range of high-quality items at prices within reach, like 100% Mongolian cashmere sweaters from $50, washable silk tops and dresses, organic cotton sweaters, and 14-karat gold jewelry. The best part? All Quince items are priced 50% to 80% less than similar brands. By partnering directly with top factories, Quince cuts out the cost of the middleman and passes the savings on to us. My husband and I have made it a goal to go out on more date nights. I went to Quince, bought him a couple of collared shirts in different colors, and there's no better feeling than seeing your partner enjoying what they're wearing. Give yourself the luxury you deserve with Quince. Go to quince.com slash parkpredators for free shipping on your order and 365-day returns. That's quince.com slash parkpredators to get free shipping and 365-day returns.",
    "speaker": null,
    "startTimecode": 887320,
    "endTimecode": 900000
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/8",
    "text": "quince.com slash parkpredators According to an article by Ken Kosky for The Times, on Tuesday, August 22, 1995, just over two weeks after Johnis was murdered, an eight-year-old girl named Sarah Paulson, who lived in the nearby city of Portage, Indiana, which is basically right next door to Gary, was found brutally murdered while out on a bike ride. In an eerily similarity to Janice's case, Sarah was also found partially undressed lying face down in a wooded area close to her home. The two big differences between her crime scene and Janice's was that one, Sarah's bike, which also happened to be pink and purple, like Janice's, was found close to her body. According to the coverage, it was anywhere from a few feet away to less than 50 feet away, not in an entirely different location as was the case with Janice. And two, Sarah had been found about a hundred yards behind the row of homes her family's house was close to, so literally right down the street. Janice's body, on the other hand, had been discovered a decent distance away from her home. From the start, Sarah's death was investigated as a homicide, and after her autopsy was conducted the night her body was found, the coroner's office determined she'd been strangled and sexually assaulted. Now, the timeline of Portage Police Department's actions involving Sarah's murder was a bit more condensed, simply because she'd been found almost right away. According to news reports, she disappeared sometime after 11.30 a.m., but around 12.20 p.m., a woman walking her dog in a wooded area near the Paulsons' home discovered the little girl's body. So the time frame of her murder was super small, roughly 40 minutes between the last time she was seen alive and when her body was found. The woman who discovered her initially shrieked because she was so horrified by the sight.",
    "speaker": null,
    "startTimecode": 900520,
    "endTimecode": 1026980
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/9",
    "text": "In fact, another eight-year-old girl who was playing in that exact same wooded area heard that woman scream and was so frightened she straight up left the woods as fast as she could.",
    "speaker": null,
    "startTimecode": 1027820,
    "endTimecode": 1036860
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/10",
    "text": "Naturally, Sarah's murder gripped the Portage community with fear.",
    "speaker": null,
    "startTimecode": 1037900,
    "endTimecode": 1041360
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/11",
    "text": "I mean, that's exactly what I would expect.",
    "speaker": null,
    "startTimecode": 1042000,
    "endTimecode": 1043980
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/12",
    "text": "A vicious slaying of such an innocent child would send most residents' sense of terror through the roof. One mother from Portage told Ken Kosky, quote, this is just too close to home. We used to ride horses back there. We were never afraid to go there. What is the world coming to? Kids aren't safe. It's nothing like when I was young.",
    "speaker": null,
    "startTimecode": 1044560,
    "endTimecode": 1065000
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/13",
    "text": "You get one evil person who took it out on a little innocent girl.",
    "speaker": null,
    "startTimecode": 1065600,
    "endTimecode": 1069060
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/14",
    "text": "I hope they get whoever did this.",
    "speaker": null,
    "startTimecode": 1069720,
    "endTimecode": 1071580
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/15",
    "text": "End quote.",
    "speaker": null,
    "startTimecode": 1072100,
    "endTimecode": 1072640
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/16",
    "text": "Sarah was expected to start the second grade when summer ended, and her friends described her as quiet, kind, sometimes a bit of a prankster, and full of life.",
    "speaker": null,
    "startTimecode": 1073920,
    "endTimecode": 1082880
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/17",
    "text": "But she was not the type of kid who would strike up a conversation with a stranger or go off with someone she didn't know. One girl who was friends with her and saw her playing shortly before she was killed told The Times that Sarah was fast and strong, and it would have been out of character for her to go into the particular part of the woods behind the homes where her body was found. In the wake of the crime, parents and kids in the Paulson's neighborhood told reporters about a few different incidents that had happened in the days leading up to Sarah's murder that were now, in hindsight, even more unsettling. One mother said that sometime shortly before Sarah's death, a man driving an old black rusted pickup truck with a crack in the windshield had followed her daughter home and then circled their house.",
    "speaker": null,
    "startTimecode": 1083480,
    "endTimecode": 1128940
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/18",
    "text": "She described this guy as having a beard and dark hair that went down to his shoulders.",
    "speaker": null,
    "startTimecode": 1129760,
    "endTimecode": 1133860
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/19",
    "text": "The incident of him circling their house was so eerie to her that she'd gone the extra step and called the police, but nothing seemingly came of her report and no one was arrested.",
    "speaker": null,
    "startTimecode": 1134820,
    "endTimecode": 1144660
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/20",
    "text": "A few other children from the neighborhood said that the Friday before Sarah's murder, a man they seemingly didn't know had chased them through the neighborhood, but he'd been unable to catch any of them because he was on foot and they were riding their bikes. I think it's safe to say with all of these reports circulating, plus Sarah and Jonas' murders happening so close together just a few weeks apart, caused people to wonder if maybe everything was connected. It's also probably a good time for me to mention that in addition to Sarah and Jonas' cases, there had been other child abductions and murders in the greater northern Indiana, northeast Illinois area during the summer of 1995. In June, just two months before Janice and Sarah's deaths, a 14-year-old girl named Nikita Moore had been murdered and dumped in some woods close to her house in Gary. And there was also another case just about an hour and 25 minutes southwest of Gary in Aroma Park, Illinois, that involved a young boy.",
    "speaker": null,
    "startTimecode": 1206100,
    "endTimecode": 1207040
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/21",
    "text": "According to reporting by the Associated Press, on the evening of August 7th, so the same day John has disappeared, 10-year-old Christopher Meyer vanished in a recreation space close to his mom's house.",
    "speaker": null,
    "startTimecode": 1211780,
    "endTimecode": 1218960
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/22",
    "text": "He'd been walking and riding his bike along some trails next to the Kankakee River when he went missing. Organized searches on land and in the water got underway right away, but despite not finding Christopher, investigators from the Kankakee County Sheriff's Department did manage to locate his bicycle near a boat launch about a mile away from Aroma Park. And his shoes were also recovered. Around that same time, they received several good tips that allowed them to quickly zero in on a 27-year-old man from nearby Joliet, Illinois, who'd been paroled two years earlier in 1993 for, wait for it, murdering a five-year-old girl more than a decade earlier in 1981. This guy's name was Timothy Buss, and actually when Timothy committed that 1981 murder, he was just 13 years old, which is possibly one of the reasons why he got paroled in 1993 and didn't serve the full 25 years he was supposed to for that crime. Anyway, within a week of Christopher's disappearance, authorities learned that Timothy matched the description of a man who several eyewitnesses had seen fishing on the river and walking with Christopher on the evening he vanished. Even more incriminating, Timothy's vehicle was similar to a car that had been seen in the Aroma Park area. And when investigators searched it, they found blood in the trunk. He'd also washed a pair of boots he owned and tossed them in the trash.",
    "speaker": null,
    "startTimecode": 1219860,
    "endTimecode": 1307060
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/23",
    "text": "On Friday, August 11th, four days after Christopher vanished, investigators from Kankakee County arrested Timothy and charged him with kidnapping.",
    "speaker": null,
    "startTimecode": 1308100,
    "endTimecode": 1316240
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/24",
    "text": "Unfortunately, they couldn't yet charge him with murder because Christopher was still technically missing. And lab tests for the blood found in Timothy's truck had not yet confirmed whether it even belonged to the 10-year-old. In the meantime, searchers continued to scour the woods in and around Aroma Park and turned up further clues like a pair of undergarments and a strip of fabric that matched the color of Christopher's shirt. However, just over a week after he disappeared, everyone's worst fears were realized when authorities discovered a shallow grave in Kankakee River State Park, which sits on the border of Kankakee County and Will County. Inside the makeshift grave were Christopher's remains. His autopsy results later showed he'd been stabbed and sexually assaulted. In total, between the searches for him and what investigators found at the shallow gravesite, roughly 100 items of potential evidence were collected as part of the case. At a vigil held in his honor at a local church shortly after the discovery, his heartbroken mother read a eulogy that stated, quote, God loaned me 10 and a half years of twinkling blue eyes, dimples, and joy. It is time now to lift up Chris and ask God to use this child as our special angel. Christopher's father, whom he actually lived with most of the year in Washington state, also spoke publicly about the tragic loss of his son and swift arrest of Timothy Buss. He stated, quote, Hold your children. If you let them out of your sight, people like this will take them. I'm not getting through this. I'll never get through this, end quote. Because of the timing of Christopher's abduction and murder and the fact that his slaying had quickly been tied to Timothy, it made it impossible for his case to be linked with Jonas's and Sarah's. But the fact that his kidnapping and murder was still so fresh in people's minds, I think that fed parents and guardians growing fears about the safety of their children. I also want to clarify here before I go on that Timothy Buss was eventually convicted in 1996 for abducting and killing Christopher.",
    "speaker": null,
    "startTimecode": 1317300,
    "endTimecode": 1445820
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/25",
    "text": "He was later sentenced to death, but had his sentence commuted to life in prison in 2003 by Illinois' then-governor, George Ryan. As of this recording, he is still an inmate in the Illinois Department of Corrections. An article Kim Liebler wrote for The Times addressed the topic of children's safety in light of all the recent violence against kids in the region.",
    "speaker": null,
    "startTimecode": 1446680,
    "endTimecode": 1469720
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/26",
    "text": "In the piece, investigators from all the agencies involved in the separate cases stated that they did not think any of the killings were connected.",
    "speaker": null,
    "startTimecode": 1470580,
    "endTimecode": 1478600
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/27",
    "text": "A Gary Petey detective who was working on Nikita Moore's case told the newspaper that it was highly unlikely Nikita's killer was the same person who'd murdered Sarah Paulson. Simply because the two victims' ages were so different. Nikita was 14 and Sarah was 8, and this detective said she firmly believed that this was the case. Another Gary Petey detective told the Times that he didn't think Jonas' killer was responsible for Sarah's murder. In his opinion, there were just too many differences between the crimes. For example, Janice had been beaten and found much further away from her bike and home, whereas Sarah had been strangled and her body and bike had been left basically in her own backyard. Their ages were also very different. Janice was 15 and Sarah was 8. However, I was thinking a little bit more about this detective's comments while researching this episode, and I found myself wondering if maybe it was possible, since Janice had learning disabilities, that she might have come across much younger than she actually was. I don't know this for sure, but it's one possibility that the detective who made those comments to the Times may or may not have considered. Now, even though authorities were collectively downplaying the theory that there was one serial predator to blame for Johnis, Sarah, and Nikita's cases, that didn't stop them from issuing warnings to families to be more vigilant of their children. And people took those cautions to heart. In fact, a lot of folks stopped going to playgrounds and parks altogether, and one mother said she wasn't sure if she should even let her kids walk down their street to play with their friends anymore. By August 24th, neither Gary PD nor Portage authorities had made much headway identifying a suspect or suspects in Jonas or Sarah's deaths, despite a $15,000 reward being offered in Sarah's case, and then later increased to $20,000 and then $40,000.",
    "speaker": null,
    "startTimecode": 1479240,
    "endTimecode": 1596980
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/28",
    "text": "But investigators tried not to let that stall them.",
    "speaker": null,
    "startTimecode": 1597980,
    "endTimecode": 1601020
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/29",
    "text": "Portage police detectives sent evidence to the Indiana State Crime Lab for additional evaluation and looked into people listed on the state sex offender registry. They also interviewed and took biological samples from a man from Chicago and questioned a guy living near Sarah's neighborhood who'd previously been convicted of sex crimes against young girls. But even with all those good leads, authorities seemingly kept hitting dead end after dead end.",
    "speaker": null,
    "startTimecode": 1601840,
    "endTimecode": 1627040
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/30",
    "text": "On Friday, August 25th, a few days after Sarah's murder, her parents, friends, and several hundred attendees laid her to rest at a cemetery in Portage. That same day, the family issued a statement that read in part, quote, The family of Sarah Lynn Paulson wished to publicly express their heartfelt thanks to their friends, relatives, and the entire community for their generous outpouring of support in response to the tragic death of their daughter. Your prayers and support mean a lot to our family at this time. The response has been overwhelming and we just want to tell everyone, thank you. End quote. The day after the funeral, investigators announced that a witness had come forward and reported they'd seen a black man wearing a blue and red work shirt walking away from the general area where Sarah had been killed. They described him as acting very nervously. Portage investigators jumped on this tip and attempted to find the guy, and even canvas businesses in the area looking for workers who wore that kind of clothing, but they were unsuccessful. They also put out a sketch of the work shirt on the news, but no one who called in about it could confirm what kind of logo it was or the type of company it belonged to. This tip was considered critically important, though, because the man who'd been donning the work shirt had been spotted between 11.40 a.m. and 12.30 p.m. on August 22nd, which was the approximate time frame investigators believed Sarah's killer committed the crime and then fled. Shortly after that update came out, authorities announced they wanted to speak with a white man in his 30s about Sarah's case. This man was a different person than the guy who'd been seen in the work shirt, but whether or not they ever spoke with that white guy is unclear. What I can tell you is that while these leads were being chased down in Sarah's case, Portage police officials stayed in contact with the FBI and Gary Petey detectives, who were still trying to solve Jonas' murder. By early September 1995, investigators working Sarah's case had looked into and eliminated several potential suspects, including that guy from Chicago that authorities had retrieved samples from. And I couldn't find much about where progress in Jonas' case was at that point in time, but it doesn't appear there was much as far as new information. And that might have to do with the fact that in early September, Jonas' case was lumped into a group of other murders that a newly formed task force had determined all occurred in the city between May and August 1995. These seven cases included Jonas' slaying and the murder of that other Gary teenager I mentioned earlier named Nikita Moore. Sarah Paulson's murder was not included in this task force's probe because all the victims they were looking into were black females who'd either been beaten or strangled and were discovered unclothed or partially clothed in wooded areas in Gary. Basically, there was a fairly distinct pattern in those seven killings, which didn't match aspects of Sarah's murder. Ken Kosky reported for the Times, though, that while the task force worked its cases, Portage Police stayed busy doing their own thing chasing down leads in Sarah's case. Kim Liebler reported for the Times that Gary Pee investigators believed the seven victims from Gary, which like I mentioned a second ago, did include Janice and Nikita, might be the work of one serial killer. But until they could study the crimes further, they weren't sure of anything. They admitted there was a clear pattern as far as race, injuries, and location of the bodies. But Janice and Nikita's cases differed slightly in that they were both teenagers, and all the other Gary victims were in their mid to late 20s to early 50s. Unfortunately, I couldn't find much else about this task force's work, though, after September 1995, because the coverage just kind of dropped off after that. The next big headlines that came up were all related to Sarah's murder investigation. You see, in early November 1995, the homicide investigation into her death broke wide open when authorities identified and arrested a convicted rapist named Eugene Britt for the crime. Eugene, as it turns out, would become a notorious name in the state of Indiana for a slew of horrific murders and sexual assaults, most of which included cases that the Gary Task Force had looked into. On March 20th. What do you know about the Happy Face killer? He's my father. It's so good to see you, Missy. Experience the thrilling new series. He said he killed another woman. Inspired by a true life story. If I don't deal with him, he will never leave us alone. You don't see how the word's saying to him. Annalee Ashford and Dennis Quaid star. I am not responsible for what my dad did. This going how you hoped? Happy Face, new series streaming March 20th, exclusively on Paramount+. Charlie Heller is the CIA's most brilliant computer analyst, whose life is turned upside down when his wife is murdered in a terrorist attack. Wrought with grief, Charlie decides her killers must pay. Without any field experience, Charlie must track the globe and use his biggest weapon, his intelligence, to enact his revenge. Because the most unexpected threat is an amateur.",
    "speaker": null,
    "startTimecode": 1627980,
    "endTimecode": 1955640
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/31",
    "text": "Starring Academy Award winner Rami Malek and Academy Award nominee Lawrence Fishburne. The Amateur, rated PG-13. Only in theaters and IMAX April 11th. For those of you in Indiana or the Midwest who may be familiar with the name Eugene Britt, I probably need not say more. But for listeners who don't know who he is, I want to give you a quick rundown. In 1993, Eugene had been released from prison after serving 15 years for a sexual assault he'd committed in 1978. In August of 1995, he was 37 years old and living in Portage, Indiana, at a shelter for the unhoused, but had a job at a Hardee's fast food restaurant in town, which required him to wear a uniform or work shirt. According to coverage by the Associated Press, he'd come onto law enforcement's radar in Sarah's case after that eyewitness reported seeing a man who looked like him near where she'd been killed. So based on that, I think it's safe to say that Eugene was the guy who'd been seen wearing that apparently very unique blue and red work shirt police had such a hard time initially identifying. Anyway, Portage investigators determined that fibers from Eugene's uniform were similar to fibers that had been discovered underneath Sarah's fingernails. When he was taken into custody, investigators seized a pair of sneakers he was wearing as evidence, and upon further examination, realized those shoes had a remarkably similar tread to shoe prints discovered at Sarah's crime scene, which was not information that had previously been publicized, at least not that I could find. After his arrest, Eugene didn't cooperate with Portage police investigators right away.",
    "speaker": null,
    "startTimecode": 1956320,
    "endTimecode": 2065360
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/32",
    "text": "But after a few days in custody and like a pastor associate of his talking with him and an eight-hour interrogation, he eventually came clean.",
    "speaker": null,
    "startTimecode": 2065960,
    "endTimecode": 2074320
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/33",
    "text": "He admitted to killing and sexually assaulting Sarah, as well as murdering around a dozen other people in both Gary and Portage, Indiana.",
    "speaker": null,
    "startTimecode": 2074860,
    "endTimecode": 2083020
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/34",
    "text": "Some of the crimes he confessed to were deaths the police didn't even know about.  For a few years, in other people in both Gary and Portage, Indiana. Some of the crimes he confessed to were deaths the police didn't even know about. For example, as part of his confession, he agreed to lead investigators to one woman's body, and lo and behold, when he took police to the remote area he claimed he'd placed her remains in, they found a woman's skeletal remains. He would later go on to lead officials to even more victims. According to coverage by the Associated Press, Eugene said all but one of his victims were women or girls who he'd either beaten to death or strangled. He claimed that not all of the slayings involved sexual assault, though. He said he'd only done that to five of his victims, but I mean, I don't know how much stock we can put in the word of a self-admitted serial killer. Anyway, Eugene confessed that at least seven of his murders had occurred in Gary between May and September 1995. But interestingly, he did not take credit for Jonas's abduction and murder. And it doesn't appear investigators working her case found anything that tied him to her death.",
    "speaker": null,
    "startTimecode": 2084560,
    "endTimecode": 2146800
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/35",
    "text": "No physical evidence, circumstantial evidence, witness sightings, nothing.",
    "speaker": null,
    "startTimecode": 2150860,
    "endTimecode": 2151860
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/36",
    "text": "But him being arrested for Sarah's murder and taken off the street at least gave the public some sense of relief.",
    "speaker": null,
    "startTimecode": 2157760,
    "endTimecode": 2158480
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/37",
    "text": "However, law enforcement's journey toward justice had kind of just begun at that point because they still had to figure out if he might be responsible for the murders of all those other victims who'd been killed in Gary in 1995. You know, victims like Nikita Moore and the other five women who the Serial Killer Task Force had looked into back in September. Unfortunately, definitive legal consequences about what crimes Eugene was responsible for wouldn't come until several years after he was caught. In November 1999, instead of going to trial for Sarah's murder, he took a plea deal which allowed him to avoid the death penalty. He was later sentenced to life in prison without the possibility of parole. Seven years later, in 2006, he was convicted of Nikita Moore's sexual assault and murder, the sexual assault and slaying of a 24-year-old woman named Tanya Dunlap, the sexual assault and murder of a 41-year-old woman named Maxine Walker, and the sexual assault of a 13-year-old.",
    "speaker": null,
    "startTimecode": 2162680,
    "endTimecode": 2217640
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/38",
    "text": "The news coverage from 2006 explains that originally he'd been facing charges for the crimes I just listed, plus three of the murders from Gary that the serial killer task force had looked into. But those three cases were eventually dropped as part of the plea deal. Which is super frustrating to me because according to coverage by the Associated Press, Eugene didn't deny killing those women. In fact, he fully confessed to those crimes. But I don't know, maybe there just wasn't enough evidence in those cases, or it was a compromise prosecutors had to make to ensure he was put away forever. Like I said, it's super frustrating, but that's the American justice system for you. In court at his sentencing, Eugene wept over the impact of his crimes and said, quote, I'm truly sorry for my sins and I take full responsibility for my actions. Ain't nobody but myself. God knows I'm guilty. God knows I'm guilty. End quote. As of this recording, Eugene is still incarcerated in the Indiana Department of Corrections. He's 67 years old and there are a lot more articles out there that go into much further detail about him and his crimes. But I don't want to use my time here giving him any more attention than what's necessary. It was definitely a good thing for humanity that he was caught and prevented from taking even more lives. I'm sure his arrest and conviction must have been especially important to Sarah Paulson, Nikita Moore, and the other victims' families.",
    "speaker": null,
    "startTimecode": 2218240,
    "endTimecode": 2306920
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/39",
    "text": "But unfortunately for Johnnus White's loved ones, the end to his reign of violence in northern Indiana didn't bring them any closer to identifying her killer.",
    "speaker": null,
    "startTimecode": 2307600,
    "endTimecode": 2316020
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/40",
    "text": "In fact, based on everything I've researched and read, it appears Johnnus' case went cold after the late 1990s, despite the FBI offering up a $3,000 reward for information in 1997. Her mom, Johnny, passed away about a decade after that in 2008, never knowing who killed her daughter. And the case sort of faded from the spotlight for several more years, until September 2015, more than 20 years after the crime. That's when seemingly out of nowhere, the FBI made an arrest. They charged a 34-year-old man from Gary, Indiana named Barry Taylor for making a false statement to FBI agents in regards to Jonas' case. According to a federal indictment filed a few days before his arrest, at some point in the murder investigation, the FBI's lab had tested Jonas' clothing and discovered there was semen present on her underwear. They subsequently tested that semen sample for DNA and discovered it belonged to an unknown male. By January 2012, the feds had done more investigating and developed enough probable cause to suspect that that unknown profile might belong to Barry Taylor. Now, I'm not sure exactly how all this happened. Like, I don't know the ins and outs of what led the FBI to his doorstep, but whatever the case was, they ended up interviewing him on January 15, 2012. During that conversation, two agents asked Barry if he'd had any kind of relationship with Johnnus back in August 1995, which by the way, at that time, he would have been 15 years old too, just like Johnnus. So I think what the agents wanted to get to the bottom of was if maybe there could have been some sort of sexual encounter between the two teens on the day she was killed that either innocently or perhaps not so innocently could explain things a bit more. But Barry denied being sexually involved with Janice as a teenager and when the agents asked him if there was any reason why his DNA might be on her clothing, he said no. But that wasn't a smart answer, because before the two agents left, they presented a search warrant to Barry and asked him for an oral swab of his DNA, which he consented to. And about two months later, on March 13th, the findings came back with damning results. The DNA from the semen found on Jonas's underwear belonged to him. But, like I mentioned a few minutes ago, when the FBI formally arrested Barry in September 2015, they didn't charge him with murder. They only arrested him for making false statements to federal agents. At the time, he had a prior juvenile record that was not detailed in the available source material, and he'd been arrested and convicted as an adult for crimes like possession of a controlled substance, reckless driving, burglary, and possession of stolen property. At his first appearance in court a few days after his arrest, he was issued a $20,000 bond, which he posted and was released on. His trial was originally scheduled for December 2015, but was later pushed to March 21st, 2016. According to court records, a few days before that trial date, Barry ended up reaching a plea agreement with federal prosecutors. In exchange for admitting that he'd lied to the FBI about having sex with Jonas in August 1995, Barry was sentenced to 15 months in prison, followed by two years of supervision. The judge who handed down the sentence to Berry in court said, quote, What you did was stupid. I don't know how else to say it. It's important for you to be honest with federal investigators. That being said, you're a human being, end quote. After everything was said and done, Barry wasn't required to pay restitution to any members of the White family, and he was never charged in relation to Jonas' murder. According to his inmate profile with the U.S. Bureau of Prisons, he was released from prison in August 2017. To date, no one has been arrested or held criminally responsible for killing Janice. I reached out to the FBI's Indianapolis field office while writing this episode, and a public information officer confirmed that the homicide case still remains active with the Bureau. Where I'm left after researching the story and all the others I mentioned in this episode is just sort of sad. There's a part of me that feels justice was served in some of the cases. But then, with Janice, I feel as if so much more could have and should have been done to get to the bottom of what happened to her. If there's one thing that's clear, it's that she was a young, beautiful girl who had her entire life ripped away from her by a predator who I believe was intimately familiar with Gary, Indiana, and Indiana Dunes National Park. If you're listening to this episode and feel you may know something that could help bring resolution to her case or identify the true perpetrator, please reach out to me through the park predator social media pages and contact the FBI. You can call 1-800-CALL-FBI or submit a tip at tips.fbi.gov. The agents working her case are aware of this episode's release and are ready to receive any tips. Park Predators is an AudioChuck production. You can view a list of all the source material for this episode on our website parkpredators.com and you can also follow park predators on instagram at park predators so what do you think chuck do you approve Ready to optimize your nutrition this year? Meet... So, what do you think your door. All you have to do is heat and enjoy. Choose from 40 weekly options across eight dietary preferences, like calorie smart, protein plus, and keto. And if you're looking to lose weight, Factors Keto Meals can help you lose up to eight pounds in eight weeks. Savor nutritious, premium meals no matter how busy life gets. Eat smart with Factor. Get started at factormeals.com slash factor50off and use code factor50off to get 50% off, plus free shipping on your first box. Weight loss with Factor Keto based on randomized controlled clinical trial. Results will vary depending on diet and exercise. Cosentix Acucinumab is prescribed for adults with moderate to severe hydrodinitis superativa, HS.",
    "speaker": null,
    "startTimecode": 2316640,
    "endTimecode": 2746640
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/41",
    "text": "Don't use if you're allergic to Cosentix. Before starting, get checked for tuberculosis.",
    "speaker": null,
    "startTimecode": 2747260,
    "endTimecode": 2750880
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/42",
    "text": "An increased risk of infections and lowered ability to fight them may occur, like tuberculosis or other serious bacterial, fungal, or viral infections. Some are fatal. Tell your doctor if you have an infection or symptoms like fevers, sweats, chills, muscle aches, or cough. Had a vaccine or plan to. Or if inflammatory bowel disease symptoms develop or worsen.",
    "speaker": null,
    "startTimecode": 2751440,
    "endTimecode": 2769720
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/43",
    "text": "Serious allergic reactions and severe eczema-like skin reactions may occur.",
    "speaker": null,
    "startTimecode": 2770280,
    "endTimecode": 2773780
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/44",
    "text": "Learn more at 1-844-COSENTICS or cosentics.com.",
    "speaker": null,
    "startTimecode": 2774440,
    "endTimecode": 2777880
  },
  {
    "id": "dd367cb2-0f24-4b71-b0eb-dd767fd4bbb8/transcript/paragraph/45",
    "text": "Ask your dermatologist about Cosentics.",
    "speaker": null,
    "startTimecode": 2778540,
    "endTimecode": 2780820
  }
]