[
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/0",
    "text": "The greater New England area can evoke images of luxurious getaways, but what really lies beyond this coast? Both archives of dark history and more modern mysteries, all of which I have set out to uncover.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 14140
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/1",
    "text": "I'm Kylie Lowe, investigative journalist and host of Dark Down East. Each week, I dig deeper into the cases from the place I call home and into the stories of the people at the hearts of them. Listen to Dark Down East now, wherever you get your podcasts.",
    "speaker": null,
    "startTimecode": 14700,
    "endTimecode": 29640
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/2",
    "text": "Now Taxes is 100% free when you file in the TurboTax app if you didn't file with us last year. Oh yeah? Yeah, just do your own taxes in the app by 218. What if I have lots of forms? All good, all 100% free. What if I had three jobs? Still 100% free. What if I had three jobs? Still 100% free. What if I once saw Bigfoot? That has nothing to do with taxes, so still 100% free. Now that's what I'm talking about. Now this is taxes. See if you qualify in the TurboTax app. Excludes TurboTax Live must start and file an app by 218. Meet Flip. She's one half of a flip flop. That's me. Who got left behind at Celebration Key, Carnival's exclusive paradise in Grand Bahama. Uh, I chose to stay here. It really is paradise. So now Flip spends her time lounging on the beach, swimming in the lagoon. And eating. The only thing more impressive than my appetite are all the dining options. Yeah, have you tried food service to your cabana? Ooh, yum. Flip, where'd she go? Book your cruise vacation to Carnival's Celebration Key, a paradise you'll service to your cabana? Ooh, yum. Flip, where'd she go?",
    "speaker": null,
    "startTimecode": 30280,
    "endTimecode": 85160
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/3",
    "text": "Book your cruise vacation to Carnival Celebration Key, a paradise you'll want to lose yourself in.",
    "speaker": null,
    "startTimecode": 87580,
    "endTimecode": 90080
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/4",
    "text": "Ships Registry, the Bahamas and Panama.",
    "speaker": null,
    "startTimecode": 91380,
    "endTimecode": 92240
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/5",
    "text": "This episode is brought to you by Progressive, where drivers who save by switching save nearly $750 on average.",
    "speaker": null,
    "startTimecode": 95000,
    "endTimecode": 100220
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/6",
    "text": "Plus, auto customers qualify for an average of seven discounts.",
    "speaker": null,
    "startTimecode": 103700,
    "endTimecode": 104200
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/7",
    "text": "Quote now at Progressive.com to see if you could save.",
    "speaker": null,
    "startTimecode": 107460,
    "endTimecode": 107800
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/8",
    "text": "Progressive Casualty Insurance Company and Affiliates.",
    "speaker": null,
    "startTimecode": 110400,
    "endTimecode": 110700
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/9",
    "text": "National average 12-month savings of $744 by new customers surveyed who saved with Progressive between June 2022 and May 2023.",
    "speaker": null,
    "startTimecode": 120280,
    "endTimecode": 120980
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/10",
    "text": "Potential savings will vary.",
    "speaker": null,
    "startTimecode": 122500,
    "endTimecode": 122860
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/11",
    "text": "Discounts not available in all states and situations.",
    "speaker": null,
    "startTimecode": 125480,
    "endTimecode": 126860
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/12",
    "text": "Hi, park enthusiasts. I'm your host, Delia D'Ambra.",
    "speaker": null,
    "startTimecode": 130460,
    "endTimecode": 131040
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/13",
    "text": "And the case I'm going to tell you about today is a story some of you might be familiar with.",
    "speaker": null,
    "startTimecode": 135300,
    "endTimecode": 135980
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/14",
    "text": "It took place in Masai Mara National Reserve in Kenya in 1988.",
    "speaker": null,
    "startTimecode": 140160,
    "endTimecode": 141240
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/15",
    "text": "According to a travel website for Masai Mara, the reserve borders Tanzania's Serengeti National Park and sits in the southwest part of Kenya.",
    "speaker": null,
    "startTimecode": 149040,
    "endTimecode": 149860
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/16",
    "text": "It's more than 370,000 acres in size and features some of the most unique wildlife in the world.",
    "speaker": null,
    "startTimecode": 156040,
    "endTimecode": 156880
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/17",
    "text": "Zebras, wildebeest, rhinos, lions, giraffes, elephants, and other species roam freely in this stretch of Africa's savanna.",
    "speaker": null,
    "startTimecode": 164220,
    "endTimecode": 164980
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/18",
    "text": "Which is why the area attracts so many people to go on safari there.",
    "speaker": null,
    "startTimecode": 168760,
    "endTimecode": 169580
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/19",
    "text": "The word Maasai in the reserve's name refers to the Maasai tribe that lived in the area long before British colonization started at the turn of the 20th century.",
    "speaker": null,
    "startTimecode": 174780,
    "endTimecode": 178680
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/20",
    "text": "The tribe was known for its semi-nomadic lifestyle, herding livestock, and bright red robes that male warriors known as Shuka donned.",
    "speaker": null,
    "startTimecode": 179440,
    "endTimecode": 187460
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/21",
    "text": "Today, Maasai is spelled the way British settlers spelled it, with two A's instead of three, but the proper way of spelling it is actually M-A-A-S-A-I.",
    "speaker": null,
    "startTimecode": 188100,
    "endTimecode": 198120
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/22",
    "text": "Back in the day when soldiers from Great Britain forced many tribe members off their native land, bloodshed ensued.",
    "speaker": null,
    "startTimecode": 199100,
    "endTimecode": 205280
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/23",
    "text": "The hand weapons the Maasai warriors carried were outmatched by their invaders' firearms.",
    "speaker": null,
    "startTimecode": 205980,
    "endTimecode": 210500
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/24",
    "text": "And in the early 1900s, some members of the tribe signed agreements with white settlers to hand over two-thirds of their most fertile land. They were then relocated to less desirable parts of Kenya and Tanzania to live. Despite this dark history, the tribe has still clung to its deeply rooted cultural traditions and practices.",
    "speaker": null,
    "startTimecode": 211360,
    "endTimecode": 229880
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/25",
    "text": "The people take pride in their land and all of the things that make it attractive to international tourists.",
    "speaker": null,
    "startTimecode": 230800,
    "endTimecode": 235520
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/26",
    "text": "Visitors to the reserve can even visit the tribe's village and learn about their rich culture.",
    "speaker": null,
    "startTimecode": 236420,
    "endTimecode": 240560
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/27",
    "text": "The word Mara in the reserve's name is the tribe's word for spotted or spotted land, and refers to the patches of acacia trees and shrubbery that are scattered throughout it.",
    "speaker": null,
    "startTimecode": 241400,
    "endTimecode": 251100
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/28",
    "text": "And similar to that aspect of the landscape was the patchwork investigation into the death of a young British wildlife photographer in September 1988. Information about what happened to Julie Ward while visiting Kenya seems to be dotted over the pages of time. Little lies and little truths just sprinkled between various sources.",
    "speaker": null,
    "startTimecode": 252000,
    "endTimecode": 272440
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/29",
    "text": "What I hope to do is wade through all of that, but come out the other side with something to hold on to. This is Park Predators. The End On Friday, September 9th, 1988, a man named Doug Morey was at his home in Nairobi, Kenya, when he noticed that Julie Ward, a 28-year-old woman he'd been renting a cottage to on his property, wasn't around.",
    "speaker": null,
    "startTimecode": 273360,
    "endTimecode": 336580
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/30",
    "text": "His next-door neighbors, an older couple named Natasha and Paul Weld-Dixon, had also observed the same thing.",
    "speaker": null,
    "startTimecode": 337400,
    "endTimecode": 343380
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/31",
    "text": "Julie was nowhere to be found.",
    "speaker": null,
    "startTimecode": 344160,
    "endTimecode": 345800
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/32",
    "text": "The Weld-Dixons knew that was kind of odd because they'd made plans with Julie to have her over for dinner that night and then make sure she made it to the airport the following day to catch a flight home to England.",
    "speaker": null,
    "startTimecode": 346660,
    "endTimecode": 356280
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/33",
    "text": "You see, Julie had been on a long trip to and in Africa, traveling to different areas to take photos of wildlife, but especially herds of wildebeests as they made their annual migration from Tanzania's Serengeti National Park into Kenya's Masai Mara Reserve. But Doug, Natasha, and Paul knew that Julie was supposed to be back in the city by September 9th. They'd all been expecting her to arrive earlier in the week, but she hadn't. At one point, the Well Dixons even called several hospitals and police stations to see if maybe Julie had gotten into a car accident or something, but there were no reports that she had. Doug had also utilized some of his resources too.",
    "speaker": null,
    "startTimecode": 357460,
    "endTimecode": 396720
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/34",
    "text": "He'd asked some pilot friends of his to keep an eye out for her and her used Suzuki Jeep whenever they flew over the 150 miles or so of Savannah between the reserve and the city of Nairobi. But after a few trips back and forth throughout that week, the pilots told Doug that they hadn't seen any sign of Julie or her vehicle.",
    "speaker": null,
    "startTimecode": 397440,
    "endTimecode": 414340
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/35",
    "text": "He then did the one thing that made the most logical sense in the moment.",
    "speaker": null,
    "startTimecode": 415880,
    "endTimecode": 419700
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/36",
    "text": "He checked inside the cottage he'd been renting to Julie, to, I imagine, figure out if maybe she had actually returned, but everyone just missed seeing her.",
    "speaker": null,
    "startTimecode": 420300,
    "endTimecode": 428460
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/37",
    "text": "But after scoping it out, it became clear that Julie had not come back to her cottage.",
    "speaker": null,
    "startTimecode": 429100,
    "endTimecode": 433240
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/38",
    "text": "Doug looked through her things and found the plane ticket with her name on it that was scheduled to depart for London the next day, Saturday, September 10th.",
    "speaker": null,
    "startTimecode": 434080,
    "endTimecode": 440660
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/39",
    "text": "Unsure of what else to do, the Weld Dixons and Doug just continued to wait.",
    "speaker": null,
    "startTimecode": 442040,
    "endTimecode": 445780
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/40",
    "text": "They were growing more and more worried, but I don't know, maybe they just hoped Julie would arrive with a good explanation as to why she was so overdue. The next day, September 10th, Julie's father, John Ward, called the Weld Dixons from England to check in and see how things were going, because Julie hadn't come home and he was getting nervous.",
    "speaker": null,
    "startTimecode": 446540,
    "endTimecode": 465160
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/41",
    "text": "But Natasha and Paul had to break the bad news that Julie hadn't returned to Nairobi, and they were worried she was missing.",
    "speaker": null,
    "startTimecode": 467900,
    "endTimecode": 472380
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/42",
    "text": "When John learned that information, it didn't sit well with him.",
    "speaker": null,
    "startTimecode": 473180,
    "endTimecode": 476360
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/43",
    "text": "He immediately made arrangements to fly to Kenya and figure out what was going on.",
    "speaker": null,
    "startTimecode": 477020,
    "endTimecode": 481080
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/44",
    "text": "That same day, September 10th, is when the majority of the source material states that Julie was officially reported missing to Kenyan authorities. John didn't arrive in the country himself, though, to sync up with the police until two days later on Monday, September 12th.",
    "speaker": null,
    "startTimecode": 481700,
    "endTimecode": 496360
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/45",
    "text": "As soon as he got on the ground, though, he immediately got to work and contracted four private planes and two helicopters to fly over the reserve and look for Julie. He also connected with Doug, Natasha, and Paul to gather information about who she'd been traveling with and where she went. He also coordinated local volunteers, game wardens, and police officers to aid him in his efforts. The key to efficiently covering so much ground in a short amount of time was learning as much as possible about Julie's last known movements.",
    "speaker": null,
    "startTimecode": 497940,
    "endTimecode": 528040
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/46",
    "text": "Julie was the eldest child in her family with two younger brothers, and from a young age she really liked learning about animals thanks to her mother Jan.",
    "speaker": null,
    "startTimecode": 529640,
    "endTimecode": 537040
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/47",
    "text": "Author Nick Buckley detailed in Julie Ward, Gentle Nature, that it was mother and daughter's shared love of wildlife that got Julie interested in wildlife photography. In 1986 and 1987, she'd visited Nairobi for extended stays and traveled on safari during those trips. She reportedly fell in love with Kenya to the point where she wanted to eventually move there and sell jewelry made by the members of the Maasai tribe. Her seven-month-long trip in 1988 had started in February and took her from Great Britain into Spain, through the Mediterranean, into several North African countries, Uganda, Tanzania, and eventually ended in Kenya in late June. For most of July, she'd camped on Natasha and Paul's property in Nairobi because they allowed people who were traveling internationally to pitch tents on their land. The more they'd gotten to know Julie during that summer, the more they all developed a close friendship over their collective love of dogs. In August, Julie had decided to shift her living arrangement slightly and started renting that cottage from Doug Morey, who, like I mentioned earlier, lived next door to the Well Dixons. Around this time is when Julie purchased her Suzuki Jeep to get around while traveling. She also met up with three other mentioned earlier, live next door to the Well Dixons. Around this time is when Julie purchased her Suzuki Jeep to get around while traveling. She also met up with three other tourists from Australia, two of whom she knew and another whom she just met for the first time. That new person was a guy named Glenn Burns, and according to Grace Messilla's book, A Death Retold in Truth and Rumor, he and Julie had traveled from Nairobi to the reserve together on Friday, September 2nd to watch the wildebeest migration.",
    "speaker": null,
    "startTimecode": 537840,
    "endTimecode": 628880
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/48",
    "text": "Initially, the other two people who Julie knew better were supposed to go with her and Glenn, but at the last minute, they ended up bailing.",
    "speaker": null,
    "startTimecode": 629880,
    "endTimecode": 635960
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/49",
    "text": "According to Glenn, he and Julie drove in her Jeep to a campground in the reserve called Sand River Camp.",
    "speaker": null,
    "startTimecode": 636960,
    "endTimecode": 642220
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/50",
    "text": "They pitched two tents there and stayed the night.",
    "speaker": null,
    "startTimecode": 642880,
    "endTimecode": 644960
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/51",
    "text": "The next day, Saturday, September 3rd, they traveled through the reserve called Sand River Camp. They pitched two tents there and stayed the night. The next day, Saturday, September 3rd, they traveled through the reserve but had car troubles that forced them to cut their day short. They ended up having to get towed to a nearby lodge by a local tour guide who let them borrow a tent because they'd left theirs across the park at Sand River Camp. By Sunday morning, September 4th, Julie and Glenn had come up with a plan to get Julie's Jeep fixed so they could continue on with their travels. But the only problem was the car part they needed, a new fuel pump, had to be retrieved from Nairobi, which wasn't super close by. Like I mentioned earlier, the city was more than 150 miles away from the reserve. Glenn was scheduled to go to a conference at a museum in the city the following day anyway, so he told Julie he would hop on a charter plane to the city, link up with her friend Paul Weld Dixon, and see if Paul would be willing to buy a new fuel pump and fly it back to the reserve. That plan panned out because when Glenn returned to Nairobi by the end of the day on September 4th, Paul was more than happy to assist. The next day, Monday, September 5th, the new fuel pump was on its way to Julie. When it arrived, though, it was too late in the day for a mechanic to put it in her Jeep, so she opted to spend Monday night at the lodge that she and Glenn had been towed to and just figure things out the next day.",
    "speaker": null,
    "startTimecode": 645660,
    "endTimecode": 719720
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/52",
    "text": "According to people who saw her, she woke up on Tuesday, September 6th, and around midday drove to Sand River Camp to pick up her and Glenn's tents.",
    "speaker": null,
    "startTimecode": 720540,
    "endTimecode": 727980
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/53",
    "text": "She reportedly made plans to pit stop at a lake in the reserve to see the tour guide who'd helped tow them, and then was going to finish the drive back to Nairobi.",
    "speaker": null,
    "startTimecode": 728740,
    "endTimecode": 736260
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/54",
    "text": "The last people who saw her were a police constable working at Sand River Camp named Gerald Corrari and the campground's clerk. constable working at Sand River Camp named Gerald Corrari and the campground's clerk.",
    "speaker": null,
    "startTimecode": 737740,
    "endTimecode": 745340
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/55",
    "text": "The constable said he'd helped Julie take down the tents that she and Glenn had left behind a few days earlier, and the clerk remembered her paying him for the time the tents were there, even though they hadn't been occupied. Both men said that around 2.30 p.m., they saw her leave alone in her jeep, headed in the direction of Nairobi. However, I did read another source that reported it was two park rangers who saw her leave around 3 p.m. But I wonder if that reporting just assumed the constable and clerk were the rangers, not what their actual titles were. It's hard to tell. There's a lot of things like that in the source material about this case, where it's difficult to decipher if factually different information is being reported or if authors just misreported titles and small details.",
    "speaker": null,
    "startTimecode": 750100,
    "endTimecode": 789400
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/56",
    "text": "Anyway, by the time the search for her was fully underway on Tuesday, September 13th, her dad, John Ward, and a pilot he'd hired to take him over the reserve were flying over an area about six miles away from Sand River Camp when he spotted Julie's Suzuki Jeep mired in deep mud inside a gully. Once he got on the ground, he was joined by local police and park rangers.",
    "speaker": null,
    "startTimecode": 790520,
    "endTimecode": 812120
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/57",
    "text": "Together, the group examined the vehicle and found that it was locked. They smashed out one of the windows and discovered that some food and water were missing, along with a 20-liter plastic can of fuel that was supposed to have lasted up to five days.",
    "speaker": null,
    "startTimecode": 813020,
    "endTimecode": 825460
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/58",
    "text": "There were also several large scratches dug into the roof that spelled out the letters SOS, though some other sources reported that the letters were spelled out in mud on the roof.",
    "speaker": null,
    "startTimecode": 826080,
    "endTimecode": 836140
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/59",
    "text": "Around the Jeep were several spots where it appeared someone had tried to start a fire or had maybe gotten a few fires going, but none of them had ever grown very big. This evidence, combined with the missing can of fuel, was a clue to John Ward that his daughter may have attempted to get help by starting signal fires, but when no one came to assist her, she left the jeep and walked to find help. Something that seemed odd to everyone, though, was that a pair of binoculars and two maps, one of which was of the game reserve, were still inside the jeep, meaning Julie had not taken them with her. After assessing the abandoned vehicle, John and the rest of the search crew fanned out to continue looking for Julie.",
    "speaker": null,
    "startTimecode": 837120,
    "endTimecode": 874820
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/60",
    "text": "A few hours later, around 4 p.m., about five miles from where the jeep was found, and roughly four miles before a known hunting camp, the chief game warden of the reserve, a guy named Simon Olimakala, and other searchers discovered what looked like burned human remains and personal belongings scattered beneath and around a tree.",
    "speaker": null,
    "startTimecode": 875620,
    "endTimecode": 894800
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/61",
    "text": "Some of the items included burnt camera film, coins, cutlery, pieces of glass, a saucepan, and a small cooking stove.",
    "speaker": null,
    "startTimecode": 895620,
    "endTimecode": 903180
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/62",
    "text": "When members of the search party and John Ward took a closer look at the charred scene, they were able to find a pair of flip-flops, remains of a handbag, a passport, credit cards, and a few body parts in the ashes that hadn't been destroyed by the fire. The human remains included a jawbone, a left leg, and a lock of hair. John personally collected the remains and ashes in a makeshift bag he'd fashioned from a helicopter seat cover and handed them over to a Kenyan police officer, who then gave them to a pathologist who worked for the police force named Dr. Adel Shaker.",
    "speaker": null,
    "startTimecode": 903920,
    "endTimecode": 938180
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/63",
    "text": "Shaker conducted a post-mortem exam in Nairobi shortly after the remains were discovered, but his findings weren't released to officials and John until a few days later on September 15th. In his report, he stated that Julie's remains appeared to have been cut with some sort of sharp instrument before being burned, which essentially pointed to one thing, murder. But Kenya's police force didn't accept that conclusion. Officials wanted to dismiss Julie's death as some sort of tragic accident. They were convinced that she'd been attacked by lions or wild animals which were known to roam free in the reserve. The police force's theory essentially went like this. Julie had most likely been burning her bag under the tree to signal for help after abandoning her Jeep, and while doing so, she'd inhaled noxious fumes which caused her to pass out and fall into the fire she'd made.",
    "speaker": null,
    "startTimecode": 939060,
    "endTimecode": 991060
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/64",
    "text": "Then, wild hyenas or some other carnivores had eaten on her remains.",
    "speaker": null,
    "startTimecode": 991800,
    "endTimecode": 995760
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/65",
    "text": "It was either that scenario, or she'd died by suicide.",
    "speaker": null,
    "startTimecode": 996560,
    "endTimecode": 999880
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/66",
    "text": "Or, wait for it, she'd been struck by lightning. Or, wait for it, she'd been struck by lightning.",
    "speaker": null,
    "startTimecode": 1000640,
    "endTimecode": 1004840
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/67",
    "text": "Yes, I'm not kidding.",
    "speaker": null,
    "startTimecode": 1006000,
    "endTimecode": 1006160
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/68",
    "text": "These were all scenarios that the police force felt were more likely than someone murdering her.",
    "speaker": null,
    "startTimecode": 1011080,
    "endTimecode": 1011720
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/69",
    "text": "But John Ward, Julie's dad, didn't believe any of the police's theories.",
    "speaker": null,
    "startTimecode": 1015660,
    "endTimecode": 1016560
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/70",
    "text": "He told reporter Michael Horsnell for The Times that his daughter had been to Kenya two times prior to this trip.",
    "speaker": null,
    "startTimecode": 1022300,
    "endTimecode": 1022640
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/71",
    "text": "And she knew what to be on the lookout for. There was no doubt in his mind that she'd been ambushed and killed somewhere between where she left her jeep and the hunting lodge that was just a few miles away. Evidence he said supported that scenario was the fact that Julie's Olympus camera and two of her telephoto lenses were missing.",
    "speaker": null,
    "startTimecode": 1024880,
    "endTimecode": 1041060
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/72",
    "text": "I imagine his point in saying that was to introduce the possibility that maybe someone had robbed her of those expensive items and killed her to keep from getting caught.",
    "speaker": null,
    "startTimecode": 1042000,
    "endTimecode": 1049900
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/73",
    "text": "John told the Times, quote, stories that she was eaten by lions are totally untrue. Her body had been burned and I believe she was murdered. I have no idea who might have done it. There are game poachers in the area, but a lot of other people go there as well, end quote.",
    "speaker": null,
    "startTimecode": 1050780,
    "endTimecode": 1066840
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/74",
    "text": "By September 18th, almost two weeks after Julie was last seen alive, John returned to the United Kingdom without his daughter and without answers to the growing number of questions he had about what in the world had happened to her.",
    "speaker": null,
    "startTimecode": 1067740,
    "endTimecode": 1080200
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/75",
    "text": "The only upside to the situation was that the case had been officially deemed a homicide.",
    "speaker": null,
    "startTimecode": 1080960,
    "endTimecode": 1085220
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/76",
    "text": "But just a few days after that update, something truly wild happened.",
    "speaker": null,
    "startTimecode": 1086300,
    "endTimecode": 1091340
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/77",
    "text": "Keeping up with so many competing streaming services can make TV watching a little complicated.",
    "speaker": null,
    "startTimecode": 1096660,
    "endTimecode": 1101960
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/78",
    "text": "Simplify TV with Philo. It's one service and all the stuff you need. Philo's got current seasons of your can't miss shows on networks like A&E, Paramount, Discovery, and TLC.",
    "speaker": null,
    "startTimecode": 1102520,
    "endTimecode": 1112400
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/79",
    "text": "Rewatch the classics like The Office, Martin, and Friends, and all the incredible originals on AMC Plus from Mad Men to Orphan Black. And don't forget their library of more than 75,000 movies and shows, all of which you can save and re-watch any time for a whole year. Never miss a minute of shows like Yellowstone, Death by Fame, SpongeBob SquarePants, and Golden Girls. Best of all, with Philo, you get all this for just $28 a month. No contracts, no hassles, just one subscription, and a world of entertainment. So go to philo.tv and check it out for a free 7-day trial. That's P-H-I-L-O dot TV to start watching.",
    "speaker": null,
    "startTimecode": 1113000,
    "endTimecode": 1151800
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/80",
    "text": "You're probably tired of paying for so many TV channels you don't even like and certainly don't watch. Make the switch to Sling. You're in charge of live TV with Sling. You get to choose and customize your channel lineup and getting the channels you like, and you can always change it up whenever you want. Sling has the live sports, news, and entertainment channels you love, and less of the ones you don't, so you save hundreds of dollars. Sling's Cloud DVR lets you record your shows to watch on your schedule, with no complex technology, no long-term contracts, and no hidden rigmarole. What I like most about Sling is that my husband can soak in all the sports stuff that he likes, and I can go to my entertainment channels, which is like my favorite thing to do when I have some downtime. Watch TV anywhere at any time with Sling. Sign up for free today at sling.com slash choose. That's sling.com slash choose. Sling.com slash choose.",
    "speaker": null,
    "startTimecode": 1154180,
    "endTimecode": 1208740
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/81",
    "text": "About a week after the Kenyan police force was told by their own resident pathologist that Julie was a homicide victim, the chief government pathologist, a guy named Dr. Jason Cavite, who from reading the source material is described as having more authority than Dr. Shaker, changed Julie's post-mortem autopsy report to say that her manner of death was no longer murder, but instead an animal attack that perhaps occurred simultaneously with a lightning strike.",
    "speaker": null,
    "startTimecode": 1215640,
    "endTimecode": 1243100
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/82",
    "text": "This conclusion, as you can imagine, did not sit well with John Ward, who'd been extremely outspoken about how ridiculous he thought that theory was.",
    "speaker": null,
    "startTimecode": 1243700,
    "endTimecode": 1251740
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/83",
    "text": "He traveled back to Kenya to launch his own inquiry into the matter and sought assistance from an independent pathologist and a professor from the UK.",
    "speaker": null,
    "startTimecode": 1252420,
    "endTimecode": 1259640
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/84",
    "text": "Originally, he'd planned to have Julie's remains cremated, but he canceled those plans when he realized that Kenyan officials were being really sketchy about the autopsy report.",
    "speaker": null,
    "startTimecode": 1260700,
    "endTimecode": 1269240
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/85",
    "text": "A few weeks later, the two men from the UK who John hired to review Julie's remains concluded that she'd died as a result of a homicide.",
    "speaker": null,
    "startTimecode": 1269940,
    "endTimecode": 1277440
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/86",
    "text": "In fact, one of them said it was crystal clear that she'd been decapitated and one of her knees had been severed in half prior to her body being burned. So with that information, John accused the Kenyan police force of refusing to treat his daughter's death as a murder because they cared more about the negative impacts it could have on the country's tourism industry than getting to the truth. He told reporter Peter Godwin, quote, Kenya is a country which relies very heavily on tourism, and there may be a temptation to look the other way. If there is a man out there who killed my daughter, I want him, end quote. John's resolve was seemingly limitless, along with his ability to bankroll independent efforts to investigate what happened to Julie. He was a wealthy businessman and the managing director of a hotel group, so it's no surprise that from day one he was able to contract several private pilots and aircrafts to search for his daughter. No amount of money, though, could buy him patience when it came to dealing with the Kenyan government. He wrote in his book The Animals Are Innocent, The Search for Julie's Kill killers, that the methods the country's police force employed were both unprofessional and outright bizarre. For example, about a month after finding Julie's remains in the reserve, two Kenyan police investigators showed up to John's hotel room in Nairobi and handed him a plastic grocery bag with a skull inside. They said it was Julie's and had been found during an additional search of the reserve.",
    "speaker": null,
    "startTimecode": 1278460,
    "endTimecode": 1365400
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/87",
    "text": "About six months after that, in early April 1989, the first Kenyan police officer who was in charge of the investigation filed a formal report in which he concluded Julie had died by suicide. Full stop.",
    "speaker": null,
    "startTimecode": 1368300,
    "endTimecode": 1377460
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/88",
    "text": "A few months later, in August of that year, an official inquest into the matter took place in Kenya and John was hopeful he and his family would get some clarity and be able to present their own findings. By that point, he'd traveled to and from Africa multiple times since September of 1988, and he'd spent countless hours gathering interviews and evidence as part of his own investigation. He and his lawyer planned to present what they'd found to the magistrate overseeing the inquest, or at a minimum just publicly raise doubts about the police's version of events.",
    "speaker": null,
    "startTimecode": 1378460,
    "endTimecode": 1408400
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/89",
    "text": "Andrew Hogg reported for the Sunday Times that John himself wasn't allowed into the courtroom for most of the proceeding.",
    "speaker": null,
    "startTimecode": 1409240,
    "endTimecode": 1414960
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/90",
    "text": "Only his lawyer was. And very little of what his investigation had uncovered could be presented outside of his own testimony when he eventually was called as a witness. could be presented outside of his own testimony when he eventually was called as a witness.",
    "speaker": null,
    "startTimecode": 1415660,
    "endTimecode": 1424200
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/91",
    "text": "However, I will say that John did use his time in the witness box to push back and question the validity of the police's investigation, as well as a lot of the inconsistencies in the entire case.",
    "speaker": null,
    "startTimecode": 1425100,
    "endTimecode": 1436400
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/92",
    "text": "Regarding his doggedness to see justice served for his daughter, John told reporter Andrew Hogg that his entire family was unified when it came to holding Kenyan investigators accountable. He said, quote, I'm just the sharp end. It's being done with the backing, encouragement, and insistence of my wife and two sons. They are not at home saying, crazy dad is off halfway around the world again. They are as determined as I am to catch the bastard that did this. From my point of view, it's probably 70% revenge and 30% a combination of factors, including my fear that if the murderer has done it once, he could do it again. It's not an obsession. It's more cold and calculating than that. It comes down to the fact that I don't like being buggered about.\" Another noteworthy witness who testified was Dr. Jason Cavite, the chief pathologist who changed Julie's post-mortem report a few days after it was initially labeled a homicide. When he was called to testify about his actions, he stated he'd done what he'd done because he felt that his underling, Dr. Shaker, had used words and phrases in the initial autopsy report, which was written in English, that were not grammatically correct.",
    "speaker": null,
    "startTimecode": 1438080,
    "endTimecode": 1510100
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/93",
    "text": "Cavite said that Dr. Shaker had made those mistakes because he didn't have a clear understanding of the English language because he happened to be Egyptian. Essentially, Cavite's story was that he and Dr. Shaker together had altered the report to simply correct Dr. Shaker's misuse of grammar.",
    "speaker": null,
    "startTimecode": 1510900,
    "endTimecode": 1526840
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/94",
    "text": "The alterations including changing the descriptions of Julie's injuries from stating things like cleanly cut to cracked or torn, and changed the word sharp to blunt.",
    "speaker": null,
    "startTimecode": 1527760,
    "endTimecode": 1537800
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/95",
    "text": "According to reporting by Aidan Hartley for the Times, the inquest also revealed that at one point, the clerk at Sand River Camp had been considered a suspect because he'd admitted after a few rounds of questioning to forging Julie's signature in the camp's register book about 30 minutes after she left the area.",
    "speaker": null,
    "startTimecode": 1538880,
    "endTimecode": 1555440
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/96",
    "text": "This clerk had several inconsistent statements throughout his testimony, but he vehemently denied killing Julie or participating with anyone else to cover up the crime.",
    "speaker": null,
    "startTimecode": 1556100,
    "endTimecode": 1565940
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/97",
    "text": "Another article by the Times reported that the Kenyan police constable, Jared Karari, who was stationed at Sand River Camp the day Julie was last seen, was also called to testify.",
    "speaker": null,
    "startTimecode": 1570600,
    "endTimecode": 1576240
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/98",
    "text": "He told the court that he'd seen Julie take down her and Glenburn's two tents from about 100 yards away while he was sitting in his office. Shortly after that, he said she left the area around 2.30 p.m.",
    "speaker": null,
    "startTimecode": 1581040,
    "endTimecode": 1587440
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/99",
    "text": "John Ward's attorney, though, didn't believe him and pressed him hard on the witness stand.",
    "speaker": null,
    "startTimecode": 1588240,
    "endTimecode": 1592440
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/100",
    "text": "And I think the reason for that was because Gerald's testimony at the inquest sort of contradicted his prior statement to investigators that he'd personally help Julie take down her tents.",
    "speaker": null,
    "startTimecode": 1593160,
    "endTimecode": 1603240
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/101",
    "text": "And because of this, John Ward's lawyer basically called him a liar.",
    "speaker": null,
    "startTimecode": 1604020,
    "endTimecode": 1607580
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/102",
    "text": "He was definitely convinced that Gerald and the clerk at the camp knew much more than they were saying.",
    "speaker": null,
    "startTimecode": 1608300,
    "endTimecode": 1613120
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/103",
    "text": "Make this new year a milestone in your child's education with IXL. IXL uses advanced algorithms to personalize your child's learning experience, ensuring they receive the right support at the right time. With subjects spanning from counting and ABCs to advanced high school topics like calculus and SAT prep, one subscription covers all your children's educational needs and saves you time by providing organized resources all in one place. My son is only two and a half right now, but already I can tell in school they are pushing learning. And I mean, not just like learning shapes and numbers and other skills. I mean like all things about sentences and capital letters and spelling and all the things that he'll eventually need. And IXL is a perfect fit for him. Make an impact on your child's learning. Get IXL now. And Park Predators listeners can get an exclusive 20% off on IXL membership when they sign up today at IXL.com slash park. Visit IXL.com slash park to get the most effective learning program out there at the best price. out there at the best price.",
    "speaker": null,
    "startTimecode": 1618420,
    "endTimecode": 1684560
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/104",
    "text": "As you set resolutions for 2025, consider how learning a new language can enrich your life.",
    "speaker": null,
    "startTimecode": 1687140,
    "endTimecode": 1691020
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/105",
    "text": "Rosetta Stone has been a leader in language education for over three decades, with millions of satisfied users worldwide.",
    "speaker": null,
    "startTimecode": 1693640,
    "endTimecode": 1697660
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/106",
    "text": "With courses in 25 languages, including Spanish, French, German, and more, you can choose a language to learn that unlocks new places, connections, and experiences. And Rosetta Stone's mobile app makes it easy to learn on the go. I set a goal for myself over the holidays to go back to the basics while learning French and get really sharpened up on my vocabulary. And honestly, I'm almost there. And I don't know if I'm just feeling ambitious, but I'm kind of contemplating taking on German too this year. Start the new year off with a resolution you can reach. Today, Park Predators listeners can take advantage of Rosetta Stone's lifetime membership for 50% off. Visit rosettastone.com slash park. That's 50% off unlimited access to 25 language courses for the rest of your life at rosettastone.com slash park today.",
    "speaker": null,
    "startTimecode": 1698400,
    "endTimecode": 1747480
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/107",
    "text": "Several odd things about the evidence found where the jeep was abandoned and where Julie's remains were discovered were also explored during the inquest. For example, John Ward's lawyer thought it was odd that Julie had apparently been wearing flip-flops when she died.",
    "speaker": null,
    "startTimecode": 1754500,
    "endTimecode": 1768460
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/108",
    "text": "Those shoes were recovered near her burned remains, and it was revealed in court that a pair of her gym shoes had been left behind in her abandoned Jeep.",
    "speaker": null,
    "startTimecode": 1769120,
    "endTimecode": 1776320
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/109",
    "text": "Which didn't make sense to Ward's attorney, because if she had really left her vehicle in search of help, then why didn't she wear more appropriate footwear to traverse the landscape? The lawyer also noted that where the jeep was found, in a gully, was about 15 feet away from a dry, easily traversable patch of ground. So it didn't make sense to him why Julie had gotten bogged down in the first place. In his opinion, he felt all the evidence pointed to her jeep having been purposely planted at the spot to make it appear as if she'd run off the road or gotten stuck.",
    "speaker": null,
    "startTimecode": 1777080,
    "endTimecode": 1807940
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/110",
    "text": "John raised similar issues during his testimony.",
    "speaker": null,
    "startTimecode": 1808960,
    "endTimecode": 1811540
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/111",
    "text": "He said that he'd spoken with a Swiss film crew who'd been staying on a hillside a few hundred meters away from where Julie's Jeep was found. But none of those folks remembered seeing her or her vehicle in the gully between September 6th and September 13th, which only further supported the notion that it had not been there the entire time Julie was missing.",
    "speaker": null,
    "startTimecode": 1812480,
    "endTimecode": 1831320
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/112",
    "text": "A local pilot later told investigators, though, that the film crew was actually staying further away from where the jeep was left, and it was entirely possible that they had just not noticed it or been able to see it. that they had just not noticed it or been able to see it.",
    "speaker": null,
    "startTimecode": 1832240,
    "endTimecode": 1843620
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/113",
    "text": "It also came to light during the inquest proceeding that some members of the Maasai tribe had heard a woman's prolonged screams coming from the general area where Julie's remains were eventually found on September 13th, which raised a really big question.",
    "speaker": null,
    "startTimecode": 1846360,
    "endTimecode": 1857540
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/114",
    "text": "Did Julie die on that day or did she die on the day she was last seen, September 6th?",
    "speaker": null,
    "startTimecode": 1858380,
    "endTimecode": 1863640
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/115",
    "text": "If it was the former, September 13th, then where in the world had she been in the days between when she was last seen on the 6th and when her burned remains were located?",
    "speaker": null,
    "startTimecode": 1864280,
    "endTimecode": 1873080
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/116",
    "text": "Andrew Hogg reported for the Sunday Times that it became clear during the inquest someone had likely held Julie captive for several days and killed her shortly before her charred remains were found.",
    "speaker": null,
    "startTimecode": 1874240,
    "endTimecode": 1884760
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/117",
    "text": "That thought, as you can imagine, was a difficult reality for John Ward to process.",
    "speaker": null,
    "startTimecode": 1885560,
    "endTimecode": 1889920
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/118",
    "text": "The inquest lasted for almost three months and ended in late October 1989, with the magistrate in charge ultimately concluding that Julie had been murdered, period. He ordered that the Kenyan authorities investigate her case as a homicide moving forward. Some of the big things he expressed that didn't add up to him were where Julie's Jeep had been found, where the missing can of fuel had ended up, and the clearly intentional injuries to her body. He told the court that he believed the vehicle might have been planted by her killer or killers, and that it was possible someone other than Julie had transported the can of reserve fuel from the jeep to the burn site and then carried it away. Regarding the state of Julie's remains when they were found, he said, quote, I can only come to the conclusion that those sharp cuts were man-made and not animal-made. I think the animals are innocent, end quote. The magistrate also said he knew the wards were going to continue to be highly suspicious of Simon Olimakala, the game warden who'd found Julie's remains. But the magistrate emphasized that if Simon was somehow involved, it was unusual that he would have wanted to be the person who led people to the burn site.",
    "speaker": null,
    "startTimecode": 1891560,
    "endTimecode": 1963040
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/119",
    "text": "In my opinion, I think that's debatable. I mean, we know from looking at some true crime cases that involved parties can sometimes be right in the middle of an investigation, if not the person who relishes in finding remains or clues. Anyway, the magistrate officially labeling the case as a murder, though, wasn't total vindication for John Ward. The court had made it clear that even though murder was the most likely scenario, there had not been a coverup. Therefore, the magistrate wasn't going to refer the case to the attorney general's office for further investigation on the matter. John didn't feel confident that police in Kenya were really going to work Julie's case though, so he continued to carry out his own investigation. He traveled back and forth from England and kept trying to track down all the people who'd been staying at Sand River Camp on the day she disappeared. Those efforts sent him and those who were helping him to Spain, Canada, Australia, Sweden, and even the United States trying to track down witnesses and conduct interviews. He posted a 10000 pound reward for information that might lead to an arrest. That amount then would have had the buying power today of over 33,000 US dollars, so it was a lot of money in 1989. After the inquest, it appears things in the case, at least in Kenya, went quiet for a while. But back in Great Britain, John kept being vocal about getting justice for his daughter. He called on people involved in England's political scene who had power and influence. Around this time, the U.S. issued an advisory classifying Kenya as an unsafe destination, and reports of other international tourists being attacked and killed while visiting the country also began to surface. For example, in the summer of 1989, just a few weeks before the inquest into Julie's murder ended, a foreign conservationist and two Kenyan workers in a park were shot and killed by criminals from Somalia. Another group was also reported to have been attacked and murdered around that same time. But it was speculated that Kenyan officials didn't necessarily want word of those incidents to circulate in the press because the tourism industry was such an economic driver for the country. By January and February of 1990, John's personal efforts to keep the spotlight on his daughter's case paid off. Scotland Yard launched an official investigation into the murder and actually sent three inspectors to Kenya to poke around and gather police files.",
    "speaker": null,
    "startTimecode": 1963760,
    "endTimecode": 2106120
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/120",
    "text": "Within weeks of that happening, two gay wardens in their 20s who worked in the reserve during the time frame Julie was killed were arrested on suspicion of being connected to the crime.",
    "speaker": null,
    "startTimecode": 2106960,
    "endTimecode": 2116200
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/121",
    "text": "An article by Michael Horsnell stated that forensic tests were being done by British investigators at that time as part of the investigation into the men, but the article didn't specify what specific items of evidence were being tested. Later reporting by Sam Kiley mentioned that several Caucasian hairs had been found in huts that the defendants and another ranger lived in at the reserve. An article by Richard Caseby said what had gotten the whole ball rolling and resulted in the game wardens being arrested in the first place was that someone had sent John Ward an anonymous letter in England claiming to know where some of Julie's personal belongings ended up in Kenya after her murder. I have to presume that tip pointed toward the two park rangers or else investigators wouldn't have been so heavily focused on them. Anyway, Scotland Yard's theory at that point was entirely circumstantial, but it went like this. Julie willingly sought help from the two park rangers while they were patrolling on foot on September 6th, 1988. But then something went south, and she was held for a few days at their ranger outpost where they sexually assaulted her and killed her. To cover up their crime, the men dismembered her body and burned her remains in the savannah in a different location than where her jeep was found. John Ward mostly agreed with this theory, but he was also convinced that Kenyan officials higher up in the government had played a role in the seemingly corrupt and questionable events that followed the murder. Kenya's attorney general took a look at Scotland Yard's theory and reviewed evidence that allegedly supported it. Something he noted as interesting was that a button-sized solar-powered battery that had been discovered at the ranger's outpost after the crime was the type of battery that Julie's missing Olympus camera would have taken. When it was found, it was resting on a coin in the sun. That position was one way to build up a charge, a fact that seemingly its owner would have known. And because Scotland Yard determined that none of the rangers owned an Olympus camera or knew how to charge a battery like that, it almost seemed as if Julie had left it at the outpost herself, perhaps with the intention of coming back to get it.",
    "speaker": null,
    "startTimecode": 2117240,
    "endTimecode": 2241500
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/122",
    "text": "However, there was other evidence that suggested the battery may have belonged to a wristwatch, which some of the rangers who lived at the outpost wore.",
    "speaker": null,
    "startTimecode": 2242300,
    "endTimecode": 2249180
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/123",
    "text": "So in the end, the battery being there wasn't necessarily a smoking gun clue.",
    "speaker": null,
    "startTimecode": 2249880,
    "endTimecode": 2254380
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/124",
    "text": "In February 1991, Kenya's attorney general made his decision about how to move forward, and he ultimately charged both of the park rangers with Julie's murder.",
    "speaker": null,
    "startTimecode": 2256000,
    "endTimecode": 2264820
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/125",
    "text": "But roughly another year passed before their trial finally got underway in February 1992.",
    "speaker": null,
    "startTimecode": 2265500,
    "endTimecode": 2270880
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/126",
    "text": "Sam Kiley reported for the Times that the two defendants hired the same defense attorney who wanted to focus just as much on the Kenyan government's cover-up of the crime as he did on the innocence of his clients.",
    "speaker": null,
    "startTimecode": 2272260,
    "endTimecode": 2282820
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/127",
    "text": "An interesting bit of information that wasn't directly related to the trial, but certainly couldn't be ignored, was that just a few months after Julie was killed, Kenya's sitting foreign minister had also died under suspicious circumstances.",
    "speaker": null,
    "startTimecode": 2283620,
    "endTimecode": 2295800
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/128",
    "text": "Apparently, that guy was found dead two kilometers from his house, shot in the head at an awkward angle, sporting a broken leg, and burned with accelerant.",
    "speaker": null,
    "startTimecode": 2296840,
    "endTimecode": 2305040
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/129",
    "text": "From reading the source material, it's pretty clear that his untimely death only increased some people's suspicion that the government was trying to cover up or silence people who may have known important information about what really happened to Julie.",
    "speaker": null,
    "startTimecode": 2305860,
    "endTimecode": 2318240
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/130",
    "text": "A lot of the defendant's trial went the same way as the inquest a few years earlier.",
    "speaker": null,
    "startTimecode": 2318980,
    "endTimecode": 2323540
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/131",
    "text": "John Ward testified, and so did the original witnesses from Sand River Camp. One big difference, though, was that the judge overseeing the trial had everyone involved travel out to the reserve to tour the important locations of the crime. That experience was incredibly emotional for Jan Ward, Julie's mother, who traveled from England to attend the trial. She and John were allowed to grieve in private after the tour ended for the day and the defendants were escorted out of the area. Not long after that, the murder trial abruptly paused so that another case could go before the court. It was scheduled to resume at a later date, and I guess this is just something that happens within the Kenya court system. I'm not familiar with a situation like this happening, but regardless, John Ward was once again unhappy with the way Kenya's court system chose to operate. He told The Guardian, quote, it is really quite disgraceful. This trial has assumed second league importance. It's really quite pathetic. They've adjourned it for every reason under the sun, end quote. I have no idea what the other court case was that caused the trial to be delayed, but once things resumed a few weeks later, the verdict came in.",
    "speaker": null,
    "startTimecode": 2324320,
    "endTimecode": 2391980
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/132",
    "text": "And it was not what the wards expected.",
    "speaker": null,
    "startTimecode": 2392540,
    "endTimecode": 2394360
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/133",
    "text": "Sam Kiley reported for the Times that the assessors of the trial determined that both park rangers were not guilty of killing Julie.",
    "speaker": null,
    "startTimecode": 2395300,
    "endTimecode": 2402280
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/134",
    "text": "A few days later, the judge presiding over the proceedings agreed.",
    "speaker": null,
    "startTimecode": 2402960,
    "endTimecode": 2406440
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/135",
    "text": "Now, you might be asking, what is an assessor? Because I had the same question.",
    "speaker": null,
    "startTimecode": 2408300,
    "endTimecode": 2412740
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/136",
    "text": "And the best I could tell from reading the source material is they're kind of like jurors, but they don't have the same power that a jury here in the U.S. has.",
    "speaker": null,
    "startTimecode": 2413500,
    "endTimecode": 2420840
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/137",
    "text": "Basically, in Kenya, assessors in a murder case determined guilt or innocence and made their recommendation to the judge, but it was the judge who ultimately held the power to convict the accused. This is different than how the judicial system in the U.S. works, but that doesn't mean one way is wrong or right. It's just different. When it came down to it, the judge deciding the two gay wardens' fates said he was just not convinced by Scotland Yard's findings or the circumstantial case that the prosecution had presented.",
    "speaker": null,
    "startTimecode": 2421600,
    "endTimecode": 2449480
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/138",
    "text": "He thought that in addition to the defendants, the clerk for Sand River Camp and the police constable who was on duty there in September 1988 should have been investigated more, as well as Simon Ole McCalla, the chief game warden who'd found Julie's remains.",
    "speaker": null,
    "startTimecode": 2450280,
    "endTimecode": 2464340
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/139",
    "text": "The wards were understandably disappointed with the verdict and traveled back home to the UK with heavy hearts.",
    "speaker": null,
    "startTimecode": 2465480,
    "endTimecode": 2471020
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/140",
    "text": "John told the Times, quote, There was just reworking of the old lies.",
    "speaker": null,
    "startTimecode": 2471880,
    "endTimecode": 2476400
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/141",
    "text": "All I ever wanted to do was find out what happened, end quote.",
    "speaker": null,
    "startTimecode": 2476960,
    "endTimecode": 2480580
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/142",
    "text": "For a while, that seemed to be the end of the story.",
    "speaker": null,
    "startTimecode": 2481340,
    "endTimecode": 2484200
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/143",
    "text": "John somewhat backed off continuing to push for answers, and the rest of Julie's family just sort of accepted that they may never know who killed her or what really happened. But then, 10 months later, that all changed. Because Kenya's police department apparently cleaned house, and a new team of investigators had decided to relaunch the investigation into Julie's murder. An investigation that led them straight back to a very familiar name.",
    "speaker": null,
    "startTimecode": 2484980,
    "endTimecode": 2511420
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/144",
    "text": "Acorns makes it easy to start automatically saving and investing so your money has a chance to grow for you, your kids, and your retirement. You don't need to be an expert. Acorns will recommend a diversified portfolio that fits you and your money goals. You don't need to be rich. Acorns lets you invest with the spare money you've got right now. You can start with $5 or even just your spare change. You don't need to feel like financial wellness is impossible. Acorns gives you small, simple steps to get you and your money on track. Basically, Acorns does the hard part simple steps to get you and your money on track. Basically, Acorns does the hard part so you can give your money a chance to grow. Head to acorns.com slash parkpredators or download the Acorns app to start saving and investing for your future today. Paid non-client endorsement, compensation provides incentive to positively promote Acorns. Tier 2 compensation provided. Investing involves risk. Acorns Advisors, LLC, and SEC Registered Investment Advisor. View important disclosures at acorns.com slash parkpredators.",
    "speaker": null,
    "startTimecode": 2517100,
    "endTimecode": 2575480
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/145",
    "text": "Even those that embrace the chilly weather need something to break up long winter nights. Treat yourself to a little something without spending a fortune with Quince. All Quince items are priced 50 to 80 percent less than similar brands because they partner directly with top factories and cut out the cost of the middleman, passing the savings on to you. And of course, they use premium fabrics and finishes for that luxury feel in every piece. I ordered two holiday season scented candles from Quince and I absolutely love them so much, I got them as gifts for my sisters. And I know it's gonna be their cozy season must have for years to come. So treat yourself this winter without the luxury price tag. Go to quince.com slash parkpredators for 365 day returns plus free shipping on your order. That's Q-U-I-N-C-E dot com slash parkpredators to get free shipping and 365-day returns. quince.com slash parkpredators.",
    "speaker": null,
    "startTimecode": 2577760,
    "endTimecode": 2635200
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/146",
    "text": "In July 1998, Kenyan police arrested and charged Simon Olimakala with Julie's murder.",
    "speaker": null,
    "startTimecode": 2642520,
    "endTimecode": 2649300
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/147",
    "text": "By that point, it had been almost 10 years since the crime happened, and Simon was working as the assistant director of the Kenya Wildlife Service.",
    "speaker": null,
    "startTimecode": 2650080,
    "endTimecode": 2657660
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/148",
    "text": "He was no longer the chief game warden of the reserve.",
    "speaker": null,
    "startTimecode": 2658380,
    "endTimecode": 2660820
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/149",
    "text": "Kenya's sitting attorney general at the time told the press that sufficient circumstantial evidence had come to light over the course of an 18-month-long investigation that allowed them to move forward with arresting Simon. Lucy Hannon reported for The Guardian that one tool investigators were exploring in their case against Simon was DNA. Kenyan authorities had agreed to send some of the hair evidence in the case to England for further forensic testing. If you remember from earlier, a few blonde hairs had been found in the ranger outpost that Scotland Yard suspected Julie had been held at. But it doesn't seem like testing the hairs resulted in anything monumental or new coming to light. Because when Simon went to trial in March of 1999, I couldn't find anywhere in the reporting that hair evidence was presented, as like a linchpin that connected him to Julie's abduction and murder.",
    "speaker": null,
    "startTimecode": 2662080,
    "endTimecode": 2710000
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/150",
    "text": "What prosecutors did argue was that Simon suppressed other evidence in the case and had done nothing to try and search for Julie when he first learned she was missing.",
    "speaker": null,
    "startTimecode": 2710760,
    "endTimecode": 2718740
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/151",
    "text": "The prosecution also accused him of being dishonest about several things, including his actions during the initial investigation.",
    "speaker": null,
    "startTimecode": 2719580,
    "endTimecode": 2726020
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/152",
    "text": "For example, back in 1989, during the formal inquest, Simon testified that he didn't know how to drive a vehicle.",
    "speaker": null,
    "startTimecode": 2727160,
    "endTimecode": 2733800
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/153",
    "text": "But when he was confronted with statements from some of his deputies who said they'd seen him drive many times, and John Ward's testimony that he'd personally driven him on more than one occasion in the reserve the day after Julie's remains were found, it became clear that Simon had lied about his driving abilities.",
    "speaker": null,
    "startTimecode": 2734500,
    "endTimecode": 2751020
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/154",
    "text": "His explanation for lying, though, wasn't so much that he didn't know how to drive, it was that he'd been doing so illegally and lied afterwards to avoid possible charges.",
    "speaker": null,
    "startTimecode": 2751820,
    "endTimecode": 2761100
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/155",
    "text": "His dishonesty about whether or not he could drive made him look really bad, especially to John Ward. John accused Simon straight up of having prior knowledge of where to go to find Julie's remains. John claimed that reports had revealed that Simon joined the official search party only after Julie's Jeep was discovered, and he'd driven straight to the spot where her burned remains ended up, so that he would be the first person to make the discovery and radio the update to everyone else.",
    "speaker": null,
    "startTimecode": 2762020,
    "endTimecode": 2789280
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/156",
    "text": "Simon denied those allegations, though, and claimed that he and others had driven in several different directions around Julie's Jeep before taking the route that brought them to her charred remains. He said the only thing that had caused him to go in the direction of where she was eventually discovered was because search teams had spotted a flock of vultures circling in the air over that area, and his group had wanted to investigate it further. In the end, after 43 days of trial, the assessors and judge weighing Simon's guilt determined there wasn't enough evidence to convict him of murder, and he was acquitted. His adult daughter and several members of the Maasai tribe celebrated the news outside of the courthouse. John Ward was not happy, though. He claimed that the assessors had been influenced and directly contacted by Simon throughout the trial, and that the proceedings had been fundamentally flawed due to corruption. Author Grace Masilla wrote in her book, A Death Retold in Truth and truth and rumor that no one could deny the racial and cultural discourses swirling around julie's case as it went through multiple criminal trials and continued to stay in the media limelight julie was a young white british woman who'd been brutally murdered in an area predominantly occupied by native maasai tribe members the fact that her father was a white British wealthy businessman who relentlessly questioned the guilt of Kenyan citizens and the Kenyan government made the issue that much touchier.",
    "speaker": null,
    "startTimecode": 2790340,
    "endTimecode": 2873680
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/157",
    "text": "When you take into consideration the bloody history between British colonizers and Kenyan native people dating back to the turn of the 20th century, you can see where it would have been possible for prejudices and deep-seated tensions to influence people's opinions about the case, potential perpetrators, and the government agencies that at times conducted parallel investigations.",
    "speaker": null,
    "startTimecode": 2874320,
    "endTimecode": 2894420
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/158",
    "text": "Simon Olemakala and the two game wardens who were also acquitted of Julie's murder were all reported to be members of the Maasai tribe.",
    "speaker": null,
    "startTimecode": 2895740,
    "endTimecode": 2903160
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/159",
    "text": "Now, I don't know if these men truly were guilty or not. I don't think anyone can know that except them. But it's clear from reading a lot of quotes from John Ward that at one point he was convinced they were responsible for what happened to his daughter. However, on the flip side, there were also many native Kenyans who felt like the accusations being made against the defendants by Julie's British family members and supporters were a result of blind prejudice.",
    "speaker": null,
    "startTimecode": 2903860,
    "endTimecode": 2927460
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/160",
    "text": "Kenyan author Grace Masilla discusses in her book that one of the big reasons Maasai tribe members weren't necessarily forthcoming with information to Scotland Yard investigators or John Ward was because culturally the tribe is a very close-knit group and their members always support their own.",
    "speaker": null,
    "startTimecode": 2928340,
    "endTimecode": 2943900
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/161",
    "text": "They've also historically been at odds with British influences and the norms of modern legal procedures. I think dynamics like this and other wild spinoff theories as to who might be responsible for Julie's death just made this case a lot more difficult to try and solve as the years dragged on. For example, one theory that cropped up speculated that Julie might not have been the innocent, wildlife-loving photographer she presented herself as. Some people believed she might have been a British spy who'd come across damning information about the activities of powerful Kenyan political figures in the reserve. It's unclear, though, if anyone with any authority ever really pursued that theory beyond just it was possible.",
    "speaker": null,
    "startTimecode": 2944600,
    "endTimecode": 2985000
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/162",
    "text": "And naturally, John Ward and the Scotland Yard denounced it as completely unfounded.",
    "speaker": null,
    "startTimecode": 2989680,
    "endTimecode": 2990480
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/163",
    "text": "Which at this point in the story isn't a huge surprise to me.",
    "speaker": null,
    "startTimecode": 2993560,
    "endTimecode": 2994880
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/164",
    "text": "By 2004, a formal inquest in the UK had been held to help snuff out rumors like this. And that proceeding concluded with the same ruling.",
    "speaker": null,
    "startTimecode": 3000320,
    "endTimecode": 3002760
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/165",
    "text": "Julie was murdered, period.",
    "speaker": null,
    "startTimecode": 3003320,
    "endTimecode": 3004880
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/166",
    "text": "But another wild theory that surfaced as a result of that inquest had to do with Julie being struck by lightning.",
    "speaker": null,
    "startTimecode": 3005700,
    "endTimecode": 3011480
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/167",
    "text": "I know, we're back to that scenario again.",
    "speaker": null,
    "startTimecode": 3012160,
    "endTimecode": 3014120
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/168",
    "text": "Articles by Michael Horsnell and Patrick Barkham reported that way back in the fall of 1988, John Ward and some of his supporters had been told by a former MI6 officer that British intelligence agents had covertly inquired about Julie's murder shortly after news of her death broke. One agent had allegedly determined that she'd gotten her jeep stuck in the mud, walked to find help, become lost, and started a fire beneath a tree. She'd then climbed that tree to possibly be safe from threats on the ground, but then lightning struck her and it was so powerful it had severed her body, causing her to fall into the fire where animals later scavenged her remains.",
    "speaker": null,
    "startTimecode": 3015100,
    "endTimecode": 3052840
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/169",
    "text": "To say this theory feels like a stretch is an understatement, and it's worth noting it wasn't really something that the press reported on until many years after the crime.",
    "speaker": null,
    "startTimecode": 3053740,
    "endTimecode": 3063120
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/170",
    "text": "So, of course, when reporters did find out about it, they couldn't help but go to press immediately. The British forensic pathologist who'd conducted Julie's second autopsy in England, though, was not convinced the whole lightning strike theory was credible, purely from a logical standpoint. He told the Daily Telegraph, quote, when you are struck by lightning, your body doesn't fall into pieces with your legs, arm, and head falling off. I hope we don't hear any more of this nonsense. It's monstrous rubbish, end quote. It was also in 2004 that several big lies from the past started to unravel. For example, Dr. Shaker, the first pathologist in Kenya whose autopsy report had been changed, admitted that he'd agreed to let his bosses amend his initial report to cover up evidence that pointed to murder.",
    "speaker": null,
    "startTimecode": 3063920,
    "endTimecode": 3110900
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/171",
    "text": "A few years later, in 2009, nearly 21 years after Julie's death, the first Kenyan police investigator on Julie's case, who'd concluded all the way back in April 1989 that she'd died by suicide, ended up telling John Ward face to face that he'd made his entire report up just to get his superiors, who'd wanted the police department's investigation to point away from foul play, off his back.",
    "speaker": null,
    "startTimecode": 3111500,
    "endTimecode": 3134880
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/172",
    "text": "This officer also admitted that his original investigation seemed to indicate that a well-known political figure in Kenya might have been involved in Julie's murder.",
    "speaker": null,
    "startTimecode": 3135480,
    "endTimecode": 3143840
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/173",
    "text": "However, when he told his supervisor about that hunch, his boss had told him to, quote, look elsewhere, end quote.",
    "speaker": null,
    "startTimecode": 3144560,
    "endTimecode": 3151440
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/174",
    "text": "Also in 2009, the head of Scotland Yard's anti-terrorism unit launched another probe into the case after a new witness came forward with information about where some of Julie's other remains were buried in the park. This witness claimed that several of Julie's body parts had been separated from the ones that were burned and put elsewhere in the reserve to intentionally throw off investigators' suspicions back in 1988.",
    "speaker": null,
    "startTimecode": 3152360,
    "endTimecode": 3173020
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/175",
    "text": "The British detectives assigned to the case in 2009 told The Nation and the Sunday Telegraph that they'd identified DNA from evidence found at the murder scene and tied that DNA to a suspect, but didn't give any names.",
    "speaker": null,
    "startTimecode": 3173780,
    "endTimecode": 3185900
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/176",
    "text": "They spent almost two weeks interviewing witnesses in Kenya and collecting more DNA samples, but ultimately, momentum in the case slowed down and no arrests were made.",
    "speaker": null,
    "startTimecode": 3186660,
    "endTimecode": 3195440
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/177",
    "text": "By 2012, John Ward firmly believed that a prominent political player, who he referred to as Mr. B, was the mastermind behind Julie's murder. He wrote a lengthy article for the March 2012 issue of Nairobi Law Monthly titled Mr. B Killed Julie, in which he laid out his entire theory. I wasn't able to get my hands on a copy of that piece for this episode, but Grace Misilla wrote about it in her book and explained that John was very convinced this well-known figure called the shots when it came to why Julie was killed and how her murder was covered up. John had previously told reporter Kate Alderson that at one point he'd interviewed the political figure's driver, who said he'd witnessed Julie's murder after she'd accidentally come across a group of gun and drug smugglers in the reserve and been killed because she'd seen something she shouldn't have. But John's accusations about this Mr. B didn't result in that guy getting charged with anything. It did prompt the man to issue a public denial to Kenyan newspapers though, which I have to assume Mr. B did anonymously since I couldn't find his true identity reported anywhere. When John was previously interviewed by The Nation in 2011, he told reporters that he was absolutely convinced a conspiracy was to blame for why his daughter's murder had never been solved. He wrote in his book, The Animals Are Innocent, quote, you say to yourself, no matter what it is going to take, these people are not going to get away with it. But in the end, you are one individual against a state, and it is not easy, end quote.",
    "speaker": null,
    "startTimecode": 3196760,
    "endTimecode": 3288780
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/178",
    "text": "In 2020, John was back in news headlines yet again, talking about Julie's case and still claiming that a political conspiracy was to blame.",
    "speaker": null,
    "startTimecode": 3289540,
    "endTimecode": 3297560
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/179",
    "text": "By this point, though, he had some compelling proof and new witnesses to back up his theory.",
    "speaker": null,
    "startTimecode": 3298400,
    "endTimecode": 3302540
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/180",
    "text": "In February of that year, Kenya's president, Daniel Moy, who'd been in power when Julie was killed, died.",
    "speaker": null,
    "startTimecode": 3303320,
    "endTimecode": 3308920
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/181",
    "text": "And John said the former president's death triggered many people in Kenya to finally come forward with important information, information they'd been too scared to share while President Moy was alive.",
    "speaker": null,
    "startTimecode": 3309680,
    "endTimecode": 3319840
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/182",
    "text": "John claimed that one witness had revealed to him that Daniel's son, Jonathan Moy, was in the reserve when Julie was killed, and that the former president himself had helped cover up his son's involvement in the crime.",
    "speaker": null,
    "startTimecode": 3320820,
    "endTimecode": 3331500
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/183",
    "text": "John alleged that this witness alleged that Jonathan and some of his friends had been drinking in the park on September 6th, 1988, and stumbled across Julie while she was on her way to Nairobi taking pictures of wildlife.",
    "speaker": null,
    "startTimecode": 3332560,
    "endTimecode": 3343860
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/184",
    "text": "They abducted her, sexually assaulted her, and took her to a farm that Jonathan owned in the reserve and then later disposed of her body.",
    "speaker": null,
    "startTimecode": 3344840,
    "endTimecode": 3351460
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/185",
    "text": "Unfortunately, in May and June of 2023, within several weeks of one another, Jan and John Ward died at the age of 89, unable to prove their claims or present them to a governing body. Unable to prove their claims or present them to a governing body.",
    "speaker": null,
    "startTimecode": 3352580,
    "endTimecode": 3365340
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/186",
    "text": "Today, their sons, Tim and Bob Ward, continue to keep asking questions and putting pressure on law enforcement to explore the Moy family as possible suspects.",
    "speaker": null,
    "startTimecode": 3369720,
    "endTimecode": 3374240
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/187",
    "text": "Nick Craven reported for the Daily Mail that Julie's brothers are convinced that Jonathan Moy was involved in their sister's murder.",
    "speaker": null,
    "startTimecode": 3375160,
    "endTimecode": 3381780
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/188",
    "text": "But Jonathan died in 2019, so even if it could be proven he was involved, he can's murder. But Jonathan died in 2019, so even if it could be proven he was involved, he can't be prosecuted.",
    "speaker": null,
    "startTimecode": 3382480,
    "endTimecode": 3389500
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/189",
    "text": "It's important to note, though, that prior to his death, Jonathan denied allegations that the Ward family made against him regarding Julie's death.",
    "speaker": null,
    "startTimecode": 3392240,
    "endTimecode": 3397120
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/190",
    "text": "The Sunday Times reported that after her murder, Julie's remains were buried in Kenya because it was a place she'd loved so much and had made happy memories in during the final months of her life.",
    "speaker": null,
    "startTimecode": 3398840,
    "endTimecode": 3408920
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/191",
    "text": "Her dad traveled all over the world chasing leads and information he felt could bring him answers.",
    "speaker": null,
    "startTimecode": 3409780,
    "endTimecode": 3414740
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/192",
    "text": "John passed in June of 2023, followed shortly thereafter by Julie's mother, Jan.",
    "speaker": null,
    "startTimecode": 3415720,
    "endTimecode": 3420500
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/193",
    "text": "Jan. And even though John may have died never having found the truth, it's widely believed that if it weren't for his unwavering devotion to finding justice for Julie, the case would never have gotten the international attention it did over the years. His sons, Tim and Bob, consider him a hero in their eyes. And according to Francis Hardy's reporting for the Daily Mail, they've taken up the mantle of his efforts to continue pursuing justice for Julie. At the time of John's death, he had another book about the case still in the manuscript stage, and the brothers told the Daily Mail they still intend to publish it. There's also a proposed documentary and drama series in the works. I tried to reach out to Tim and Bob for this episode, but due to us being in different countries on different continents, I didn't hear back.",
    "speaker": null,
    "startTimecode": 3426280,
    "endTimecode": 3467860
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/194",
    "text": "So Bob, Tim, if you're listening, I'd love to hear from you. You can reach out directly to the show through the Park Predators Instagram, at parkpredators.",
    "speaker": null,
    "startTimecode": 3468580,
    "endTimecode": 3477540
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/195",
    "text": "From everything I've read about John Ward, he went farther than most people are able or willing to go to fight for their murdered child. But that work wasn't easy on him as a person. At one point, he told the Guardian's Helen Carter, quote, there is no sense of pleasure in finding out who murdered my daughter. It has been grisly, unpleasant, and nasty work. From day one, my sole objective has been to catch the bastard who has done this.",
    "speaker": null,
    "startTimecode": 3478640,
    "endTimecode": 3505600
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/196",
    "text": "I don't think about whether Julie would have been pleased with me or say it is for her memory.",
    "speaker": null,
    "startTimecode": 3509980,
    "endTimecode": 3510640
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/197",
    "text": "That's all Mickey Mouse stuff. End quote.",
    "speaker": null,
    "startTimecode": 3512160,
    "endTimecode": 3514660
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/198",
    "text": "In 1998, Julie's mom, Jan, wrote in a book titled Julie Ward Gentle Nature about how devastating the entire ordeal was on her family and how their pain never went away.",
    "speaker": null,
    "startTimecode": 3520000,
    "endTimecode": 3525560
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/199",
    "text": "She penned in part, quote, I don't think there will ever be an end because there is always an empty space.",
    "speaker": null,
    "startTimecode": 3526300,
    "endTimecode": 3532760
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/200",
    "text": "I think in the early days the feeling is overwhelming.",
    "speaker": null,
    "startTimecode": 3533500,
    "endTimecode": 3536020
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/201",
    "text": "You've got to know why and how and who and where. And you think when you know all that, you will understand and accept it. But I will never in a million years understand how anybody could kill Julie.",
    "speaker": null,
    "startTimecode": 3536760,
    "endTimecode": 3548900
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/202",
    "text": "You do feel that somehow when you know everything, you will be able to accept it. But it's not true.",
    "speaker": null,
    "startTimecode": 3549700,
    "endTimecode": 3555180
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/203",
    "text": "It's just a stepping stone along the way.",
    "speaker": null,
    "startTimecode": 3555740,
    "endTimecode": 3558420
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/204",
    "text": "End quote.",
    "speaker": null,
    "startTimecode": 3559140,
    "endTimecode": 3559660
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/205",
    "text": "Park Predators is an audio chuck production you can view a list of all the source material for this episode on our website parkpredators.com and you can also follow park predators on instagram at park predators so what do you think, Chuck? Do you approve?",
    "speaker": null,
    "startTimecode": 3564400,
    "endTimecode": 3588580
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/206",
    "text": "Meet Flip.",
    "speaker": null,
    "startTimecode": 3589380,
    "endTimecode": 3589620
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/207",
    "text": "She's one half of a flip-flop. That's me!",
    "speaker": null,
    "startTimecode": 3590840,
    "endTimecode": 3591480
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/208",
    "text": "Who got left behind at Celebration Key, Carnival's exclusive paradise in Grand Bahama.",
    "speaker": null,
    "startTimecode": 3593460,
    "endTimecode": 3596040
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/209",
    "text": "Uh, I chose to stay here.",
    "speaker": null,
    "startTimecode": 3597720,
    "endTimecode": 3597900
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/210",
    "text": "It really is paradise.",
    "speaker": null,
    "startTimecode": 3599320,
    "endTimecode": 3599680
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/211",
    "text": "So now, Flip spends her time lounging on the beach, swimming in the lagoon... And eating! The only thing more impressive than my appetite are all the dining options. Yeah, have you tried food service to your cabana? Ooh, yum. Flip, where'd she go? Book your cruise vacation to Carnival Celebration Keep, a paradise you'll want to lose yourself in.",
    "speaker": null,
    "startTimecode": 3602100,
    "endTimecode": 3616920
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/212",
    "text": "Ships Registry, the Bahamas and Panama.",
    "speaker": null,
    "startTimecode": 3617460,
    "endTimecode": 3618760
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/213",
    "text": "Make your winter even sweeter with the joyfully chill sensation of My Mochi ice cream. My Mochi is deliciously creamy premium ice cream wrapped in sweet soft dough. It comes in fabulous flavors like strawberry, mango, double chocolate, and cookies and cream.",
    "speaker": null,
    "startTimecode": 3619860,
    "endTimecode": 3636680
  },
  {
    "id": "89a292a5-d339-4867-8b88-95216a2d8885/transcript/paragraph/214",
    "text": "My Mochi ice cream tastes like an indulgent treat, but it's only around 70 calories per piece, and it's gluten-free. Look for the purple box of My Mochi at Target or visit mymochi.com to find a store near you.",
    "speaker": null,
    "startTimecode": 3637220,
    "endTimecode": 3649620
  }
]