[
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/0",
    "text": "Thanks for listening to The Rest is Politics. Sign up to The Rest is Politics Plus. To enjoy ad-free listening, receive a weekly newsletter, join our members chatroom and gain early access to live show tickets. Just go to therestispolitics.com. That's therestispolitics.com. The Rest is Politics is powered by our friends at Fuse Energy. And when you switch to Fuse, you will now receive Trip Plus membership free of charge. That's where you can take advantage of things like ad-free listening, early access to question time episodes, pre-sale live show tickets and more. All you've got to do is go to getfuse.com slash politics, use the referral code politics when signing up. We will be providing many more offers for members, which I think can be great, including interviews for members only and questions for members only, which I hope you'll enjoy. But the other advantage of signing up, of course, is that you can protect your energy bills by fixing your electricity rates for the next year with Fuse, which is going to be very relevant with the price cap rising by 6.4%. Fuse's new fixed tariffs undercut the April price cap by over £100, with almost £150 of savings for a typical customer on the 18-month tariff. By fixing your electricity rate, you can lock in your price today and protect yourself from any rises over the next year. And as you know, here at Trip, we love the whole green agenda. Fuse is a green electricity supplier generating power from their own solar and wind farms, and they invest 100% of profits into building more renewable energy. So download it now, use the referral code POLITICS after signing up, visit getfuse.com slash politics for the terms of conditions and to learn more. Ryan Reynolds here from Mint Mobile, with a message for everyone paying big wireless way too much. Please, for the love of everything good in this world, stop. With Mint, you can get premium wireless for just $15 a month. Of course, if you enjoy overpaying, no judgments, but that's weird. Okay, one judgment. Anyway, give it a try at mintmobile.com slash switch. Upfront payment of $45 for three-month plan, equivalent to $15 per month required. Intro rate first three months only, then full price plan options available. Taxes and fees extra. See full terms at Mintphaya.com Thank you. Tell your doctor if you have an infection, flu-like symptoms, or if you need a vaccine. Ask your doctor if Trimphia can help you manage the cycle of UC symptoms. Call 1-800-526-7736 to learn more or visit trimphiaradio.com.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 174720
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/1",
    "text": "welcome to another live stream rest Rest His Politics special, which started, the thought for this started when J.D. Vance started to insult French and British troops, even though he later denied it. Then we had Trump's speech overnight, which, again, pretty newsworthy. They also had this pretty amazing fiscal economic revolution in the german federal republic with the new incoming chancellor and then literally just before we started rory was sitting there in his kitchen flicking through his phone and discovered something breaking news rory do you want to just tell us? Well, yes. I mean, let's get into Canada, which I think is the way of opening, and then we'll get on to those other three subjects. So a quick, quick reminder for people. We've been doing a lot on Canada recently. We've just interviewed Christopher Freeland and Mark Carney, who are the two leading contenders, one of whom, probably Mark Carney, but one of whom will be the Canadian Prime Minister in five days, and you can listen to that on leading. And why are we concentrating so much on Canada? And we also did quite a lot of the last podcast on Canada. Well, because Canada is not just one of the world's largest economies. You know, it's got an economy almost the same size as the United Kingdom's. It's got a GDP per capita considerably larger than that of the United Kingdom. But it is, of course, the U.S.'s nearest neighbor. And the reason why we're starting with it is that Donald Trump announced that he would reimpose 25% tariffs on Canada, 25% on Mexico, 20% on China. And people remember he imposed it 30 days ago. This is, incidentally, a completely illegal thing. Theoretically, he's supposed to spend 180 days in terms of treaty, and he's meant to get congressional approval, but he just does it. Canada responded, you thought, quite well, but they did make a concession. And we'll begin to understand why they made a concession, because of the scale of what this is doing to the Canadian economy. Their concession was they set up a fentanyl czar, they moved troops to the border. And I think we thought at the time that that probably had been enough for Trump to go away for a bit. Instead of which, he announced, actually, it's only a 30-day suspension, and it's now been re-announced. And the impacts of this are unbelievable. So just a few facts. 75% of all Canadian exports go to the United States. 33% of all Canadian imports come from the United States. 18%, so nearly a fifth of the Canadian economy, is connected to exporting from the United States. 2.4 million jobs in Canada directly connected to exporting to the United States. And if this is kept in place, modeling is unbelievably difficult because there are incredible second and third order impacts. Reuters did an article this morning suggesting inflation will get up to 7.2%. GDP will contract by 2.6%. That's a very, very serious contraction. Unemployment will go up 7%. But that's just the beginning. Because you shared a graphic with us, which I think came out from me from the BBC, illustrating how complicated this can be, that the 25% tariffs may be underestimating if you follow a single bit of piping going uh into an american car it'll go from canada all the way down to mexico get a 25% tariff in mexico and then come back again um now to add to that the story that i was just talking about before we came on which joshy uh my my uh one of the people i admire greatly partly because he's been having a good fight with J.D. Vance about Ukraine, has just tweeted out that America is threatening Canada with expulsion from Five Eyes, which is the intelligence-sharing network between Canada, Australia, New Zealand, United Kingdom, and the United States. It's threatening border changes, and according to Canadian Foreign Minister Jody, Trump officials say that they are putting military cooperation and water on the table. So military cooperation includes things like continental air defence. And as a result, there are now pretty serious Canadians beginning to write articles saying things like, we must be prepared to defend our sovereignty, not just with military spending, but with a population that is engaged, trained and ready. Peter MacLeod calling for civil defense force where every Canadian has a role to play. So this is the beginning of something pretty serious. Over to you. Well, when you first told me, you read verbatim what your friend tweeted, my initial reaction was all that sort of thing you say when you're declaring war on somebody.",
    "speaker": null,
    "startTimecode": 471560,
    "endTimecode": 471860
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/2",
    "text": "This five I, we've talked about the five I's.",
    "speaker": null,
    "startTimecode": 474040,
    "endTimecode": 460000
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/3",
    "text": "And when we talked to David McCloskey from The Rest is Classified, he was explaining how that helps. It goes back to the basic idea that intelligence sharing is a stronger way of countries defending themselves and each other. And it's been longstanding to just do that. And right in the middle of this leadership election that's about to find the new prime minister, I wonder whether it's a direct response to the fact that Justin Trudeau, the Canadian prime Minister, who's in the last week of his premiership, so probably a bit gung-ho, but I think he's a pretty thoughtful guy. But he said, his immediate reaction to the Trump tariff announcement was to say, it's not often that I agree with the Wall Street Journal, but when they say that you're dumb-dolled in relation to this, they're absolutely right. You is a, you may be a smart guy, but this is a very dumb thing to do. And the other thing I saw was on Fox News of all places, a reporter explaining how this was going to put the prices up for ordinary Americans buying the things that they like to buy. Whereas Trump, the post-truth president, who likes to lie more than he likes to tell the truth constantly saying this is all going to be paid for by the country that we're putting the tariffs on no it's not this is going to be paid for in italian in prices and also in terms of the inflation as you say um just just um because we're going to get into this more um one of the things i've been reflecting on a great deal, because we just talked to Michael Wolfe as an interview for Leading, which will be coming out soon, who is a friend of yours who's written four books on Trump and had this incredible access of being allowed to spend seven months in the White House and the first Trump presidency. and his general tendency has been to downplay the threat from trump and to say he didn't actually do that much damage first time and he's largely about entertainment and news stories. There's not really a consistent policy threat. I want to push back against this because I think tariffs is a good route into this. And then we'll move on to J.D. Vance and allies and NATO and Ukraine. So, Trump has been saying that tariffs is one of the most beautiful words in the English language for many, many years now. In fact, he's on the record praising tariffs back in the late 80s. I'm just reading a great book at the moment called America First about America's more than 100-year romance from the American right with authoritarian dictators, in particular with Germany in the First and Second World War. And in that book, describing Trump's foreign policy in 2016, says that Trump believed that American allies mooched on the United States, I would say just exploited it, that there was that there was no US national interest in investing in alliances in Europe and Asia, that Ukraine belonged firmly within Putin's sphere of influence, and that dictators like Putin were worthy of emulation. And again, I would suggest that's pretty consistent. That's eight, nine years ago. It doesn't look like he's changed very much. he has changed he's got he's got he's he's more on that track now than he was and and i guess one of the i'm going to finish here but one of the paradoxes is given all these beliefs maybe the surprising thing isn't so much why he's doing all this stuff now maybe more surprising is why he didn't do more of this stuff in 2017 to 2021.",
    "speaker": null,
    "startTimecode": 566540,
    "endTimecode": 687500
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/4",
    "text": "And the answer is probably that he was surrounded by people who thought that a lot of the stuff he was doing and saying was mad and they were trying to stop him, where he's now surrounded by people like Speaker Johnson Vance, who we saw sitting behind him in the Congress last night, like Elon Musk, like the cabinet who are there basically to do their do as they're told um he's now feels emboldened and empowered um but i i i thought i i didn't i i was part of me said should i stay up and watch his congress speech then a very much larger part said no go to bed um so i haven't watched the whole thing i've just and i am onlyair. I know. I mean, we're talking Castro levels here, aren't we? We really are. But this all goes into the thing about, it's all about me. I mean, any self-respecting politician knows that if there's one thing other politicians can't stand, is having to sit there for a very long time listening to somebody else talk at them. And he went on and on and on and on loving the drama loving the theater didn't actually say that much that was consequential or or newsworthy um and it was pretty tribal and one of the democrats got got kicked out but just to go just to go back to why we first thought maybe we should do something today in fact fiona my my fiona said the other day so the trouble with these with trump at the moment is that you guys us and the mooch and catty you're doing these podcasts and then they go out the next morning and like so much stuff has already happened and it sort of feels like that but we were actually thinking that we should do something about jd vance and what he said in yet another fox interview about Europe, where he basically said, we said this on the main podcast that went out this morning. And by the way, I should tell people we're going to delay question time because we're going to put, this is going out live now. Members, our members can already see question time because it goes out with the main podcast, but we're going to put this out on general release, as it were, overnight tonight, and then question time on Friday. So I'll remind people of that at the end. But the thing about Vance, he did this interview with Fox News, where he said the thing that I mentioned on the main podcast, well, the trouble with the Europeans is that, you know, they say one thing in private, and they tell you they want to sort out Ukraine and get a ceasefire. But then they stand up in public and say, you know, I love you, Zelensky, and blah, blah, blah. And then he went on. They've got this absolute obsession that if they have this minerals deal with lots of American companies in there sort of, you know, digging and scavenging and foraging and what have you, making money, why on earth isn't that a security guarantee? It's going to stop people. The fact that, you know, some American miners in there. Can I interrupt for a second? Yeah, interrupt for a second. Well, there are two answers to that. One is, of course, there are American miners all around the world. There are American miners, you know, in the Democratic Republic of the Congo. That doesn't mean that the United States is getting involved in 150 insurgencies in the Democratic Republic of the Congo. Secondly, presumably all that matters is their ability to extract the minerals from the ground. So most of these minerals, or a lot of them, are actually in the bit controlled by Putin. So actually, in effect, all that has to happen is Putin has to say, go on, fill your boots, keep extracting the minerals. And presumably there's no reason for the US to get involved at all. If all they are interested in is protecting their mining assets, they don't care at all whether Zelensky is in office or Putin is in office. Correct. So Vance then goes on. And I think Vance is an interesting character. I have read his book, Hillbilly Elegy. It is very interesting. He did come from an extraordinarily poor background. But I think he's become a pretty repellent human being. And he went on to say that this would be a better security guarantee than the idea of 20,000 soldiers from some random country that hasn't fought a war in 30 to 40 years. Well, there's only two countries that are on the record. Others have indicated that they might take part, but there are only two countries that have actually said we would put, quote, boots on the ground. That is the United Kingdom and France. So not surprisingly, people like the Shadow Defense Secretary, people like Johnny Mercer, former veteran, lots of soldiers, people like that guy who was Nickle. Was it John Nickle who was taken hostage? Pilot, yeah. The pilot who was taken hostage. So a lot of very angry soldiers out there. And front page of the British newspapers, Daily Express, Daily Star. Water wall, absolutely vile about Vance. And I had, I've got, as you know, a couple of very good friends who were in Special Forces, and they were absolutely livid. And one of them just sent me a very, very short message of all the places that he had fought in alongside Americans in his nearly 20-year career.",
    "speaker": null,
    "startTimecode": 688080,
    "endTimecode": 973540
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/5",
    "text": "Let's dig into this a little bit more, but just to follow this story through.",
    "speaker": null,
    "startTimecode": 974420,
    "endTimecode": 979180
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/6",
    "text": "Vance then followed on this communications horror by making it even worse. He then came out and say, I didn't mention the UK or France. Now, so then the question is, so who is it you did meet? You know, who is this random country that hasn't fought a war in 30, 40 years? So I was thinking back to my time in Iraq and Afghanistan. And Afghanistan, between 2010, 2017, any one time, the UK had about 10,000 soldiers on the ground, and France had about 4,000. But get this, Germany had 5,000, Italy had 4,000, Canada had 3,000, the Dutch had 2,000, the Poles, the Australians, the Spanish, the Danes, the Romanians, the Turks had about 1,000 each, the Bulgarians, the Belgians, the Norwegians, the Czechs had over 500. In Iraq, the South Koreans had 3,600. The Ukrainians had 1,600 helping the Americans. Japan had troops on the ground. And the actual numbers of people we deployed was much bigger. Britain deployed 137,000 individual personnel deployments, because remember, we were there for 20 years. So you have 10,000 there at one time. You have to keep rotating them in and out on six-month rotations. So the question then for J.D. Vance is, given that over 50 countries came in to back the United States when the United States was attacked after 9-11, deployed into Afghanistan. It must be Luxembourg the danes had troops on the ground i think the luck luxembourg contributed i mean i think that if you really pin vance down and try to ask him which country he means he's really stuck because there were more than 50 countries on the ground this is what but this is this is what is so annoying about the way that the media ecosystem works in america i mean what does vance actually do he sits on the sofa and listens to donald trump and tries to get him riled up with zelensky he checks his twitter feed probably about four hours a day looking at his twitter feed and gets into spats with people like you and other meddy hassan other journalists and then the other thing that he does is he does interviews with Fox News. And I think this is one of the reasons, and by the way, JD, if you're listening, we'd love to have you on the podcast. One of the reasons I think they don't, they get, they make mistakes is because they're always doing these interviews with people who just agree with them. So there's one point in that interview, I watched the whole thing again last night. There's one point in that interview, where they talk about everything that Biden and the Europeans tried to do to stop, stop Putin invading. And the interviewer says, and he's still invaded. And the guy starts laughing. And then Vance starts laughing. Yeah, he's still invaded. And the look is sort of terrible. And but let me just a brief history lesson for anybody who wants to hear these things and please feed this back to J.D. Vance. 1990 to 91, First Gulf War, 392 fatalities, including 47 British personnel, 53,000 British troops involved. Bosnian War, 59 British fatalities out of 2,400 troops who were there as part of UNPRAFOR. Kosovo war, actually, that was a casualty wise, was the NATO casualties were fairly low. We had 4,000 troops there alongside 7,000 American troops. They talk about every war they've ever done as though it's all about them. There were 40,000 NATO troops, most of those countries that you said there. Afghanistan, 457. UK military, 457 casualties. Killed, killed. 457 deaths. Deaths, deaths. Deaths, deaths. Out of 900, we had 150,000 overall, 9,500. Iraq, 179 British soldiers killed out of 140,000 that took part. And then you go through Operation Desert Fox, Sierra Leone. We had a soldier killed. I can remember it vividly. We had a soldier killed in combat in Sierra Leone. And if you go to Sierra Leone these days, people will say that that was the British, essentially say. And then you go into Sierra Leone these days, people will say that that was the British essentially say, and then you go into Libya, and then also Operation Prosperity Garden is going on now. So there are British forces, small in number, alongside Americans right now in Yemen. Yeah. So, I mean, I think the other thing is to bring it down to individuals. So, like almost everybody who was in Afghanistan, Iraq, I knew people who were killed, and I knew many people who were permanently injured. And they did so alongside Americans. Some of them were killed by americans in friendly fire accidents so i remember at the beginning of 2003 in iraq lance corporal matty howell was killed when the u.s aircraft fired on the blues and royals i was in afghanistan when stephen farrell who was the New York Times journalist, was freed by a British operation in which Corporal John Harrison was killed. And one of the things that never really came off in Parliament is that prime ministers read out the names of soldiers. So I remember my first prime minister's question, watching David Cameron say, I'd like to pay tribute from 40 commando to corporal Stephen Curley. But what they don't really tell you is who these people were. So Stephen Curley was a mountain warfare specialist. He was an amazingly inspiring Marine. He had saved another soldier at huge risk to his own life. He'd been killed by a bomb in a small alley in Sangin on patrol. And so we're talking here about hundreds of British and European lives that have been lost. I served in Nasseria alongside the Italians, saw an Italian soldier take a round in the leg. I saw the head of my bodyguard teams in New Zealander manning the general purpose machine gun, trying to keep sheer militia back from coming over our fence line.",
    "speaker": null,
    "startTimecode": 979840,
    "endTimecode": 1350780
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/7",
    "text": "So these are wars in which the U.S. relied on 70 or 80 years of goodwill.",
    "speaker": null,
    "startTimecode": 1352360,
    "endTimecode": 1359160
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/8",
    "text": "American power, martial plans, all American development assistance, its military integration to call on other nations to come to its aid. It was solidarity about an attack on the United States in 9-11. That attack was not that al-Qaeda attacked Denmark or Norway or Ukraine. Ukraine deployed into Iraq to help the United States.",
    "speaker": null,
    "startTimecode": 1359960,
    "endTimecode": 1385500
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/9",
    "text": "And what Vance has done is such an astonishing revelation of his profound ignorance, his insecurity, his silliness, his complete unsuitability for the role of vice president. I cannot think of any vice president in American history who would have been stupid enough to insult allies who gave lives in that way. But above all, for somebody who served in the military, an unbelievable contempt for the service of hundreds of thousands of soldiers who deployed and left their families to back the United States. Well, let me tell you, I just looked up Johnny Mercer's Twitter feed. This clown, as Vance, needs to check his privilege. I read his book, making the mistake of finding him quite interesting, as did I. By his own admission, he spent his time in the Marines, quotes, writing articles and taking pictures. Perhaps if he'd got his hands dirty serving his country like so many of his fellow American and British veterans, chasing his own country's crazy foreign policy ideas, he might not be so quick to dismiss their sacrifice. And I think this will run, I suspect if this is getting any play, it probably won't be because they just move on to the next chapter in the Trump reality TV show. I suspect a lot of Americans will be really, really angry. A lot of American military will be angry about this because it's essentially saying, and you tie it. You imagine if you're Canadian today, you tie it in with what you said about the five eyes. They're basically saying, unless you are part of our gang now, America 2025, nothing you ever did counts. It doesn't count for anything. so he tried to backtrack and said, I didn't mean Britain, I didn't mean France, as you say, ridiculous, who did you mean then? But actually, if you watch the interview in its totality, there's a level of arrogance and hubris that is really overwhelming. And if these people had any sense, they'd maybe govern a bit more and start talking a lot less. It's very weird because America, the America that I knew when I began my career, very briefly in the military and then joining the foreign office, bent over backwards to make allies feel valued. Even when America had more troops on the ground, even when it was spending more money. I remember when I was deployed, my first posting to, sorry, not my first posting, my second posting to Montenegro, that the Americans came in to see us and they said, we're very pleased you're going to Montenegro and we're very sorry that we don't have more people on the ground there. We're very sorry that we can't share much more with you. We're so grateful for all you're doing. And even at the time, I thought they're blowing smoke. They probably do have a lot more assets and a lot more information than we do in Montenegro. But they at least pretended, right? They gave us a lot of credit. And then I remember a few months in, a large American coming up to me in the street and saying, I hear you haven't got a good evacuation plan. My evacuation plan was supposed to be that I was supposed to walk 40 miles to the Albanian border if something went wrong. And he said, I've got two Black Hawk helicopters at the airport. And if you're ever in any trouble, here's my number and I'll get you out. right? So that was the America that I knew, where there was no doubt, of course, that the United States had the kit, that the united states had the kit had the money had the influence but they've bent over backwards to be gracious and courteous towards their allies and and this is reversing it all but this is but this comes from the top um if you so vance just watch vance in those meetings with trump this is what michael wolf says he's he's working he's playing to an audience of one he wants to be the guy that trump likes respects listens to is influenced by um and so he's sold out his soul we know that from all the things that he used to say about trump that he now sort of you know is uns is unsaid. But I also think it says something about Trump's personality that, you know, it's the old thing about if you're really strong, you don't need to say you're strong. If you're really rich, you don't need to keep saying that you're really rich. If you're really powerful, you don't need to say, if you're really clever, you don't go around saying I'm really clever. Trump is actually unbelievably unsecure about what other people think of him. So, look, I had my closest experience with the American military was when I went and I've talked to you this about before, and I went and worked at NATO shape headquarters in Belgium under the general Wes Clark was the guy in charge and what have you. And that was absolutely multinational. I mean, you know, there was a, the top guy was American. The second guy was a Brit. The third guy was a German. The Italians, as you say, went right down. Turks, all sorts of people there. And the Americans in there, yes, they're brash and yes, they're American and what have you, but they could not have been more welcoming, solicitous, helpful, and not sort of throwing their weight around the whole time. And I think what we've got is the reason why the Zelensky meeting sort of offended so many people. It just looked like a couple of bullies throwing their weight around.",
    "speaker": null,
    "startTimecode": 1386600,
    "endTimecode": 1697400
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/10",
    "text": "It's also unbelievably stupid of the United States, because I think Vance is focusing on the fact that the US in these engagements in Iraq and Afghanistan had more manpower, and more kit, and more money was doing more of the fighting. And that's absolutely true. When I was surrounded in my compound in Iraq, in the end, it was an American AC 130 specs, a gunship coming down from Bagh Baghdad that got rid of the people attacking our position. We were very reliant on the Americans for logistics, for air support and all this stuff. But do the counterfactual. Imagining if America had gone into Iraq and Afghanistan alone, imagine how quickly those interventions would have collapsed in the global consciousness. Everything that people hated those interventions for, it would have been within a few weeks or months if America was there alone, doing all the killing alone, doing all the occupation alone, facing this full insurgency alone. Bush, Obama, all these people understood that these coalitions, the willing, were absolutely vital for suggesting to the world that what America was doing fighting terrorism or what America was doing fighting Saddam Hussein was not just an American selfish interest, but it was about global security, it was about democracy, it was about human rights and all this other stuff, which may be questioned now, but will not be possible if the US tries to do any intervention in the future, because it will find itself doing it alone. And alone, it will be much weaker. Look what happened over Syria. And we often say that that was maybe when Putin decided the West was weak, I can really move into Syria. I can do whatever I want. And that probably made it getting away with that made him think he could get away with Ukraine and what have you. But one of the reasons for that was Barack Obama felt that to do it alone as the United States would not be effective. So these guys are basically thinking, you know, they can do whatever they want because they're America.",
    "speaker": null,
    "startTimecode": 1698100,
    "endTimecode": 1828920
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/11",
    "text": "And, you know, Fiona and I were watching, I mentioned on the main podcast, the Norma Percy series on the Middle East.",
    "speaker": null,
    "startTimecode": 1829460,
    "endTimecode": 1835740
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/12",
    "text": "And the final episode, Trump is in part of it. And of course, he's there basically saying, I'm a great deal maker. I'm going to make a great deal. I'm going to get the Palestinians and the Israelis together. It's going to be beautiful. It's going to be a great deal. This is in his first term. Now, where is he today as the ceasefire is under real pressure? Anser, not really caring because he's moved on. He's focused on Ukraine and then Canada and then Mexico. And we're back to Michael Wolfe's point about it being a sort of you know just keep updating the story keep finding a new storyline as opposed to actually govern the country rory we've got a few minutes left do you think it's worth germany and it's sort of a couple of quick things i mean just to to deepen the problem why none of this adds up um the reason that Trump was going for Greenland was all about minerals, Arctic security, trying to deal with those lines that connect Russia with the American landmass. And right in the heart of that is Canada. There's a $38.6 billion commitment to modernize the North American Air Defense Command. There are incredible reliance of the United States on Canada because Canada has that enormous landmass for doing almost everything they want to do on air surveillance, maritime, Arctic overwatch, challenging Russia up in that northeast corner. everything that he claimed he's getting from Greenland Canada offers so much of that, and he's about to blow it up. Final quick couple of things for Germany. I'm really interested in something that you've talked about, and I didn't take seriously enough. So I've been looking at this much, which is the admiration for Hungary and the way in which people like Vance can really only be understood in terms of this very, very weird story of admiring the authoritarian ruler of this tiny country with a population about half the size of Florida. And, you know, you've been on this for a long time. Balas Orban, who is one of the great ideologues of Orban, the ruler, turns up in Vance's office, comes up on stage with him at Heritage Foundation conferences, gets photographs taken with him. And they admire Hungary in a tradition that is very, very old. And a lot of the language that you can see being used, so language about population replacement, immigration, is language that was used by the American right and isolationists to justify supporting Germany in the First and Second World Wars. And I've been thinking about this, I'll finish on this and then hand back to you, that if you look at the way that the far right in America tried to defend Germany in the First World War, substitute Russia, Belgium for Ukraine. So you remember the First World War, Kaiser Wilhelm rolls into neutral Belgium. And the American propagandists for Germany tried to say it wasn't Germany's fault. Germany had been encircled. Britain and France got too close to Germany. And anyway, Germany was this wonderful authoritarian power. It had a powerful leader in Kaiser Wilhelm. The German economy was doing very well, producing twice as much steel as Britain, just as much coal as the United Kingdom. And anyway, democracy had got weak and German culture was showing the strength. And the of belgium who was the great hero of all this was the sort of zelensky of the era who they really went out of their way to try to rubbish and say there is no u.s interest in this at all and their final move of course was not just to say germany didn't start the war someone else started it but to say that we need germany in those days to fight russia just as they now say we need putin and russia to fight china okay back over to you right but we're now in an era of this post-truthism so what they do when things go wrong for them is they either make up the facts give alternative facts or they move on to to the next thing um yeah the orban thing is fascinating it's absolutely fascinating by the way rory the other the other friend that came out in support of jd vance which was i think a pretty lethal error was kemi badelock um she was out on one of the farm protests and she basically came out as a sort of unpaid voluntary spin doctor trying to spin what he'd said and said i don't think he was criticizing britain or france i've seen what he said he's a good friend of mine he respects britain blah blah bad move kemi i think that when you when if you're a brit or you're french i don't think you listen to that and think this guy's being really nice about Britain and France. I really don't. So listen, let's just talk about Germany. Because yesterday, the podcast that we recorded yesterday, it's gone out today. I just wonder whether the German secret service were listening because we were saying, listen, these guys need to get together and do a very quick, you know, sharp coalition agreement and get out and get going. And so what happened yesterday was that Friedrich Merz and Markus Serda, the leader of the CSU, the Bavarian sister party, they did a press event after a meeting with Lars Klingbeil, one of the leaders of the STP and another coalition negotiator. And they announced that this famous debt break that they have is going to be reformed. And they're going to do this before the new government is formed so that they can stop the blocking minority that the AFD and the link between them would be able to mount. And this will exempt defense spending from the debt break, the constitution's fiscal restraint. So that is a big, big deal. And essentially what he said was, and this again, it does, it does sound rather like the speech I said he should make, as he basically said, in view of the threats to our freedom and peace on the continent, whatever it takes has to now apply to the country's defense. So that's a big move. Yeah, and it's a reminder that the basic shtick from Vance with which we began is to massively underestimate Europe and European allies and to just gently slag them off in every different sort of way. There was some quite interesting stuff actually came out of Kaddi Kay and Ansi Scaramucci's stuff on this, where you can see a culture stretches a long way with Brillion Vance into senators and congressmen basically saying, Europe doesn't really matter anymore. And what Europe is actually demonstrating is firstly that it moves quicker than people could believe.",
    "speaker": null,
    "startTimecode": 1836360,
    "endTimecode": 2251560
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/13",
    "text": "We actually, Europe stood up against Putin's invasion of Ukraine much more quickly than anyone would have predicted, much more than people like Vance predicted back in the day where they thought we'd be completely disunified and we were so reliant on russian gas we'd never dare to confront him um but it's also worth just reminding people how big the european economy is right look at the russia yeah well the european i mean britain's economy is considerably larger than russia's put all the european economies together i mean you're looking at them being 12 times larger than the Russian economy. Now, to put that in context, the American economy, right, is probably five times larger than the German economy, four or five times larger than the German economy. And that's, we feel the US is a very wealthy place. It is, right? But compare Europe together against Russia, 12 times larger, right? Europe is still one of the most significant global superpowers. 15% of all the world's GDP is currently in Europe. And if what Germany is doing and what Poland is doing and what the Nordic countries are doing, Finland, Scandinavia,avia is reinforced by britain and france there is something pretty remarkable coming which will prove everything vance said wrong um final question to you because again um just to promote our sister podcast rest is politics us i was pretty shocked by what i was hearing from uh mooch and caddy basically were saying, to my horror, it's very obvious Zelensky's got no chance. What he's got to do is he's got to go out on Fox News. He's got to apologize completely. He's got to sign the minerals deal, and he might have to resign. And I was thinking, what planet are these people on? I mean, who have they been talking to? What does Zelensky get out of this? I mean, America, and I'm not blaming the Mouch and Caddy Kay, right? You're just asking what planet they're on. Well, I think what they're in is an echo chamber of talking to American senators and congressmen that have completely lost touch with reality. Yeah, the right. The point is, what on earth would Zelensky get from that? You know, what comes with it? Where are the security carriers? I mean, given that essentially, I tell you what this is, and Shoshana made this point to me, what the US is doing in Ukraine is identical to what the US did in Afghanistan. They're basically handing the country over to the Taliban in Afghanistan, and they hand the country over to Putin. And remember, Trump and Biden theoretically had deals with the Taliban. Didn't matter. As soon as they left, Taliban take the country. Nobody cares about the deals anymore. There might be a theoretical deal between the US and Putin. They leave. Putin takes. Nobody talks about the deal anymore. Putin's got Ukraine. That's the end of the story. The other thing you have to do, this is maybe what the Mucin category should talk about next time around. Write down a list of all the things that Trump has demanded of Zelensky. Write down a list of all the things he said of Zelensky, which are very critical of Zelensky. And then perform the same exercise for Putin, where you will find he has asked next to nothing, and he has made no public criticism whatsoever. Can I add one more on your list? Put in the list everything that he's demanded from Zelensky, and then put on the other side everything that he's promised to do for Zelensky. Yeah, that's not a bad one. So then say to yourself, if you're Zelensky and you're the leader of a nation under profound existential threat, what I liked about Zelensky's statement yesterday was that he did the grovel, grovel, grovel stuff. But then when you get to the end of it, he basically slides in there that this will be a step towards security guarantees. So the news is all about how he's agreed to sign the mineral deal. He basically said he'd agreed to sign the mineral deal as a step towards security guarantees. So the sequencing, if you're reading that letter and think, oh, well, that's the order in which this goes, but no, not necessarily. So if I'd have been an American, I wouldn't have been quite so cocky. Also, by the was talking to pat kenny on irish radio today and he said i hadn't heard this but he said that um this talk this week of a meeting in the white house with trump zelinski macron and starmer um now i don't know if that's the buzz i've not heard that officially but i do think it's interesting and by the way there's this european summit on uh thursday eu's 27 national leaders that will include all bands so obviously you know people won't be able to necessarily say what they think the whole time but i i'm going to repeat my i know we have a lot of german government listeners i'm going to repeat my suggestion that schultz takes mertz with him yeah i think and then i strong signal and then let me just put in my last thing there quit playing trump's game stop it trump could not have been clearer for more than a decade that he believes putin's line on ukraine we are humiliating again and again, bending over backwards, begging, giving him exactly what he wants, which is that he just feels he can demand anything at the moment from people. We're abandoning Canada and not stepping up for what should be one of our closest allies in the world. We are about to give away $500 billion of Ukraine's mineral resources, and there is nothing coming in return, nothing. And at some point, this optimism bias needs to be challenged. And at some point, this desperate spectacle of leaders turning up to flatter Trump, believing somehow this is the last chance saloon. You know, I talked to you about this awful briefing against Zelensky. You know, Rutter, the NATO Secretary General criticizing him, people saying immediately afterwards he didn't quite wear the right clothes, all of this tying in to the Katty Kay mooch story that, oh, it's very obvious what needs to happen. Zelensky just needs to apologize, go on Fox News, humiliate himself. And then what? And the answer is exactly nothing yeah i mean trump has i mean look i don't know how to repeat this enough trump has no interest in american troops or american planes doing anything in ukraine yeah so he cannot provide a security guarantee well listen uh my final word rory is to J.D. Vance that if and when the state visit happens and he comes with Trump, I'd like him to meet my friend Bobby from Hereford. He wants to speak to him. Bobby from Hereford is really not happy with J.D. Now, listen, this is a sort of, what day is it today? Wednesday. So, this is wednesday it's a wednesday afternoon i don't know how many of you are at work but there are over 15 000 of you on this stream and the live show that we did the other day rory on the back of the zelinski meeting over two million people we had by the end of it uh who watched it so there's a lot of interest in this. If you've enjoyed today's stream, do please hit subscribe, become a subscriber and Rory will tell you all sorts of great things that we get out of that. I'm always a bit more embarrassed because he's sort of probably he's a bit populist about it. He says, you know, we have exclusive interviews that no real, we did an interview with Trump the other day, but we just gave it to subscribers.",
    "speaker": null,
    "startTimecode": 2252300,
    "endTimecode": 2701860
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/14",
    "text": "But we are going to, so this has been live. Thank you for all of you who watched and listened. We'll put out this  Thank you for all of you who watched and listened. We'll put out this on general release overnight. And then on Friday, we'll put out our question time where we've got some very, very interesting. But if you want to listen earlier to the question time, become a subscriber. And that's also true for some of the interviews we're going to put out and other stuff um thank you all very very very much for listening and i think the main point is this there's a real tendency because of trump not doing so much in 2017 to 2020 to think that people have got trump derangement syndrome that it's all exaggerated he got it. That he's not really doing very much. It's not going to be so bad. I met someone today, a Swiss woman saying, you know, maybe it's going to be good for the world. Just try to concentrate on what he's actually doing. He has destroyed any possibility of reconstruction for Gaza with his absolutely irresponsible, illegal comments about Gaza. He's destroyed that. He's destroyed any possibility of trying to challenge Russia effectively over Ukraine, forcing Europe into this very high risk strategy, which at the moment is teetering on the edge of an open conflict with Russia. And with his nearest trading partner, for all those bankers and business people who are still celebrating Trump and how splendid he is for the American economy, these are real. These are real 25% tariffs, which will mean an effect on nearly, I mean, sorry, I don't want to go through this again, but I mean, let me just try once more on these figures so people get this. 75% of all Canadian exports, 35% of all Canadian imports, 18% of Canadians gross domestic product. And it's mutual. As you pointed out, it's not just hitting Canada, it's hitting the American economy. And he's doing it to Mexico and China as well. So it's not all bluff and bluster. It's not all a great thing because he's bringing efficiency. He's doing real stuff and we need to watch it. But Rory, we're talking about him. He's the center of attention in every country in the world and that is what he lives for.",
    "speaker": null,
    "startTimecode": 2703500,
    "endTimecode": 2834360
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/15",
    "text": "But just hold on to this thought. One day he won't be there.",
    "speaker": null,
    "startTimecode": 2835080,
    "endTimecode": 2838860
  },
  {
    "id": "aec2a320-8387-4e69-9014-3207d2e09554/transcript/paragraph/16",
    "text": "Thank you for listening. See you soon. Bye bye. See you soon. Bye bye, Alistair.",
    "speaker": null,
    "startTimecode": 2840060,
    "endTimecode": 2843460
  }
]