[
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/0",
    "text": "Thanks for listening to The Rest is Politics. Sign up to The Rest is Politics Plus. To enjoy ad-free listening, receive a weekly newsletter, join our members chatroom and gain early access to live show tickets. Just go to therestispolitics.com. That's therestispolitics.com. The Rest is Politics is powered by our friends at Fuse Energy. And when you switch to Fuse, you will now receive Trip Plus membership free of charge. That's where you can take advantage of things like ad-free listening, early access to question time episodes, pre-sale live show tickets and more. All you've got to do is go to getfuse.com slash politics, use the referral code politics when signing up. We will be providing many more offers for members, which I think can be great, including interviews for members only and questions for members only, which I hope you'll enjoy. But the other advantage of signing up, of course, is that you can protect your energy bills by fixing your electricity rates for the next year with Fuse, which is going to be very relevant with the price cap rising by 6.4%. Fuse's new fixed tariffs undercut the April price cap by over £100, with almost £150 of savings for a typical customer on the 18-month tariff. By fixing your electricity rate, you can lock in your price today and protect yourself from any rises over the next year. And as you know, here at TRIP, we love the whole green agenda. Fuse is a green electricity supplier generating power from their own solar and wind farms, and they invest 100% of profits into building more renewable energy. So download it now, use the referral code POLITICS after signing up, visit getfuse.com slash politics for the terms of conditions and to learn more. Ryan Reynolds here from Mint Mobile, with a message for everyone paying big wireless way too much. Please, for the love of everything good in this world, stop. With Mint, you can get premium wireless for just $15 a month. Of course, if you enjoy overpaying, no judgments, but that's weird. Okay, one judgment. Anyway, give it a try at mintmobile.com slash switch. Upfront payment of $45 for three-month plan, equivalent to $15 per month required. Intro rate first three months only. Then full price plan options available. Taxes and fees extra. See full terms at MintMobile.com. Are your ulcerative colitis symptoms proving difficult to manage? Tremphaya, Gisalcumab, can help you manage the cycle of UC symptoms. At one year, many patients taking Tremphaya achieved clinical remission, and some patients also achieved endoscopic remission. Individual results may vary. Tromphia is a prescription medicine used to treat adults with moderately to severely active ulcerative colitis. Serious allergic reactions and increased risk of infections may occur. Before treatment, your doctor should check you for infections and TB. Tell your doctor if you have an infection, flu-like symptoms, or if you need a vaccine. Ask your doctor if Trimphia can help you manage the cycle of UC symptoms. Call 1-800-526-7736 to learn more or visit trimphiaradio.com. Welcome to the Restless Politics Question Time with me, Rory Stewart. And me, Alastair Campbell. And on the main podcast, Rory, you said you wanted to start off with the UK. So what do you want to start off with? Well, I want to start with a question from Marissa, who's one of our members. Thank you to everyone who's subscribing and a member of TRIP. And she's asked, is Labour so focused on the red wall and reform for internationalists, Nigel Farage's right-wing party, that they risk losing people at the other end of the spectrum? I've always voted Labour, but the boasting that the aid cut was part of a political strategy was the last straw. I feel they're taking people like me for granted. I have alternatives. Over to you, Alistair. Why do you say over to me like that, Rory? Did you see, I sent you some polling done by More In Common in conjunction with the University College of London. Really, really interesting polling. And we can share it again for members on our newsletter. But what it's showing is that Labour has been hemorrhaging votes to both the left and the right. And so Marissa is absolutely right that we now have a world in which basically there are four equally sized blocks in British politics with about 25% of the vote each. It's sort of Greens and Lib Dems, Labour, Conservatives and Reform. Over to you, Alistair, on this question of Marissa's sense that they're losing votes on the left, and then I might talk a little bit about why they're also losing votes on the right.  There's no doubt the aid decision. You and I talked about it and we didn't hide our views. We were very, very disappointed. I was a fundraiser last night for a friend of mine, Laura Kirk-Smith, who's a Labour MP in Aylesbury, a seat that, you know, frankly, Labour very rarely won. And there were people there, there were Labour supporters, they were still turning up because it was a fundraiser, she was a friend of theirs, etc. But quite a few of them saying this was really, one of them actually used the same words as Marissa, that it was sort of last straw time. Now, I think that there is a danger that they get so hung up on this idea and this monolithic view of what a red wall voter is that they do underestimate people who feel taken for granted. And we talked yesterday about Australia and about Canada and there is less tribalism in politics. There are fewer people who will say, I always, always, always vote the same way. One of the things that's really interesting in this polling, the number of people who always vote the same way is falling. What did you think was the main thing out of the polling room? One thing I was really encouraged by, which again speaks to Marissa's point, is that the very large proportion of people who say they would vote tactically to stop reform. In other words, Labour will get votes back, but I don't think they'll get those votes back if people think, well, they're trying to hate reform. I think they'll get them back if they think they're giving something very, very different. Well, it was really interesting. And I think maybe Britain is a little bit like Canada and Australia. No doubt people are very, very frustrated and want change. So the polls suggest that the proportion of people who think things are getting worse in Britain is up 20 points since the election. So 72% think things are getting worse against 8% better. And people voted for change, and they feel the direction of the country is going the wrong direction, the NHS is crumbling, immigration is out of control, and there's no economic pickup. People seem to agree with this across the spectrum. But, and this is the real headline, there is no appetite for a Trumpian solution. And that's kind of surprising because it sort of sounds like the American Trump analysis, the problem, everything's broken, but only that category of 20, 25% of reform voters see the world in that way. The overwhelming majority of British voters, including the majority of conservative voters, don't see the world in that way. They really want change. They think the government's being much too slow, but they think the way to change it is in an orderly process. And most astonishing in this poll, I actually was surprised by this, even as somebody who used to be a politician, asked whether government should change things carefully, even if they move more slowly by doing so. The vast majority of the public voted for that. So they'd accept more careful, but slower change. And also the majority of public think that rules and regulations are important. So there's not a kind of appetite for a crazy disruptor. But boy, is there demand for change in speed. And a final thing over to you on this. What would you have thought without looking at this poll, if you were to ask the general public why things were moving too slowly? Do you think they would say it was because there wasn't enough money or because there were too many rules and regulations or because people were inefficient and corrupt or because there was just poor leadership? What do you think the public's basic assumption would be about why politicians aren't sorting stuff out? I think they would say that it was about the quality of the politicians and it was about our political system. What's interesting about it is that you're absolutely right in one, but less right in the other. You're absolutely right that the number one thing that people say is responsible is poor leadership. In other words, they believe that if you had good leadership, you'd be able to sort these problems out. But they don't blame the system, really. So actually only 16% think the problem are the rules and regulations and the structural things. 16% lack of funding. And 16% lack of funding, which is really interesting, because obviously you and I, and sort of more geeky social scientists, will tend to look at, well, structures, funding, make it all very difficult. That's not the way the public think about it at all. The public overwhelmingly thinks, actually, if these guys really wanted to get on with it, there is enough money, the rules and regulations will let them do it, and they should just push ahead. And the reason they're not doing it is they're poor leaders, and they're pretty inefficient, they're pretty corrupt. The other slide that would probably be worrying for Starmer is that Farage is outperforming him on a huge number of metrics in terms of leadership, communication, courage, etc. The only thing in Starmer's favor, I guess, is that they tend to think that Starmer's a bit more cautious than Farage. They think Farage is a good communicator, they think he's very unpredictable. And I think Farage will get hurt politically by Trump and Musk. I think it's already happening. The thing that I took as a Labour supporter, the thing that I took hope out of this, I mean, look, it is relentlessly depressing about people's view of the country and the view of what politics can do. But I think the combination of they want really big change, but they don't want to blow up the system, actually lends itself to a government with a large majority coming in and doing some very big, bold things.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 585920
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/1",
    "text": "So I think there was a lot in here to be depressed about.",
    "speaker": null,
    "startTimecode": 587860,
    "endTimecode": 587960
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/2",
    "text": "There's actually quite a lot to take hope from.",
    "speaker": null,
    "startTimecode": 589920,
    "endTimecode": 590200
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/3",
    "text": "And I do think, to Marissa's point, I really do think Labour have got to be very, very, very careful about overdoing this, oh, we only care about chasing or keeping or maintaining the red wall. It's so much more complicated than that. So according to this polling, a swing of just 1.5 points from Labour to Lib Dem would make the Tories get 200 seats. Wow. How does that work though? Hold on, where are they winning those? I don't understand that. Well, I think the point would be that that swing to the Lib Dems would be enough to allow the Tories to just whip through in a key number of constituencies, so maybe 70, 80 constituencies, which Labour took from the Tories. By the vote going from Labour back to the Lib Dems, it would split the vote, Labour, Lib Dem, and the Tories would come through the middle. Of those who voted Labour at the last election and who now say they would be less likely to vote Labour, which is something around 30%. How does that percentage break down in terms of where they say they might take their votes? The biggest element in this is people like me, I guess, who were traditional conservative voters who voted Labour, and now switching away from Labour again. Back to Tories. And that's why Kemi Baden-Ock, I think, should be, and she's not managing to do this, and I'd like to get into this a bit, should in fact be understanding that a huge bit of her electoral strategy is winning over the center, not trying to outcompete reform on the right. And the way to do it, I think, on the basis of this poll, is to say, we are just more sensible and effective in delivering change. here's our vision for AI, here's our vision for public services, here's our vision for immigration, here's our vision for the economy. And present yourself as traditional conservatives, traditional centrist conservatives is much more likely to work than being a parody of Trump. Okay, I'll give you the actual answer. So seven in 10 Labour 2024 voters would definitely vote Labour again tomorrow. Of those who say they're less likely to, 9% Liberal Democrat, 9% Reform, 8% Conservative, 3% Green. It is a leakage, as it were, in both directions. That is what Labour has to worry about. I think some of those people would be unlikely ever to vote Labour. I think the ones that are actually most easy to win back are the ones towards the left rather than the ones towards the right. That's my view. What would be, this is a very cheeky question for you, because obviously you're on the Labour side of this, but what would be your advice to Kemi Baden-Ock on how to do Prime Minister's questions? What's she doing less well and what should she be trying to improve? There is definitely an issue about her going in there with set questions and not being very quick on her feet. Two or three times now, she has asked a question, Keira has essentially answered the question and then Kemi Baden-Ock has come back and said, you didn't answer the question. You've got to be quick on your feet. I think sometimes this goes back to what we talked to France Timmermans about on leading. I was amazed about how closely he followed our politics, but he basically said, why does that new leader of the Conservative Party keep doing all this cultural stuff? Nobody cares when the world is in the mess that it's in. So I think she would be much better to be using Prime Minister's questions for bigger strategic points. I always felt with Prime Minister's questions when we were in opposition, I always used to say Prime Minister's questions was a strategic anvil. We were hammering out our strategy against the Conservative government strategy. Okay, so there's a question from John. What is a better way to prepare for Prime Minister's questions? So run through how you would think about preparing for the crisis. You've set it out, strategic anvil, which, what does that mean exactly? That means that this is where you land the story of the week? It might be, but no, it's very different if you're in government or in opposition, but are you talking about from opposition? From opposition, I guess, yeah. From opposition, I think you work out what is the issue on which the Prime Minister is going to feel most vulnerable. And you've probably got a choice of two or three of those. Allied to that, what in the exchanges we're going to have will I be able to say about what we have been trying to do or differences that we will make? But I've noticed once or twice, she's gone on stuff that I think just don't, you can't sustain six questions on it. I, by the way, the other thing I would do if I were here, I would go three and three or two and four. I wouldn't always feel you have to do the same thing for six questions. We used to prepare a lot in opposition and it sounds strange, sometimes it felt harder in opposition than it did in government because in government you do have much more to that you are able to say and you get into a rhythm and i do think kia starman's getting into pretty good rhythm at primal questions i think he's much better than when it started i think she needs to be more serious about the issues a little little bit more variety, probably worry less about the news, I think. I think she's sort of trying too hard to land the clip that gets on the news. I just think that thinking is kind of very yesterday. Very good. Okay. We haven't talked about the Middle East for a while. Tim, who's a member. Thank you, Tim. What do you make of the fuss being made over the documentary Gaza, How to Survive a War? When I watched it, all I saw was a fascinating film showing the stark reality of war made by brave, talented children, both behind and in front of the camera. There was no hint of sympathy for Hamas, nor that they'd had any influence on the documentary. If you follow this, Roy, this big row about a BBC documentary made by an independent, and it turned out that one of the children presenting it was the child of somebody quite senior in Hamas. Which ties into a continuing fight that's been happening, accusing the BBC of being too pro-Palestinian and being anti-Semitic, which is raised again and again. Just before we go to the substance, Rory, I must give a plug to Norma Percy's, this is also on the BBC. Norma Percy, you will know, veteran documentary maker, one of the most extraordinary women. I mean, I don't know her age, but may I say, I think she's been around for quite a long time. But she makes these amazing documentaries where she just speaks to the people who were essentially in the room. And this one's called Israel and the Palestinians, the road to October 7. And it's brilliant. It really is brilliant. The thing that struck me about it, it goes right back. So, you know, it goes back several decades in terms of the history. It takes you, there's lots of them of the modern day. You talk lots of interviews, including with some of the Hamas guys who've since been killed since doing the interview, not because I'm doing the interview, by the way, but they've been killed. But the thing that you really see, one bit that really leapt out at me was Netanyahu under attack for agreeing to release Palestinian prisoners. This was in exchange for a soldier who'd been taken hostage.",
    "speaker": null,
    "startTimecode": 594940,
    "endTimecode": 1000720
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/4",
    "text": "And lots of, including somebody we interviewed on leading Ehud Olmert. And also Uzi Arad, your friend from Mossad was on it as well. But basically that batch of prisoners that were released, they tracked, most of them ended up planning and organizing October the 7th. So it's like you can make a decision that you can explain in that moment. But then once you put the sort of microscopic historical lens on it, you can go, oh, I can see a thread there. So it's a very, very interesting. It's not biased. It's straightforward. It's all just voices of people who are in the room. Amazing interviews. On documentaries, before we just come back to the Middle East for final section, a huge recommendation, given the BBC gets beaten up all the time. There's a really, really good documentary on Zelensky called The Zelensky Story. So what about the substance of this, Rory? The substance, yes. So Judy, who's a member from Hove, why do the analyses you provide in the Middle East often refer to the current crisis as starting on October 7th and omit the ongoing atrocities in the West Bank? Well, look, we've done a lot of explainers going back in history and getting into the story of the Christian state of Israel, the Nakba, which is the displacement of hundreds of thousands of Palestinians. And we've talked about the rise of Netanyahu quite a lot. We can do more on that. And we may actually do a members episode getting into that again. But just remind people where we are, because we've been so distracted by Ukraine and Trump and Canadian elections and Australian elections in Britain, that attention has gone off the Middle East. The big story, of course, at the centre of all this is Trump announcing that his plan is to remove the entire population of Gaza, 2 million people, push them into Jordan and Egypt. He seems to be very, very keen on other countries taking refugees. He's not very keen on taking refugees himself in the United States. He's not volunteering to put them up in the US. And then he's going to build this Riviera. And he's made it clear in subsequent statements that the Palestinians will not be coming back. So this is full ethnic cleansing and this development in Gaza. This, of course, has given incredible cover to the right wing and to the more extremist elements in Israel who have talked openly about ethnic cleansing and getting rid of Palestinians, but who've been held in check by the longstanding US position of a two-state solution. In other words, there should be a Palestinian state as well as an Israeli state. And here we have Trump and Trump's ambassador-designate saying clearly he doesn't recognize any form of Palestine. And that then, of course, goes to the member's question, which is what's happening on the West Bank. So while the conflict continues on and off in Gaza, and at the moment there is a fragile peacefire, while there is a strong disagreement about hostage return. So while that continues, and I'm afraid the bottom line on Gaza is that now that Trump has checked out, it is extremely unlikely that there's going to be any serious plan to reconstruct Gaza or bring peace to Gaza because that relied a lot on the US convincing Saudi, Egypt, Jordan to get involved. And what he's just done is alienate them all and duck out of that whole thing. Anyway, while that's going on, on the West Bank, which is obviously that whole part of Palestinian territory around Ramallah, around Nablus, around Hebron, which is the core of the Palestinian state along with Gaza, and which has been intruded on endlessly since 1967 by Israeli settlements. So there are now hundreds of thousands of Israeli settlements. And those settlements are surrounded by fences, and that divides that territory up into these tiny little fenced communities with checkpoints, making it very difficult for Palestinians to move in and out. Under the cover of Gaza, right-wing settler movements spearheaded by Smotrich, who is himself not just a finance minister, but an open settler, have been driving to expand those settlements, take more Palestinian territory, and for the first time, rolling Israeli tanks into places that they haven't been for well over a decade and undermining the Palestinian Authority. I think yet again, using the opportunity of Trump to try to fulfill Smotrich's dream, which is a dream that the whole, in his words, historic state of Israel, by which he means everything on the West Bank, right up to the Jordan River, becomes part of Israel and that any Palestinians left there either succumb to Israeli rule without a vote or are expelled or if they attempt to resist are killed. Now, that's still not formal Israeli government policy, but it's definitely what's coming from the right. And it's definitely what Netanyahu has been enabling and Trump has made more plausible than it would have been 50 days ago. Yeah. And to go back to the documentary series, I've only watched the first two, I haven't watched the third yet, but it fits with the overall narrative. The issue of settlements and the attempts that I'd forgotten that Ariel Sharon actually was, he really did try to, I think, make a difference on the settlement front. But Netanyahu then, I mean, the way that Netanyahu's not interviewed for the programme, but the way that he weaves in and out of the story, and he is such a survivor, as we've said many, many, many times before. And just to go back to what we talked about in the main podcast about Trump. And of course, when this ceasefire was first brokered, Trump was very, very quick to say this has only happened because I've won the election and this wouldn't happen without me and blah, blah, blah. Since when he seems to have gone, I don't know what's going on behind the scenes, but he sort of seems to have lost interest. because the truth is the first six-week phase ended last weekend. The second round negotiations, which are meant to be about the release of all the hostages, withdrawal of troops from Gaza, they opened in Egypt on Friday. Israeli delegation left the same day. So there is clearly a real problem here. But is there this sort of will to get over it? This goes back to the point you were making, that we've sort of been distracted. I mean, I'm sure the Australians and Canadians are pleased with your assessment that we've been very focused in Britain on Australia and Canada. I'm not sure we have. We've been absolutely fixated on Trump. And the truth is, I think the media around the world, maybe us included, have to understand that part of Trump's strategy is to absorb attention all the time. And as things stand, Trump could literally fart in the bath and tweet out about it, and it would be breaking news. And I think there is a danger that we take our eye off other very, very important issues. And this is absolutely is one of them. So thank you to the many people who actually asked us, reminded us that we haven't talked that much about the Middle East in recent weeks.  Talking about documentaries, I highly recommend, if you haven't seen it yet, the extraordinary 2012 documentary, Gatekeepers, which interviews six former heads of Shin Bet, the Internal Security Service, which is a reminder of the fact that often the national security professionals, the generals, the intelligence chiefs, are more liberal, more open to a two-state solution than many of the politicians. And it is a reminder that there is a different Israeli voice out there which is being suppressed under Smatrich and Netanyahu of people saying the only way of guaranteeing long-term security is in the end a two-state solution because a one-state solution is a recipe for long-term horror. Yeah, there's one bit in this film where George W. Bush is standing alongside Mahmoud Abbas, Palestinian leader outside the White House. And he delivers this. And just remember what most British people thought of George Bush at the time, right?",
    "speaker": null,
    "startTimecode": 1001300,
    "endTimecode": 1468440
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/5",
    "text": "Not very much.",
    "speaker": null,
    "startTimecode": 1469120,
    "endTimecode": 1469260
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/6",
    "text": "I, as you know, always kind of liked him and found him a lot more impressive than most Brits did. But he does this speech. And I was watching it with Fiona and I said, oh, my God, there's not a single word of that that Trump would say today.",
    "speaker": null,
    "startTimecode": 1472720,
    "endTimecode": 1481800
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/7",
    "text": "It was all about we have to do what is necessary to get to a two-state solution. Okay, Alistair, should we take a quick break? This episode is brought to you by one of our favourite sponsors, long-term partners of the rest is politics, that's NordVPN. And we're guilty, sometimes assuming the internet is safe by default. We browse the same sites, we use the same passwords. Nothing normally goes wrong, and it's very easy to let your guard down. But hackers, as I'm sure many listeners have found out, are always looking for ways to get into your system. And they're trying to steal your money, or they're trying to steal your data. And internet service providers are happy to sell your browsing data to companies and marketeers. And that's where NordVPN comes in. It's your go-to solution for secure internet access. What it does is it creates a virtual private network, that's the VPN bit, which you use to connect to the internet. Just download their app and switch it on and it works in the background. It's got military-grade encryption so you can browse with confidence knowing your personal information is safe from prying eyes. Our listeners get an exclusive deal at nordvpn.com slash restispolitics, and one subscription covers 10 of your devices. So that's nordvpn.com slash restispolitics, completely risk-free with their 30-day money-back guarantee, and you can find the link in the episode description. I'm ready for my life to change. ABC Sundays. American Idol is all new. Give it your all good luck. Come out with a golden ticket. Let's hear it. This is a man's word. I've never seen anything like it. And a new chapter begins. We're going to Hollywood. Carrie Underwood joins Lionel Richie, love to tackle endurance runs around the world, including a 55 day, 3,064 mile run across the US. So I know a thing or two about performance wear. When it comes to relaxing, I look for something ultra versatile and comfy. The Ponto Performance Jogger from Vuri is perfect for all of those things. It's the comfiest jogger I've ever worn. And the Dreamknit fabric is why I'll always reach for them over other joggers.",
    "speaker": null,
    "startTimecode": 1482580,
    "endTimecode": 1625080
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/8",
    "text": "Check them out in the Dreamknit collection by going to buori.com slash william that's V-U-O-R-I dot com slash william where new customers can receive 20% off their first order plus enjoy free shipping in the US on orders over $75 and free returns.",
    "speaker": null,
    "startTimecode": 1626660,
    "endTimecode": 1641540
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/9",
    "text": "Exclusions apply. Visit the website for full terms and conditions. Welcome back to The Rest is Apologies Question Time with me, Alistair Campbell. And me, Rory Stewart. I have a quick one here just to finish off a thought that you had before the break. So it's from another member. So thank you, Ray, for being a member. Do you believe it might be possible to revert back to the international system that existed before Trump once and if he leaves power in four years in terms of security position in the US alongside Europe and even aid for developing countries? I mean, you made the big point, which is he has this extraordinary capacity to change the story every two days. And of course, the old stories don't go away. So it's difficult to remember that just as he is pulling the rug out from under Ukraine and effectively handing Ukraine to Vladimir Putin, it's still the case that Canada faces the risk of 25% tariffs about to be imposed by Trump. Gaza continues to be the subject of Trump's fantasy of ethnically cleansing 2 million Palestinians out of Gaza. He is still talking about acquiring Greenland from Denmark. So that's the first point, that we must find a way of trying to tell the full story and the full US domestic story, which we'll return to, I hope, next week. The incredible things that he's doing in terms of ripping the American government to pieces, challenging American justices, and providing these extraordinary clearances, including a recent one where he's just cleared a man who gave a massive donation to his crypto coin. Oh, I saw that. Incredible. But as for putting it together again, I'm afraid you can't quite put it together again because the unspoken assumption for 80 years is that you could absolutely rely on the US. And our entire NATO forces were based around the assumption of a US alliance, that whatever else happened, we shared intelligence with them. Our entire military systems were integrated into their big command and control systems. Our planes flew from their coordination out of Qatar. And as soon as someone like Trump comes along, the veil is lifted. And for the first time, we're forced to confront the fact that actually we've been living in a dreamland for 70, 80 years, and it's just too dangerous to believe in a reliable US international order. A lot of it does depend upon who follows Trump. Now, I'm not convinced that Trump will disappear easily, whatever the American constitution shows, because he's already shown that he doesn't really care about the constitution. And if you look at the way, I saw Michael Wolff at the weekend, he said, you're getting mildly obsessed with J.D. Vance. And not only getting mildly obsessed, I think he's just very dangerous. But J.D. Vance clearly thinks he's lining himself up as successor. I suspect that Rubio is going to evaporate at some point. And then it depends on whether a Democrat president can come back, come in. But right now, one of the things, you know, that old cliche Rory, about when there's a crisis and you're in America, who do you phone in Europe? I sort of feel like now, when there's a crisis in America, who do you phone if you want to speak to the Democrats? Because they're all over the place. There's no sense of a process of analysing what went wrong. There are some really good people. I really like that guy. Is it Chris Murphy? Yep, from Connecticut. He's great. I've spotted him on social media doing loads of really interesting things. And AOC does stuff and Bernie Sanders does stuff. But there's no sense of a Democrat rebuttal operation or argument operation or policy development or even analysis of what went wrong. Maybe it's going on under the radar, but I can't see it. And so I think that these structures are changing.",
    "speaker": null,
    "startTimecode": 1642100,
    "endTimecode": 1844340
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/10",
    "text": "The United Nations is changing in front of our very eyes. That vote that we talked about with the Americans on the side of China and Russia, it's like mind-blowing. And the other thing, the last time I was talking to Mark Carney, we were making the point that if he does become prime minister, he is going to be the chair of the next G7 summit. Well, how's that going to work? You're the chair. Or you've got a situation where Canada and the USA are going to be co-hosting the next World Cup. How's that going to work when this guy is basically saying, I want your country? I think by the way Canada should think about suggesting to Americans that America becomes their 14th state or province. That would work better. I think these structures are going to change. Something new has to emerge. And the same goes for Europe. Look at that summit that Keir Starmer hosted. It was an interesting collection of people, France, Germany, Spain, Italy. But then there was also Norway. There was also Turkey. There was also Canada. Why was Orban not there? Well, one, because he probably wouldn't go. Two, because he thinks they're all a bunch of losers anyway. But most importantly, because he's totally not on their agenda when it comes to Ukraine. So therefore, the European Union itself becomes less powerful, less homogenous, less united, simply because of his presence. So new structures are going to emerge. Yes. I mean, coming on the back of that, we've had a number of questions about whether this is not the chance. It's Keith Faceweasel. I presume that's not his actual surname. Why is Starmer clinging on to a burnt bridge? Surely it's time to cut ties after Render's viewing the overlord first, start discussing how we rejoin the EU. There'll be no better time than now. He's squandering what could be our only opportunity. Now, I would say that there is a really, really good opportunity, which is neither fully rejoining the EU at the moment, nor is it doing what Starmer's doing. Starmer's doing a sort of piecemeal, we had this actually when we interviewed Peter Kahn on leading, long story about how we're going to take it step by step and we'll work with Europeans on various individual issues. I think the middle ground is imagining a proper formal structure which brings in the UK, Turkey, Norway, possibly even Ukraine itself, which isn't just ad hoc, where you really begin to develop, deepen a customs union, so economic connections, and really deepen the formal structures of defense cooperation. The reason why it can't just be ad hoc, in other words, it can't just be something that you make little decisions on step by step every week, is that actually building European defense structures requires unbelievable long-term investments.  long-term investments not just in producing kit, but also in this whole question of interoperability, which is what do you need in place for the British, French, German, Polish, Turkish armies to speak to each other in the absence of the US, which currently provides that big overarching system which allows us to speak to each other? So formal structures, formal structures, formal structures, that doesn't mean necessarily being a full member of the EU, but it means something much more than just ad hoc meetings from time to time. I've always thought that the route back to a serious, sensible relationship with the European Union is going to be defence and security. That's going to be the first step. And of course, that is now happening. I mean, it was interesting how none of those leaders thought it was odd that Keir Starmer says, we should meet and we should meet in London.",
    "speaker": null,
    "startTimecode": 1844880,
    "endTimecode": 2084540
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/11",
    "text": "And they all came and then they went back. But then there's now going to be a European Union meeting. Well, of course, he can't be at that. But eventually, I think there'll be some separate European defence structure will emerge and the sooner the better. Here's a great question, Rory. Amy Taylor, has anyone ever got you to change your mind on a big issue? How did they do it? I've got a couple, but I'm going to go you first. I have changed minds on big issues. I mean, sometimes, of course, my mind is changed by events, which is that I expect something to happen and then it doesn't happen. I guess it's really tough, isn't it? Let me just run through things that I was wrong on. I believed that Boris Johnson would never be prime minister. What would it have taken to convince me that the British public would embrace Boris Johnson when I thought he was completely unsuitable? They elected him. They elected him, yeah. What would it take to really make me understand why young men would not just say they support Trump, but very unusually, in a way that they didn't in the previous 18, 20, 22 elections turn out in large numbers for Trump in key places. I guess a lot of this is getting out on the ground, isn't it? And it's really difficult because, of course, you can never meet enough people to get anything more than an anecdotal feel. And the social scientists will always say, you can't put too much emphasis on that. But certainly with Afghanistan, what changed my mind more than anything else was that will always say, you can't put too much emphasis on that. But certainly with Afghanistan, what changed my mind more than anything else was 32 nights in Afghan village houses listening to Afghans talk about their government and religion. And by the end of that, those individual conversations completely convinced me that all the dreams of the technocrats and the international governments were pie in the sky and afghan communities wouldn't accept them anyway over to you there's a couple of things one i've told you before johan harry's book on drugs changed my mind about drugs i was full fully signed up to the war on drugs approach and that book i was probably halfway there think these, when we change our mind or we have our minds changed, I think we're sort of probably on the move and something comes along and sparks it. So, but Johan Harry's book definitely had a big impact on me and made me think about it in a different way. And I've stuck with that. And then I think the other big change of mind has actually been my daughter, Grace, and her friends. I think I was of the view that the women's liberation revolution that we grew up with, or that my generation grew up with, made more progress than it actually had. And I think Grace's generation has changed my mind on that. And that more broadly has taken me to a place. I know you think I've become more left wing and Peter Carr thinks I've become wet, but I am determined to regain and re-win the battle for what has become abused as woke. I actually think we need more woke. We need more, because woke means being alert and alive to injustice in the world. And that is what's being driven out by this DEI hatred and all the rest of it. So I've become, as a result of Grey's change in my mind on feminism and the need for more of it, I've become more passionate about fighting back on woke. You've got me thinking that. I mean, I definitely have had my mind changed by Shoshana on this. It happens all the time. It's not just her saying to me, this is the experience of being a woman in the workplace. This is the experience of being patronized by middle-aged men. It's going to events with her and then glimpsing through her eyes what it's like when some bloviating, pompous middle-aged man sits down and just lectures her and doesn't listen to a single word she says and kind of brushes her aside. And it makes her so angry. And I think feeling that and seeing that odd sense, which is partly, I guess, what a lot of these cultural wars is about, which is how do we deal with this fact that on the one hand, you know, my challenge to you is how do you celebrate positive visions of masculinity? How do you make men feel they have a role in the world so they don't all go Andrew Tate and Trump on us? While on the same time, recognizing that men unleashed can be unbelievably unbearable, pushy, self-important, pompous, aggressive. So would you say you become more of a fighter for women? I become more aware of the fact that me kind of swanking around and holding forth may not be quite as attractive as I imagined. And also, Grace very proudly tells me that she doesn't listen to our podcast, but no doubt her friends who do will tell her that I've mentioned this, but her response will probably be, well, when are you ever going to empty the dishwasher then? Anyway, listen, there's a really good question here, Roy. This is quite challenging for us. Doloroso, do you accept that al-Julani is a mass murderer? Why did you treat him with such deference and respect? Don't you know that HTS al-Qaeda is and what it does? Are you unaware of the Turkish insurgents in Syria? Record of war crimes. What's it doing now in northeast Syria? I mean, I'm slightly surprised that Dolores has taken that view if they listen to the podcast, because we were very, very clear, particularly when we spent that 20 minutes, which I think is at the end in the YouTube version and is at the beginning in the audio version of the other way around, where we did say this guy was a member of al-Qaeda Iraq. Al-Qaeda Iraq was one of the most uniquely unpleasant terrorist organizations in the world. This was the organization of al-Zaqawi. This was the organization that chopped people's heads off on television and filmed it. this was the organization that gave birth to ISIS and everything that followed under Baghdadi in terms of the enslaving of Yazidi women, the killing of homosexuals, the brutal imposition of Sharia law. We discussed the fact that Al-Qaeda in Syria, even when it broke away from Daesh, from ISIS, did suicide bombing. We discussed the fact that Jilani was very senior. He was the emir in Syria, and he would only have been sent to Syria because he was very senior within the Al-Qaeda network. We discussed the fact that he pledged allegiance to Zawahiri, effectively to Osama bin Laden. And of course, Osama bin Laden and Zawahiri are the people who put together the 9-11 attacks. So I don't think we in any way concealed this. And I think the fundamental question that we are asking ourselves and trying to get to is can someone change? The other thing I say to Dolorosa, I think we treated him with respect, but not deference. And also we were very keen to do the interview. We didn't make any deals as to what we could or couldn't ask, as sometimes happens when some people interview others. We could have asked anything that we wanted. But I think the most interesting thing is a fact that he is now the leader of Syria. The thing that was most interesting was how he went from where he was to where he now is. And most importantly, what he's going to do now and how he's going to do it so i suspect i don't know doloroso but i suspect you probably just think that we shouldn't ever talk to people like that in fact this this also comes out in the normal percy documentary series because george mitchell another of our leading i counted half a dozen people in the series that we interviewed or we've interviewed on leading but george mitch Mitchell was making the direct comparison between the long time it took to get success in the Northern Ireland peace process with the seemingly never ending time that it's taking to make similar progress in the Middle East. And if people decide they're never, ever, ever going to talk to people because they've done bad things in the past, where do we go? The other thing is I am really proud of that interview we did with Al Jalani. We traveled in by land into Damascus. We were very persistent. We caught him for two hours after his first international trip between 10.30 and half past midnight. And it's been by far our most successful broadcast in Arabic into Middle East audiences. We've had literally millions of people in the Middle East watching it. Almost everybody who I've spoken to who's come out of Damascus recently has been talking about that interview, including with quite random people. I got a very interesting text, which I shared with you from people talking to craftsmen in Damascus and people in Aleppo who'd been watching it. It's been watched a great deal in Qatar, it's been watched in Turkey, it's been watched in Jordan. So I'm very pleased that two British guys were able to do an interview that has actually captured people's imagination. People want to know about him. And I think we were one of the first interviewers to really begin to reveal some of his personality without answering this fundamental question, which is still an open question. Can somebody with that past change? Right. Here's my Alison Burgess last question. Is the lack of opposition party leadership inherent within the US political system? The main reason why the Dems don't land any punches on a clearly dysfunctional government, even within the struggling Badenock, there's at least some sort of coordination to opposition in the UK. Alison's absolutely right that one of the problems is there isn't a leader of the opposition because it's not a parliamentary system in the same way. And people like Nancy Pelosi are very much being pushed aside and the Democrats are struggling to find a single unifying voice. But there's something also that I noticed. I'm talking to you having just come back from Yale, and I'm very struck teaching there, there and at other universities.",
    "speaker": null,
    "startTimecode": 2147320,
    "endTimecode": 2622140
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/12",
    "text": "There were these huge demonstrations against Gaza, but there have not been huge demonstrations against Donald Trump. And I've been asking students why this is, given that what he's doing domestically has many of the hallmarks of fascism, and what he's doing internationally is destroying the global system. And there seemed to be a number of answers to that. One was that they felt that they'd completely failed to make any progress with their Gaza demonstrations. Secondly, that Trump's administration has been asking the universities for the names of people who participate in demonstrations and are threatening to deport them, putting the universities in a very difficult situation on do they shop their own students to the US government. And thirdly, and this is a real problem which you'll be familiar with from the British left, some of them are so left-wing that they basically believe all American governments are fascist anyway. There's absolutely no difference between Biden and Trump. They were reluctant to vote for Kamala Harris. And when we say to them, you know, the US government is going to be complicit in ethnic cleansing in Gaza, it's going to annex Greenland, it's going to turn against its closest allies, Canada, it's going to sell out Ukraine to Putin, they just shrug and say, isn't this what we've always done? And one of my challenges in trying to make the argument for the Democrats and liberal global order is dealing not just with the aggression of the right, but the cynicism of the left. Blimey, J.D. Vance, sorry to confirm Michael Wolff's suspicions, J.D. Vance, I saw a clip of him recently explaining why he admired Orban so much. And he said, you know, that was a clever guy. One of the first things he did, he came in and sorted out universities. And they are, they're quotes, sorting out universities. This is a tenet of fascism, isn't it? Where you basically think that anybody who disagrees with you shouldn't actually be entitled to their view. The way they talked to Zelensky, it was because he wouldn't take at face value something that his own intellect could unpick very quickly as being very dangerous to him. Because it was their idea, you have to agree with it. I think it's unbelievably dangerous. And it's very hard for Americans right now. I mean, you've got loads of American friends, and I've got lots of American friends. And I was talking to Tommy Vita, and I'm going on his podcast. But what was interesting was he said that the pitch he wanted to make to me to go on was to talk about what I thought the Democrats could learn about what we, the Labour Party, did in the 90s, which is actually quite an interesting way to think about it because the thing I sense not happening within the Democrats is any kind of revisiting, any kind of assessment of what's gone wrong. And that's partly, as your question suggests, because you don't know who's in charge. We all know the sort of main players in Trump land, but who are the key movers and shakers? Now that Biden's out, Harris is, you know, the defeated candidate, who are the movers and shakers? We don't know. And part of the problem is that they had tried this exercise running against Trump the first time. And they thought Biden's's team, Jake's own and others, thought they'd learned the lessons. And a lot of what they did between 2020 and 2024 was to try to follow through on what they believed the recipe was for opposition. And they believed that what you needed to do was keep the China tariffs in place, do a big IRA spending plan where you borrow a lot of money and you invest a lot in American business, get green energy off the ground, think about the ordinary person, get the economy growing. And finally, their final thing they did was go tough on immigration towards the end in the last few months. And they thought that now they had the recipe, that this was a sort of left-wing version of nationalist populism where they could sound patriotic. They left Afghanistan for that reason. That was also appealing to Trump's base. So they tried that and it didn't work. So now the Democrats are really stuck. If the answer isn't to copy Trump's tariffs, copy Trump's anti-immigration, copy Trump's withdrawal from Afghanistan, which was the strategy of Biden, what is the strategy supposed to be? How are you supposed to do this? And that's where the split comes because of course, people like Bernie Sanders and AOC will be saying, no, no, no, no, no, no, no. You're not going to beat him by imitating, nor are you going to beat him by just sitting in the center. You're going to beat him by challenging the entire system in a much more radical way. Yeah. But there is an argument about whether there is a version of kind of left-wing populism that isn't about lying and bullying and intimidation, but is about finding a politics that breaks through to people in a way that at the moment the left appear unable to do. My last question, Rory, I enjoy your book, film and TV recommendations, but Rory, I get the feeling you skim read rather than read whole books because you seem to read so many at the same time. I can confirm that because I've seen him do it on planes. He sort of, he has several tabs open at the same time, but he's moving from book to book. It's completely true. Small recommendation before I come to you on documentaries. A lovely, lovely piece by Michael Ignatieff, which he did on Substack, on Zelensky and gratitude, which we'll put in the links. But in it, Michael, who we've interviewed on leading, says that the difference between gratitude and groveling is gratitude has to be freely given. Gratitude is a mark of a free person. You choose to be thankful to someone. And the fact that Trump and Vance can't understand this, can't understand, if you say to someone, I'm going to give you no security guarantees, and I'm going to take $500 billion, your minerals, and I'm going to call you a dictator, and I'd like you to say that you're grateful. As Michael says, Zelensky's refusal to express that form of gratitude was the sign that Zelensky understands freedom, and he's a free man. I also thought it was incredible that Zelensky does that meeting, gets absolutely beaten up by these sort of thugs, real sort of behind the bike shed, the school stuff. And he then gets on a plane, flies overnight, spends all day working in London, goes to see the King, goes back to Kiev, doing what he does. Trump went off to play golf and Vance went off skiing with his family. I was really, really happy. The thing that really cheered me up, because as you know, Rory, I'm sure sure you watched it burnley lost at the weekend for the first time in 73 years so that didn't cheer me up but what did cheer me up was vance going on holiday and these huge protests of ukrainian supporters coming out including one guy on the ski slopes chasing him down the ski slopes calling him a putin apologist a putin's puppet so that was good i'm going to recommend i'm going to recommend i've talked about normal percy series i mentioned bbc alba the island which is this murder mystery which we've now finished is really good wonderful acting the the main character absolutely the most beautiful eyes i've seen since possibly since fiona and princess diana i have to say fiona but something else from bbc alba rory and I think you will enjoy this, partly because it's set in the highlands of the Hebrides. It is absolutely beautiful. My dad's island, Tyree, looks particularly incredible. But it's a documentary about a woman who's a forager, a woman called Lucy Cook, and she goes foraging. Okay, well, we'll definitely do that. And here's my slightly sort of less highbrow recommendation for you is a amazon series called patriot and the star of it is a cia officer who smokes a lot of weed and sings really awkward folk songs is this this David McCloskey?",
    "speaker": null,
    "startTimecode": 2622760,
    "endTimecode": 3105180
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/13",
    "text": "It's almost our great friend, David McCloskey, from the rest of the class, who's sent by his dad off to try to intercept the Iranian nuclear system and just is triggered into the most awful Coen brother catastrophes. It's slightly dark humor, but I think you might like it. Good. Well, I'll see you very, very soon. See you soon. Bye-bye. Hi there. I'm Al Murray, co-host of We Have Ways of Making You Talk, the world's premier Second World War history podcast from Goalhanger. And I'm James Holland, best-selling World War II historian, and together we tell the best stories from the war. This time, we're doing a deep dive into the last major attack by the Nazis on the West, the Battle of the Bulge. And what's so fascinating about this story is we've been able to show how quite a lot of the popular history about this battle is kind of the wrong way around, isn't it, Jim? The whole thing is a disaster from the start. Even Hitler's plans for the attack are insane and divorced from reality. Well, you're so right. But what we can do is celebrate this as an American success story for the ages. From their generals at the top to the GIs on the front line full of gumption and grit, the bold should be remembered as a great victory for the USA. And if this sounds good to you, we've got a short taste for you here. Search We Have Ways wherever you get your podcasts. Thanks. Yeah. Anyway, so who is Obersturm van Fjord, Joachim Piper? But I see his jaunty hat and I just think... And his SS skull and crossbones. Well, I see his reputation and I think, you know, you might be a handsome devil, but the emphasis is on the devil bit rather than the. Yeah, yeah, yeah. Anyway, be that his may, he's 29 years old and he's got a very interesting career, really, because he comes from a pretty right-wing family, let's face it. He's joined the SS at a pretty early stage. He's very international socialism. He's also been Himmler's adjutant. Yeah. He took a little bit of time off in the summer of 1940 to go and fight with the first Waffen-SS Panz Panzer Division. Did pretty well. Went back to being Himmler's adjutant. Then went off and commanded troops in the Eastern Front. Rose up to be a pretty young regimental commander. I mean, there's not many people that age are an Obersturm-Bahn-Führer, which is a colonel. You see, what must it have been like if you're in... If Himmler's adjutant turns up and he's been posted to you as an officer, do you think, well, he only got that job because of his connections? For Piper, it must have been always, he's always having to prove himself, surely, because he has turned up. He's not worked his way through the ranks of the Waffen-SS. He's dolloped in, having come from head office, as it were. It must be a peculiar position to be in, right? He's got lots to prove, right? That's what I'm saying. Yeah, and he's from a middle-class background as well. Yeah. But he's got an older brother who's had mental illness and attempted suicide and never really recovers and actually has died of TB eventually in 1942. Gosh. He's got a younger brother called Horst, who's also joined the SS and Toten Kott for Vabanda and died in a never really properly explained accident in Poland in 1941. Right. Piper gains a sort of growing reputation on the Eastern Front for being kind of very inspiring, fearless, you know, obviously courageous. You know, all the guys love him, all that kind of stuff. But he's also orders the destruction of the entire village of Krasnaya Pollyanna in a kind of revenge killing by Russian partisans. Yeah. And his unit becomes known as the Blowtorch Battalion because of his penchant for turching Russian villages. So he's got all the gongs. He's got Iron Cross, Second Class, First Class, Cross of Gold, Knight's Cross. Did very well at Kursk. Briefly in Northern Italy, actually. Then in Ukraine. Then in Normandy, he suffers a nervous breakdown. Yeah. And he's relieved of his command on the 2nd of August. And he's hospitalised from September to October. So he's not in command during operating lootage. And then he rejoins the 1st SS Panzer Regiment as its commander again in October 1944. It's really, really odd. I mean... But isn't that interesting, though? Because if you're a Lancer, if you're an ordinary soldier, you're not allowed to have a nervous breakdown. You don't get hospitalized. You don't get time off. How you could interpret this is this is a sort of Nazi princeling, isn't he? His Himmler's adjutant is demonstrated the necessary Nazi zeal on the Eastern Front and all this sort of stuff. It comes to Normandy where they're losing. Why else would he have a nervous breakdown? He's shown all the zeal and application in the Nazi manner up to this point and they're losing, you know, and because he's a knob, you know, because he's well connected, he gets to be hospitalized if he has a nervous breakdown. He isn't told like an ordinary German soldier, there's no such thing as combat fatigue, mate, go back to work. Yes. And it's a nervous breakdown, not combat fatigue. Well, yes, of course. But, but you know, what's the difference? One SS soldier said of him, Piper was the most dynamic man I ever met. He just got things done. Yeah. You get this image I have of him, of having this kind of sort of slightly manic energy. Yeah. Kind of, he's virulently National Socialist. He's got this great reputation. He's damned if anyone's going to tarnish it. You know, he's a driver, you know, all those things. He's trying to make the will triumph, isn't he? He's working towards the Fuhrer. He's imbued with, he knows what's expected of him, extreme violence and cruelty and pushing his men on. I mean, he's sort of, he's the Fuhrer Princip writ large, isn't he? As an SS officer.",
    "speaker": null,
    "startTimecode": 3107680,
    "endTimecode": 3417800
  },
  {
    "id": "6f933856-e702-494c-a9d8-46ab1ee454a0/transcript/paragraph/14",
    "text": "Yeah, exactly. Which is why cruelty and extreme violence are bundled in to wherever he goes, basically.",
    "speaker": null,
    "startTimecode": 3418340,
    "endTimecode": 3424380
  }
]