[
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/0",
    "text": "Thanks for listening to The Rest is Politics. Sign up to The Rest is Politics Plus. To enjoy ad-free listening, receive a weekly newsletter, join our members chatroom and gain early access to live show tickets. Just go to therestispolitics.com. That's therestispolitics.com. You will now receive Trip Plus membership free of charge. That's where you can take advantage of things like ad-free listening, early access to question time episodes, pre-sale live show tickets and more. All you've got to do is go to getfuse.com slash politics, use the referral code politics when signing up. We will be providing many more offers for members, which I think can be great, including interviews for members only and questions for members only, which I hope you'll enjoy. But the other advantage of signing up, of course, is that you can protect your energy bills by fixing your electricity rates for the next year with Fuse, which is going to be very relevant with the price cap rising by 6.4%. Fuse's new fixed tariffs undercut the April price cap by over £100 with almost £150 of savings for a typical customer on the 18-month tariff. By fixing your electricity rate, you can lock in your price today and protect yourself from any rises over the next year. So download it now, use the referral code politics after signing up. Visit getfuse.com slash politics for the terms of conditions. Are your ulcerative colitis symptoms proving difficult to manage? Tromvia, gazelcomab can help you manage the cycle of UC symptoms. At one year, many patients taking Trampia achieved clinical remission, and some patients also achieved endoscopic remission. Individual results may vary. Trampia is a prescription medicine used to treat adults with moderately to severely active ulcerative colitis. Serious allergic reactions and increased risk of infections may occur. Before treatment, your doctor should check you for infections and TB. Tell your doctor if you have an infection, flu-like symptoms, or if you need a vaccine. Ask your doctor if Trimphia can help you manage the cycle of UC symptoms. Call 1-800-526-7736 to learn more or visit TrimphiaRadio.com. I'm ready for my life to change. ABC Sundays, American Idol is all new.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 126960
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/1",
    "text": "Give it your all good luck. Come out with a golden ticket. Let's hear it. This is a man's word.",
    "speaker": null,
    "startTimecode": 127540,
    "endTimecode": 133520
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/2",
    "text": "I've never seen anything like it.",
    "speaker": null,
    "startTimecode": 134260,
    "endTimecode": 135840
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/3",
    "text": "And a new chapter begins. We're going to Hollywood. Carrie Underwood joins Lionel Richie, Luke Bryan, and Ryan Seacrest on American Idol. New Sundays, 8, 7 central on ABC and stream on Hulu. And to learn more. Welcome to The Rest is Politics Question Time with me, Rory Stewart. And with me, Anastair Campbell. And anister campbell and yesterday we had a very very heavy foreign policy china russia syria so we didn't have time for as carol puts it here what on earth is happening inside reform uk related questions ray from london imagine you had to help farage god help you with his messaging and stance on trump in ukraine what would you recommend jack reagan from cumbria your old stamping ground trip plus member how do we know that reform nigel farage and their billionaire funders aren't in cahoots with russia to bring britain into authoritarian rule so there's a lot let's unpack some of that let me try um you're in the uk and i'm not let me try to give my sense of what i've picked up is happening and you can correct it so it looks as though what's happened is that rupert lowe who is one of the five or was one of the five reform mps elected in great yarmouth who had been a brexit mep alongside farage in the european parliament and apparently they were reasonably good friends a few years ago has begun to diverge from him and the first signs of divergence were that lowe came out in favor of tommy robinson seeing uh this far-right extremist as a martyr.",
    "speaker": null,
    "startTimecode": 136440,
    "endTimecode": 223840
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/4",
    "text": "He also, Lowe also talks about deportation of a million people. And Farage has said he doesn't think that's a good idea and has said he doesn't want having to do with Tommy Robinson. So there's a sort of policy disagreement. Then Lowe gave an interview in the Mail in which he said that Farage was suffering from a messiah complex and didn't have any policies. And somewhere along the line, and one wonders whether one finds Dominic Cummings' hand in this, Elon Musk began taking a bizarre interest in the details of Reform Party politics, saying that Nigel Farage wasn't the person to run reform. And instead, he started promoting Rupert Lowe. And the response to this, or maybe it's not a response to this, but it certainly appears to be a response to this, is that Rupert Lowe has now found not only that the whip has been stripped from him by your friend Lee Anderson, the whip of the Reform Party, but also he has been accused of harassing his office staff for casey has been employed and rather bizarre he's also been accused of physically assaulting the chairman of the party and given both he and the chairman of the party on the surface seem rather mild-mannered men this vision of their fisticuffs is also intriguing have i misunderstood the story no i think you've pretty much got there. Just on the staff, the other Rory in my life, he sent me a thing this morning, have I seen this? And it's a, it's an open letter that's been written by Rupert Lowe's staff saying what a lovely man he is. And he's never seen any bullying, never seen any intimidation, blah, blah, blah, blah. I must admit, I know Rupert Rowe a little bit because when he was chairman of Southampton Football Club, whenever Burnley played there, he always seemed to quite like having lunch with me before I wandered off to the away end. And I think I recorded in my diaries that I don't think I've ever met anybody quite as right-wing as this guy. He's very, very, very right-wing on the economy and all sorts of other things. And last night, Rory, I was Matt Ford, the comedian who was very, very ill not long ago, but he's now back in action. And I was a guest on his live show last night at the Duchess Theatre. And I've got to say, you mentioned Lee Anderson, who's not my friend. That was a joke. I know Matt Ford's Lee Anderson is one of the best impersonations I've seen for a long, long time. But he was talking about this thing. He said that Elon Musk taking an active interest in the leadership of a party with five MPs in the UK. He says it's like Mark Zuckerberg suddenly decided I'm going to decide who's the next leader of Sinn Fé. There is something utterly bizarre about it. But I think you're right. I think what it's about, I think, look, I don't know because I've not talked to either of them about it. But I wonder if partly it is the Messiah thing. Nigel Farage, not without reason, thinks that he is the prime driver of the support for Reform UK, just as he was for the previous parties that fell apart after a while. He was a prime mover in the Brexit referendum and a very effective campaign in the Brexit referendum, which is why we should never let him forget it. And Rupert Lowe does seem, this is extraordinarily the same, he does seem on issues like immigration to be even further to the right than Nigel Farage and his core. And I think what might be going on here is that Nigel Farage is watching how the Conservatives are operating under Kemi Badenok. And I think you and I both think that Kemi Badenok probably won't last very long.",
    "speaker": null,
    "startTimecode": 224540,
    "endTimecode": 462300
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/5",
    "text": "But her strategy seems to be I can take over reform votes by being a bit more like reform.  I think he's resisting that by saying, I'm going to stay pretty much where I am. I'm a sort of right wing conservative. I rejected Tommy Robinson very deliberately to say I'm not extreme right. This is another opportunity to say that. Now the risk for him, and I once, when I've told you before, when I had a long chat with him at question time, he said to me, he said, the thing about Musk, it's not really about the money. It's the fact that he's very, very popular with young men. And we're targeting young men. And the member special that we did with Bruce Anderson, the Canadian strategist and pollster, he said, Pierre Poilierre will be really worried at the moment about upsetting musk because musk does have a certain it's not overwhelming but he's if poilievre came out against him he risks losing support and i think farage may be worrying about that too yeah well farage is is in the classic problem that all right-wing parties across europe are facing, which is what happens when somebody tries to outflank you further on the right. So obviously the conservatives have that problem with reform, but now he's got the problem that Rupert Lowe is saying, I'm going to deport a million people, Tommy Robbins and Zermata. And Farage then has to decide, can he hold whatever the weird word for it is, the center of the far right against the right of the far right. The far right centrists. The left of the far right. It's like people like me who describe themselves as lower upper middle class. anyway so Farage is in this world and of course the conventional wisdom from political scientists and the 20s and 30s is don't endlessly indulge and move further to the right, because that basically just gives the fascists their win. And if you hold your ground, you are able to resist that. So good on Farage in a way, you know, the last thing I'm going to say is good on Farage because in many ways I think he's an absolute buffoon. And I think he's an absolute buffoon and I think he'd be a terrible prime minister and he was grossly irresponsible in Brexit. But I am at least pleased that he is not going full AFD and that he's trying to hold the line. And I'm very disturbed that Lo is trying to outflank him with Musk's support. And, you know, Lee Anderson being the chief whip, one of the points Matt Ford was making last night is that it's quite something when Lee Anderson, who's got a bit of a reputation as something of a bruiser himself, is the guy who's telling Rupert Lowe that, no, your language is a bit inappropriate and your conduct towards women and all this sort of stuff. But it seems to be a proper kind of internal meltdown. And of course, the fact they've only got five MPs, they've now only got four, which is exactly the same number as the Greens. Is it too much to expect that the media might start to pay a bit of attention to the Greens as well as these four? And of course, one of them, this guy, James McMurdoch, he's another one with a touch of violence in his past, as it were. So a pretty rum lot, I think we can say. Can I just, practical politics then, so the reason why this isn't just a comedy show is that reform did in the polls at one point come ahead of Labour and Conservatives and in the Welsh elections coming reform again seems to be in a strong position that's proportional representation system not first past the post they can do even better than in the UK elections and we've got this by-election coming in Runcorn because a Labour MP managed Mike Ainsbury which was a just again sorry for listeners people remember John Prescott punching someone and Mike Ainsbury has punched  Thank you. Mike Ainsbury. Mike Ainsbury, which was just again, sorry for listeners. People remember John Prescott punching someone and Mike Ainsbury has punched someone. And what's the difference? What was it that Mike Ainsbury did that led to his resignation in a way that Prescott didn't resign? What was the context of this? Well, he got convicted for a very violent offence. John Prescott a punch, good left jab because a guy sm smacked an egg into the side of his face. And I think most people thought self-defence. Mike Ainsbury was an argument with a constituent in the street. He punched him. And then while the guy was lying on the ground, he punched him several times again. So it was a pretty violent thing. Okay, now by-elections coming. And presumably, this is going to be a really important or interesting anyway for those of us interested in uk politics on judging what's happening with reform what's happening with the conservatives whether starmer has really got a bounce out of what i think many people feel has been pretty good handling of um russia ukraine so far which we can talk about a bit later in the show kirsten has definitely had a bounce from his handling of this um of the russia ukraine situation reform i think were chomping at the bit for a few by-elections this i think will damage them interestingly i've been talking to some people up there who not just in that seat but in in other parts of the Northwest, who say that the Conservatives really are completely flatlining, that there's no sense of people wanting to go back to the Conservatives. And I don't think Kimmy Bainot's really giving them much reasons to be positive about that. But just on reform, the other thing that Farage was very keen to sort of emphasise when we had our long chat in the green room in Lincoln, was he was singing the praises of this guy, Zia Yusuf, the chair. And this is a guy, former Goldman Sachs. You know how much the populists hate these globalists who work for big banks like Goldman Sachs. Well, this guy worked for Goldman Sachs. Then he built up his own company, flogged it for more than 30 million quid, big donor to the party. But what Farage said to me is he's absolutely professionalizing the party. He said, I've never had a professionally run party. This guy's doing it. He's got Nick Candy, this sort of super wealthy, sovereign individual, property developer, who's got one of the big, if you ever go to One Hyde Park, you'll see this extraordinary large sort of property he's got there.",
    "speaker": null,
    "startTimecode": 462840,
    "endTimecode": 826460
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/6",
    "text": "He's promised seven figure sums. So he's got some, they've got money. And interestingly on the money, Roy, the New York Times, shout out for your favorite newspaper, they did a big analysis of reforms funding. and they worked out 40% of their donations came from basic climate change deniers, fossil fuels, climate uprooting industries. And a lot of the most of the more than two thirds of the donations came from millionaires and multimillionaires. So I hope reform voters start to understand this is not exactly man of the people stuff that we're talking about. Let's also watch the space of Paul Marshall, who we've talked about on the show before, but he is this very interesting individual, I mean, massively, massively wealthy, has this huge office on Sloan Street with giant wooden elephants in the window that you can see, who began as a Lib Dem funder, then came to my notice as a big backer of Michael Gove, has this magazine called Unheard, which has now acquired The Spectator, is sponsoring some of these right-wing conferences in Britain. Seems to be sounding a little bit more as though he comes from the fundamentalist Christian right. That, I think, is a space worth watching, and the direction where The Spectator goes because spectator is now edited not by phrase nelson but by michael gove and it's going to be interesting to see what happens there it's not a hugely influential except within right-wing circles where everybody reads it it was an interesting magazine in the past because along with sort of provocative right- reporting, there was there were great book reviews. There was some really funny travel columns. There was low life, which was this sort of fantastic Jeffrey Bernard column about his general collapse. And the question is, will Gove be able to sustain the kind of variety and diversity in the spectator or is it in risk of becoming a slightly more monotonous paul marshall mouthpiece you know we're going to get media ownership and what jeff bezos is doing with the washington post yeah um and i'm beginning to see signs in the spectator that they're beginning to get a little bit predictable they're beginning to develop a rather kind of standard set of enemies a rather standard set of friends and some of that kind of liveliness is vanishing well mr gove probably wasn't much behind his desk yesterday because he was giving evidence to the code inquiry about some of the dodgy contracts and he was given quite a hard time he was very govian in his response he does that thing doesn't he whenever he mentions you know he always says for whom i have the utmost respect or for whom i have considerable regard uh as he's about to then sort of say why they're terrible terrible human beings uh but isn't that interesting how the code we're five years on from covid most countries have had their covid inquiries this one's still going on. But you've got a guy there who was fundamental to this VIP lane and to a lot of the stories that we've talked about and read about and Michel Moan and all this sort of stuff. And yet again, it's sort of, oh, well, that's the past. The past is a foreign country. Let's move on. And I think there is some, this is something that the sort of Trumps and the Musks of this world exploit very, very well. The attention span of the media ecosystem is ever shorter. And that does lend itself to Steve Bannon's flood the zone with shit. So I'm not that bothered about what happens to the spectator, frankly. And these right-wing people who sort of buy influence, like Marshall.",
    "speaker": null,
    "startTimecode": 928020,
    "endTimecode": 1045640
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/7",
    "text": "I think we should try and get him on the podcast, actually. If you're listening, Mr. Marshall, I know you love media ecosystem chat.",
    "speaker": null,
    "startTimecode": 1046260,
    "endTimecode": 1051200
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/8",
    "text": "We'd quite like to torture. Now, Rory, here's a really interesting question from Tanya, who's a member in Exeter.",
    "speaker": null,
    "startTimecode": 1052280,
    "endTimecode": 1058040
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/9",
    "text": "Why doesn't Europe kick Hungary out of the EU and any other country which chooses dictatorship over democracy?",
    "speaker": null,
    "startTimecode": 1058640,
    "endTimecode": 1064920
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/10",
    "text": "John Graham, also a member for St. Albans, although the EU cannot expel Hungary, do you think it's time to fully suspend their rights under Article 7, including voting rights and the right of veto? Now, before you say what you think about that, interestingly, last week at the European Council, so there was a European summit to which obviously post Brexit we don't attend, where the issue was Ukraine. Zelensky was there. But I, for the first time talking to people afterwards, got the sense that there are senior people within the European Union, the European Commission, who think that this Orban issue has got to be addressed. And so as one person said, you know, this guy has basically got us by the balls because of the rules that he exploits. So we've got to find a way of addressing it. So I think they begin to talk about that. And quite right too, mind we. If we're looking at basically NATO without the US, so removing this enormous superpower with its giant economy, its massive military infrastructure, and Europe tries to pull itself together and pull itself together in the face of this kind of barrage of attack it's going to get. It's going to get the barrage of attack from Russia trying to divide and isolate us. It's going to get a barrage of attack from Musk and Vance trying to undermine our democracies from within. It's going to get a barrage of attack from almost everybody around the world that disagrees with European values. So as it tries to do that, it's got to deal with some very difficult things. One of them is people inside Europe. Hungary would be an example.",
    "speaker": null,
    "startTimecode": 1153180,
    "endTimecode": 1147280
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/11",
    "text": "But who knows? Slovakia, Austria, who can begin to undermine European consensus. So can it do create these sort of informal blocks that navigate around them? Can it bring in other states as allies? You know, can it think about really bolting on Canada, the UK, Ukraine, Turkey? How do they do that? And are the leaders bold enough to do that? I mean, you saw Reneslaw Sikorsky, the Polish foreign minister, when Hungary said there should be a referendum in Hungary on Ukraine joining the EU. He said there should be a referendum in the EU on kicking out Hungary. So there's the beginnings of that kind of stuff going on. But here's a question from John, who's a member, which is, is Starmer going to be able to come up with a proper structure for connecting Britain to the EU? Or is it just going to be ad hoc? So there we are. Over to you. Do you know before I answer that specifically, because you mentioned Austria there, worth pointing out, and we talked about Austria a lot after their election and about this guy Kiegel that was looked like he was in position to to become chancellor and it hasn't happened because we've finally got a government in Austria but it's a three-party coalition that does not include the far rights the conservatives the social democrats and the. So it's going to be tricky to hold that together. But it's interesting that the system in the end decided, no, we're not having that guy. Presumably in Austria, this is kind of last chance saloon. This is their last hope to try to hold Kiekel out. And Kiekel will try to use the fact he's been excluded to hope there's a new election where he can get even more votes and ultimately end up. He'll try to do that and that is the same for vital in the in the afd in germany and it's the same in romania where the the hard right won then then lost or had the election taken away so yeah absolutely and that but i think this is what's so interesting about what's going on in europe at the moment is that it's kind of last chance saloon for everybody you know if if if a Labour government in the UK with a huge majority were to sort of be the subject of some kind of political miracle and they're out in a single term with that sort of majority, that's kind of last chance saloon in some ways. I think what Merz is doing in Germany, this sort of dramatic change to boost defence spending by changing the rules on this debt break. I think that's him recognising that, you know, we're beyond the point where we can just tinker around and do OK or fail a bit. I think now they all recognise that democratic, sensible, mainstream parties have got to deliver, else they're all going to be in trouble. That's kind of what they think, I think. Back to John's question on whether Starmer would be up for being imaginative enough about formal structures as opposed to just ad hoc deals. Well, I hope so, because I think these structures are going to have to happen. I'm increasingly the view that we've all had a bit of confirmation bias, leaners towards the view that, oh, America's never going to leave NATO. America's never going to pull the plug on Europe. If Trump lasts four years, and let's remember that if he falls under a bus, it's J.D. Vance who takes over under the American Constitution. It doesn't feel to me like they are listening to our analysis as to what is good for America. So if that's the case, then I think new structures do have to emerge. And you can see them emerging. Keir Starmer, again, to his credit, because he's, you know, he must be working every hour God sends at the moment, because he's not just got this, he's got the day job of all the domestic stuff as well. He's announced that he's going to host another meeting, similar to the one he did at Lancaster House recently. And I think it will be interesting to see, you know, will Canada be at that one again? Will the Turks be at that? Will that broaden? Some of the noises coming out of Australia are very interesting at the moment. They're in the middle of an election. But both Albanese and Dutton are pretty clear. I think it was Dutton I saw the other day saying that, you know, yeah, we'd have to think about Australia getting involved if there was a sort of boots-on-the-ground type operation. So I think that whether that will live alongside NATO, I think we're seeing this on the economy as well, the BRICS, I think, will develop and change. And we had a question, we get lots of questions every week about, you know, what's the UN for? And obviously the UN is struggling to find purpose in this sort of the world of strongmen. Just on this point about Starmer, we did an interview with Peter Kyle, the cabinet minister responsible for IT and technology. And the listeners will hear on Monday when they listen to it, him trying to navigate this question about what Britain's relationship with Europe can be. And they're obviously still in the Labour Party, really neuralgic about any talk about things like rejoining the customs union.  Thank you. relationship with Europe can be. And they're obviously still in the Labour Party, really neuralgic about any talk about things like rejoining the customs union. And that's presumably partly, I think, because Morgan McSweeney and the kind of red wall theory holds that they need to rely on Brexit voters. They don't want to alienate them. I'm a bit anxious, partly because of what they've done on international development, which is really sort of troubling and bizarre. And the possibility that they think that was a popular good move, because it coincided with the moment that Starmer became more popular, which I think was largely to do with his handling of Ukraine and having to do with cutting international development. But number 10 seems to think international development is part of that. And all this together leaves me with my anxiety about Starmer, which is, is he going to be able to grow out of being a sort of solid technocratic civil servant into having the kind of big imagination and creativity to reimagine what the Western order is without the United States? I mean, this is the moment where we need our Jean Monnet. This is the moment where we need the generation that we had in 1945-46, where you really think, okay, this is the direction the US is going. This is the threat that Russia clearly poses to us. This is where China is going. And we're going to reimagine something which isn't just, we we'll do a little deal on fisheries and you give us a bit more access on services but this is something permanent an alliance we're creating my answer to that is I hope so because I think that's what's going to be needed and you know I really do think that what Mertz did I think people maybe underestimate just how big a deal that was that he announced, the change to the debt break, and to be so clear that it's about making Germany and Europe more independent of the United States. I must tell you, by the way, Rory, I was able publicly to invite you onto the podcast the other day because we shared an interview space on a German radio station, and I got big-footed. I'd done my interview der Woche, the interview of the week, and I was very proud of it because I did it all in German and it was all very good and I said some very tough things. But then they said, you know, it won't be running in the usual slot because Friedrich Merz is coming on. So anyway, so what they did, they said to him, we interviewed earlier today, we interviewed Alistair Campbell, who used to work for Tony Blair and now has a very successful podcast called The Rest is Politics. And he made two points. He said he'd like you to keep Boris Pistorius as your number two, and he'd like him to stay as defence minister. And he thinks he should get on with delivering the Taurus project to Ukraine. Now, he parked the Boris Pistorius thing, but in a very kind of calm, polite way, and basically said, yeah, he's kind of he didn't say the words.",
    "speaker": null,
    "startTimecode": 1148000,
    "endTimecode": 1611720
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/12",
    "text": "But I read between the lines. He's with us on Taurus.",
    "speaker": null,
    "startTimecode": 1613840,
    "endTimecode": 1614120
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/13",
    "text": "So anyway, I managed to get an invite onto the podcast while I was there.",
    "speaker": null,
    "startTimecode": 1617880,
    "endTimecode": 1617920
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/14",
    "text": "So that's quite good.",
    "speaker": null,
    "startTimecode": 1618620,
    "endTimecode": 1618720
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/15",
    "text": "OK, as a dot, Rory, we're going to pause.",
    "speaker": null,
    "startTimecode": 1622040,
    "endTimecode": 1622840
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/16",
    "text": "Very good. I'm looking forward to our Pause. See you after the Pause. This episode is brought to you by one of our favourite sponsors, long-term partners of the rest is politics. That's NordVPN. And we're guilty, sometimes assuming the internet is safe by default. We browse the same sites, we use the same passwords. Nothing normally goes wrong, and it's very easy to let your guard down. But hackers, as I'm sure many listeners have found out, are always looking for ways to get into your system. And they're trying to steal your money, or they're trying to steal your data. And internet service providers are happy to sell your browsing data to companies and marketeers. And that's where NordVPN comes in.",
    "speaker": null,
    "startTimecode": 1665100,
    "endTimecode": 1665180
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/17",
    "text": "It's your go-to solution for secure internet access. What it does is it creates a virtual private network, that's the VPN bit, which you use to connect to the internet. Just download their app and switch it on and it works in the background. It's got military-grade encryption so you can browse with confidence, knowing your personal information is safe from prying eyes. Our listeners get an exclusive deal at nordvpn.com slash restispolitics, and one subscription covers 10 of your devices. So that's nordvpn.com slash restispolitics, completely risk-free with their 30-day money-back guarantee, and you can find the link in the episode description. Sometimes creating an ad campaign can feel like you're talking on mute. Sorry, we can't hear you. Say that again. But advertising on Spotify can help your business turn up the volume. With our easy to use ads manager, you can create new audio ads from scratch or repurpose existing video assets. Then we'll deliver your ad to an engaged audience that is ready to hear and see your message. It's that simple. Learn how Spotify can add more to your mix at ads.spotify.com. Your data is like gold to hackers. They're selling your passwords, bank details, and private messages. McAfee helps stop them. Secure VPN keeps your online activity private. AI-powered text scam detector spots phishing attempts instantly. And with award-winning antivirus, you get top-tier hacker protection. Thank you. So now we've returned from Alistair's pauser um and back from the break i i want to hit you again with something we we've done a lot of international understandably but here's a question from jonathan pembrokeshire with numerous dubious policy decisions including drastic cuts to foreign aid and benefits alongside increased defense spending is there anything socialist left about the Labour Party? It feels like Farage has dragged everyone right. Let me continue to develop that. I was talking to Labour activists over the weekend. Actually had not a very damaging, but a small car crash. And as I was waiting for insurance documents and police and things, I had this long conversation with Labour activists who was saying that they weren't Corbynistas. They were very central labor, but they campaigned very hard. And this included quite a lot of young people. And they've been really shocked that labor hasn't raised the cap on two children on benefits. Really shocked by what they've done on international development spending. Instead of seeing an incredible opportunity as Trump cut for the UK to move into that space to just sort of copy it and almost suggesting from number 10, actually one of the Labour MPs that they'd done it in order to impress Trump, that it was one of the things they were, along with the invitation to the state visit, they were saying to Trump, look, we've cut international development.",
    "speaker": null,
    "startTimecode": 1845720,
    "endTimecode": 1848660
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/18",
    "text": "And essentially they came out of this thinking that they're really worried that Starmer and Rachel Reeves don't really care about social justice and that they're making the mistake of chasing right-wing votes when in fact they should be paying more attention to traditional Labour voters on these issues. We talked about that polling last week that University College London had done which suggested that Labour was just as vulnerable to losing votes in that direction, the direction of your car crash person as opposed to on the right. I think part of this is that the media ecosystem in which we exist I still think think is very, very much to the right. So when Keir Starmer says at a private meeting, as he did yesterday, the welfare bill is unsustainable, and it's unfair, and it's not working, there's a left-wing case that you can make for welfare reform. But that gets reported as this will upset, this will anger people on the left of the Labour Party. And I think the other thing is that this is, again, something that we talked about Peter Carl. And by the way, I really urge people to listen to the interview of Peter Carl, not least for his own life story is so kind of moving in so many ways. But when these Labour ministers are out and about, I bumped into Matthew Barzun. Do you remember Matthew Barzun, who was the American ambassador under Obama, and who's remained very close to Britain and spends a lot of time in Britain? And I bumped into him the other day and he said, he said, listen, can't you go and help these younger ministers, sort of how they communicate? What do you mean? Well, they all sound so nervous and they sound like they're reading a script and they sound like there's not enough confidence there.",
    "speaker": null,
    "startTimecode": 1850860,
    "endTimecode": 1953280
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/19",
    "text": "If I were to do that, I would say to them, look, whatever you're talking about, find a way of mentioning things like the workers' rights package, which is traditionally what you would call quite a left-wing approach to the thing. So Angela Rayner pushes that, but it's not part of the language. Everybody knows about winter fuel payments. Everybody now knows that they're planning these disability cuts. But does everybody know that they're making these changes to give workers more rights, which actually, when you poll it, is very, very popular. The fact that Labour have managed to deliver more NHS appointments than they said they were going to within the first year, done it already. That is the sort of thing that you have to keep reminding people has happened. I would argue that what Ed Miliband is doing in the great British energy space is actually, albeit he's got people sort of pulling, trying to hold him back a bit. I think that is you could put into the left wing bracket. Private education. Every business event you and I do, we get in the Q&A, there's always somebody saying, you know, why are Labour punishing me just because I'm well enough to send my kids to private school? That is, if you like, traditionally on the left. So I think there's lots of things that they're doing. Waterboss's bonuses. I mean, there there's loads of stuff but they're not loud enough in the debate about what they're doing with them imagine what trump would do with all that sort of stuff yeah i still think though this this is something we need to keep coming back to which is there is a bit of a question about where that moral compass lies and and also above all let's look at the big strategic question Why did they not use this moment threat on defense to say, okay, now is the time to get rid of this ridiculous straitjacket we've put ourselves in around tax? In the way that basically Germany, as you say, has just done something quite brave on the fiscal break. They had handed them on a platter the biggest opportunity that they could ever be handed to say okay now we need to look again at vat income tax and corporate assets and they they ducked it and i guess the fundamental point and this by the way and maybe our maybe our listeners skew a bit more left than than right but i think a lot of them are kind of people who really really really want this government to succeed and a lot of them i think are saying, look, you know, we want to hear more about, if you like, when John Prusket used to talk about the traditional values in a modern setting as defining new Labour, we'd like a bit more of the traditional values and a bit less of the, we're doing this because we're worried about the Red Wall, so-called. Now, Rory, I've got a question for you. The question is about King Charles and soft power. Ian Murtagh, Gosforth, Trip Plus member, could King Charles play a soft power role in Broker in Peace in Ukraine, given his relations with Zelensky and Trudeau? It's quite a leap. But I actually want to talk about King Charles and music, Rory. The fact that King Charles has put out these musical choices, has this not pushed you towards accepting that music is actually, I mean, he says it all. He says that music is just so special and so important in all of our lives. And there's you.",
    "speaker": null,
    "startTimecode": 1953880,
    "endTimecode": 2135320
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/20",
    "text": "And actually, I've got to say, Bob Marley and the Whalers, well, I adore Bob Marley.",
    "speaker": null,
    "startTimecode": 2136280,
    "endTimecode": 2140820
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/21",
    "text": "Could you be loved? Good choice.",
    "speaker": null,
    "startTimecode": 2141760,
    "endTimecode": 2143380
  },
  {
    "id": "e592ac34-c61e-493c-98ed-3a0c7bc5e871/transcript/paragraph/22",
    "text": "Kylie Minogue, I know who's going for the Commonwealth Connections. She's Australian. Grace Jones, La Vie en Rose, excellent choice. Beyonce, do you know the only criticism I've got, Rory, when you speak to him, he said this was about celebrating the Commonwealth. Why was there no bagpipe in his musical choices? His mother would definitely have had the bagpipes. No, that's good. But I'm very, very pleased that you engaged with that, saw that and liked that. He's also done great stuff on poetry, theatre. No, I think that's one of the really positive aspects of it. Well, you need to be educated in why life without music is not a proper life. I absolutely hear you. I'm an uncivilized human being i i don't have the depths of your beethoven soul i i completely uh if only i listen more to abba my sense of the world be different no i think that's probably true and it's also true you can make the same case on football i think these are two big weaknesses in my life no i think football not liking football even though i love it i understand life without music is life not worth living part of the problem is i i'm just basically tone deaf and it's very difficult to communicate to someone what that actually feels like or is like as i think i've said before my father couldn't understand it he believed that everybody could paint and everybody could play music and uh dedicated his 92 years to this slightly quixotic task of trying to convince non-musical, non-artistic people to do watercolors and compose music. I think it's possible, weirdly, that we are sort of different, we're kind of differently wired. And I think it's probably true, 80% of the world, music is central, 90% of the world, food is an incredibly important part of their lives, but not maybe 100%. I'm also a bit lame on food. I'm pretty lame on food. I did Ruthie Rogers' podcast this week, and I admitted I'm really not into food. I don't know why you're talking to me. We had a very nice chat. Are your boys into music? Yes, yes. Sasha's learning the trumpet at the moment and enjoying that. And Ivor really enjoys singing. I mean, he's got to work a little bit more getting in tune, but he loves belting out June so I think there's hope there hope the next generation right now back to serious stuff he's serious Andy Mahadeo Belfast why are the mainstream media and European politicians afraid to push back against accusations of freeloading when the post-world war ii agreement was that the US would provide umbrella. So let's start with that, because that's an important point. At the moment, what Trump is basically suggesting is that it was just US naivety and everybody's mooching off them and the Americans were paying all this money. What of course he forgets is that America did this deliberately so it could exercise power. It invested in NATO because it wanted to contain the Soviet Union. And it didn't want Europe to go weak at the knees or neutral towards the Soviet Union. They wanted Europe to be on the American side. And Eisenhower spoke explicitly about the US having that security responsibility. They didn't want DeGaul to develop his own nuclear weapons. They wanted Europe to be dependent on US nuclear weapons. And you can see actually even today, in two examples, Ukraine and Syria, it's quite clear that Trump is saying two completely contradictory things. On the one hand, he seems to be saying, I'm an isolationist. I don't care what happens outside the US. Go ahead, you pay for it. We won't pay for it. But on the other hand, when people actually step up and offer to pay, he doesn't let them because he wants to have his cake and eat it. He wants to say, I'm not going to pay any money. But he also absolutely wants to be able to take Russia's side on Ukraine, which is why when Europe steps up and says, OK, we'll find $50 billion a year, can we please buy American kit and keep the satellites going? He says no. And when Saudi, Qatar and Turkey step up in Syria and say, okay, you're saying you don't want to spend a single American dollar in Syria, you don't want American troops on the ground, can we please provide the money? He won't let them do it. He puts sanctions in place to prevent it, because in that case, he's taking a position against Syria, just as he's taking a position against Ukraine, while pretending to be isolationist and neutral. Interesting, very interesting. Let's stick it over there. Heidi Legge, how does Mark Carney position himself when so many democratic nations are rejecting the liberal machine that seems to choose candidates further upstream? How does a candidate like Mark Carney stand out as his own person, rather than a plant from the global elite how can he show that he truly wants canada to be wealthy okay well i want you to answer this because you've been deep in canada but let me just do the little explainer to explain how weird it is so it would not be conceivable in british politics for mark carney to do what he's just done so mark carney was governor of the bank of canada governor of the Bank of England, and successful banker. Mark Carney is, I guess, approximately 60. And he hasn't been an elected MP. He ran to be prime minister without even being a member of parliament, right? He was just a grand public figure, be like Gary Lineker suddenly deciding, you know, to run for leadership of the Labour Party without being an MP. And he has ended up not just winning the leadership, but becoming prime minister and now is in pole position. And again, talk about luck in politics, right? If we've been talking about this before Trump completely destroyed Pierre Polyarov's chances, it seemed like a hospital path. Yeah, sure, Mark, you can become the leader of the Liberal Party for a few weeks but you're then 20 points behind you'll go to defeat from pierre polyeth what the point health point of you doing a few weeks as prime minister and then being leader of the opposition um instead of which he's managed to pull all that off okay over to you the question how does he position himself i think he does a a national version of what he's been doing in the party context polyethra has been i mean mean, some of the polls, Bruce Anderson was telling us on the episode we did for members, he was saying, this is a Canadian pollster and strategist. Some of the polls, Polyever was 25 points ahead just a few weeks ago. And he's now well into single figures. We're now virtually within the margin of error. So if Mark Carney, when you say position himself, I would say, take the messaging that has won himself this landslide in the leadership election, and take that messaging into the national frame. And part of that is about, this is not about the Liberal Party, this is not about bringing the whole of Canada together. We are facing a really strong, powerful enemy. I think the fact that he called it out what it is, and he linked Polly Everest, I thought very cleverly to Trump, you know, basically, you either stand up for Trump, or you stand up to Trump. I'm standing up to him. I think he positions himself as serious, grown up, experienced, not a politician. It becomes a strength that he says, I'm new to this game. I've just, I know a lot about politics because I've worked in central bank. He's over. I'm not a politician. Polyever is a kind of lifelong. He exists to be a politician. And then he's got to find some, you know, good chunky policy ideas that make people feel this guy can get stuff done. look and you say that polyever has crashed he's not crashed it's still you know what he will try to do is to make carny part of the liberal party global elite all that stuff and i'm not sure it's going to be very effective we shall see it's going to be very interesting and i think it'll be soon i think it's going to be i think he won't hang around to call an election final question for me and thank you for this because it comes back to some themes you've been touching on last few days alison matthews glasgow trip plus member thank you for being a member of trip where is the u.s opposition to trump advance i see the odd thing on social media but nothing of significance where are the democrats now can i just begin with my framing on this, which relates to our conversation yesterday. We have entered this reality TV, social media world, which Trump has sensed that he can release other people. It's not just him doing it. Obviously, Musk has been given cover to do it. Vance has been given cover to do it. Donald J. Trump Jr. has been given cover to do it. They're all rolling. And we'll see more and more from Pete Hesketh and others as they get going. And that's why he's brought in a lot of Fox news people into his central team. And I think that we don't quite understand how much this world is changing because we don't look enough at places like Russia. We still think that the way to respond is, you know, reasoned articles in the New York Times, whereas in fact, what's being created for better or for worse is a reality TV thing with an enormous audience, particularly on Facebook, which dominates a lot of this, but also on Twitter, where what they want to see is you punch back. And in some ways, Kamala Harris and Tim Walz were at their best in the campaign when they were doing their own version of this, doing things like, these guys are weird, viral videos, good stuff for Saturday Night Live, mocking them back. And one of the questions for democratic politics is very disturbing, because if, you know, you, me, Keir Starmer, everybody feel the only way we can fight back against sort of Trumpian right is to, as it were, play them at their own game, you turn democratic audiences into people sort of watching popcorn and thinking, nothing's real. These are all a bunch of but wow that was a funny hit back and the whole thing becomes like watching a pro wrestling match i was yesterday at that thing you know remember a year ago now we did that thing at methodist hall with uh 1800 six formers well i did it i did it again solo yesterday and some fantastic questions but one of them actually was about whether there should be populism of the left and whether there's anything that we can actually, people like me can actually learn from Trump. And that's something that I also discussed with Tommy Vita on Pod Save America this week. And the whole premise of him wanting to talk to me was actually, goes, absolutely agrees with Alison that the Democrats are frankly all over the place there's no strategy for recovery there's no analysis really going on there's no as far as I can tell there's no formal review of what happened and leaders are the leaders that are emerging they're either the people that we've known forever like Bernie Sanders or AOC or whatever otherwise new names that are coming up but it doesn terribly, terribly organized. And what I said in answer to this question at the Methodist Hall, I said, if we define the kind of Trumpian way in Moises' names, three Ps, populism, polarization and post-truth, then we don't want to go down that road. We don't want to become, you know, a left-wing progressive version of that. But where we should, can and should learn from them is in relation to the incredible organizational skills that they've got, not least through the whole media ecosystem, think tankery and all that stuff. But also whether we like him or not, and you and I don't, Trump is in his own way, a genius communicator. Even if you strip away the lies, and even if you strip away the nonsense and the bullshit and the bullying, and you may say, well, you can't strip that away because that's part of it, but just technically to watch him as a communicator. Now, what is it about? So when we were talking about Matthew Barsen saying, go and help Labour ministers talk like human beings, whatever you think about Trump, there's something compelling about the way he communicates. Now, you can't sort of imitate that. But what you can take from that, what is it that he's got about it? And it's, it's being interesting. It's being entertaining. It's about saying things that people don't necessarily expect. It's about having a very strong, powerful turn of phrase that commands attention. Now, he does it for bad, but you can use all of those factors for good. As you know, I'm full of praise for the way that Starm and Macron, Mertz and Tusk are handling what's going on now. But in terms of how they project and communicate to the public, I still think it feels a little bit last generation, not next generation. It's the next generation that we've got to get on side for what's coming. Part of the problem is the risk of becoming sort of defenders of the status quo. That is absolutely right. And defenders of the status quo that we actually don't like and didn't create. That's the point. What's happening to the Democrats at the moment, there's a risk that they're defending a status quo for which they're not actually responsible there is stuff wrong with the way government works there is stuff wrong with institutions be the reformers not the defenders exactly so you know we've had a question from anarchist sheep would we benefit from having our own version of doge now there's a classic question right because i i get very very wound up understandably by people coming, well, yeah, but you know, isn't Elon Musk right? Isn't government inefficient? Well, of course, government's inefficient. You know, you and I have worked in government, we've torn our hair out about government. There's a lot that's inefficient about government. And we see it all the time. And anybody goes into a busy hospital can immediately spot quite a lot of things going on around them that wouldn't be the way they'd manage it. How on earth do you say to people look okay yes and yes it's also true that quite a lot of things going on around them that wouldn't be the way they'd manage it. How on earth do you say to people, look, okay, yes, and yes, it's also true that quite a lot of international development assistance was also misspent, but that doesn't mean doing this, right? Doesn't mean a situation where we now have all the HIV AIDS medication currently stuck in ports with it expiring so that it can't be used to save lives. The same with vaccination on the most basic diseases. I was talking to a farmer in Zimbabwe who is now funding all the antiretroviral treatment for his own workforce out of his own pocket because 35% of people have HIV AIDS. And Trump has stopped all of that right it's going to explosion across the world of this we've seen it with Musk shutting down the federal drug administration I was talking to someone in the FDA shut down all the testing centers including the basic food testing centers and then have to reopen them fires you know nuclear controllers we talked to Michael Lewis We talked to Michael Lewis about this. This was his fifth risk. Then re-hires them. I mean, it's completely irresponsible, insane. You know, the other one we hear about, well, isn't it right that, you know, Europe should pay a bit more on defense? Yeah, sure. Let's say you had, for some reason, been, I don't know, supporting a charity, and you were supporting 50% of its income, and you wanted it to raise more of its own money and be less dependent on you, Alistair, right? Fair enough. But the way to do it is say, here's a five-year plan. I'm going to reduce every year. There's going to be a thing and you're going to raise up. Not, I'm stopping all funding now. Thank you. Whole thing collapses. And that's what reveals who they really are. They're not really trying to help Europe become self-sufficient. They're not giving them time to do it. They're just knocking them off the cliff. Your point about your Zimbabwean pharma and the HIV AIDS, I'm really struggling. Maybe there's some Americans who could help us try to understand this. Why are the former presidents so silent? I mean, George Bush, that was one of his biggest, the biggest parts of his legacy. And we all know what he thinks of Trump. You can see it on his face when he sits there in the organization, but he's just decided he's just going to sit it out and say nothing. I just wonder, would there be something very powerful if Biden, Obama, Clinton and Bush got together and warned the American people, this is unbelievably dangerous what's happening, we have to wake up? Or do they just think, you know what, we're the past, people won't listen? I don't know. The answer is it depends how they do it and how smart they are and how alert to the modern media environment they are. Do it wrong and the story will be, here's a bunch of elite has-beens. Do it with real wit and inventiveness, troll them back. you could actually do a surprising amount of damage. But the question is, how fleet-footed are these people going to be? My friend Greg Nugent, who's a very good sort of marketing guy, and he says we should stop calling it doge and call it dodge, as in dodgy as fuck. Because it is, it's totally, the whole thing is corruption. Skaramiji was right. They've opened the golden era of corruption. So dodge. Let's stop calling it doge. We're going to call it dodge. You've put your finger on something we're going to end on. And I think it's so important. So what Peter Panparantsev points out in Russia in 2000, and it's the analogy, I think, with Trump today, is that the reality TV stuff, all the chat about invading Greenland and Canada being the 51st state and all the noise, creates a sort of pseudo debate. And it distracts you from what's really happening. So it creates a kind of illusion of a kind of democratic debate. Meanwhile, Congress is becoming completely irrelevant. And the really big questions, which you've just raised, Alistair, of power and money, happen offstage, completely opaque. All these fireworks are happening on social media. But what really is happening with Musk, with the data in the tax office, with subsidies, with personal relationships, with conflicts of interest, with Bitcoin? And that's what happened in Russia. All this stuff was happening on TV. And the journalists were like, I just can't question. What is happening in gas and oil? You know, how's Abramovich working with Berezovsky? I thought Berezovsky owned this, now Abramovich owns this, now Putin's doing this. And so I think that's it. Let's keep trying to see the policy behind, see what happens behind this kind of illusion. it's also why going back to our discussion on the main podcast this week about China, it's why ultimately we have to train ourselves to have deeper and broader attention spans. And sometimes just to say, oh, he said something really stupid again. Let's ignore it. Not play his game, not poke around the turd the whole time. Now, where you and I disagreed with Michael Wolff, I don't agree. And you don't agree with, that you just wait him out. You can't wait him out. You've got to fight him. But I think at the moment, this goes back to the question about the Democrats. If you fight on every single front that they're throwing out, all the chaff that they're throwing out there, you'll dissipate your energy, you'll dissipate your strategic thinking. So I think part of our role should be to resist talking about Trump every week, to resist talking about everything that he does, but to try to maintain an attention span on the things that actually beneath the surface are of even more lasting damage than the absolute crap that he comes out with when he sits at his desk with his big marker pen. And then the problem is, how do you know when it goes from being a performance and propaganda to reality? How do you spot that moment which people missed with Putin, where he goes from sounding like a ethno-nationalist saying he's going to take Ukraine to the moment where he actually begins believing it and evades Ukraine? So how do we spot the moment where Trump goes from saying, well, I'm going to take Greenland and everyone thinks, well, he's always saying that kind of stuff to the moment where the troops get on the plane and he takes Greenland? Yeah, well, you have to win the big battles en route. And that's why actually the European response for all the sort of social media bullying, intimidation, et cetera, thus far, I think, has been the right way. Anyway, quite depressing, but J.D. Vance, I know he says that the left wing has banned comedy. It's one of these many lies. But comedy was alive and well with Matt Ford last night, and I'm on the last leg this week following the mooch. Oh, brilliant. Lots more piss- spoke to rory bremner last night you remember the great guy who does these amazing imitations of voices um and he was saying one of the challenges for comedians is satirizing this world is getting more and more difficult because it becomes so absurd and grotesque it's very difficult to outdo Trump himself when Trump himself is posting videos of him as a gold statue in Gaza with dancing girls and beards. I mean, what's the satirist supposed to do? Okay, Rory. Well, lovely to talk to you as ever. Speak to you soon. Speak soon. Thank you, Astrid. Bye-bye. Bye.",
    "speaker": null,
    "startTimecode": 2143920,
    "endTimecode": 3357360
  }
]