[
  {
    "id": "3ab7bfd1-ca9c-4275-8e70-0f50e70dfb3d/transcript/paragraph/0",
    "text": "Thanks for listening to The Rest Is Politics. Sign up to The Rest Is Politics Plus. To enjoy ad-free listening, receive a weekly newsletter, join our members chatroom and gain early access to live show tickets. Just go to therestispolitics.com. That's therestispolitics.com. The Rest Is Politics is powered by our friends at Fuse Energy. And when you switch to Fuse, you will now receive Trip Plus membership free of charge. That's where you can take advantage of things like ad-free listening, early access to question time episodes, pre-sale live show tickets, and more. All you've got to do is go to getfuse.com slash politics, use the referral code politics when signing up. We will be providing many more offers for members, which I think can be great, including interviews for members only and questions for members only, which I hope you'll enjoy. But the other advantage of signing up, of course, is that you can protect your energy bills by fixing your electricity rates for the next year with Fuse, which is going to be very relevant with the price cap rising by 6.4%. Fuse's new fixed tariffs undercut the April price cap by over £100, with almost £150 of savings for a typical customer on the 18-month tariff. By fixing your electricity rate, you can lock in your price today and protect yourself from any rises over the next year. So download it now, use the referral code POLITICS after signing up, visit getfuse.com slash politics for the terms of conditions and to learn more. Ryan Reynolds here from Mint Mobile, with a message for everyone paying big wireless way too much. Please, for the love of everything good in this world, stop. With Mint, you can get premium wireless for just $15 a month. Of course, if you enjoy overpaying, no judgments, but that's weird. Okay, one judgment. Anyway, give it a try at mintmobile.com slash switch. Upfront payment of $45 for three-month plan, equivalent to $15 per month required. Intro rate first three months only. Then full price plan options available. Taxes and fees extra. See full terms at mintmobile.com. This episode is brought to you by Progressive Insurance. Fiscally responsible. Financial geniuseses, monetary magicians. These are things people say about drivers who switch their car insurance to Progressive and save hundreds.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 131740
  },
  {
    "id": "3ab7bfd1-ca9c-4275-8e70-0f50e70dfb3d/transcript/paragraph/1",
    "text": "Visit Progressive.com to see if you could save. Progressive Casualty Insurance Company and affiliates. Potential savings will vary, not available in all states or situations. tariffs then we did farmers we did welfare in in the uk so let's have a few foreign policy stuff let's start with this one from ansha who's in bucharest member of trip plus thank you how likely do you find it for putin to be able to obtain everything that he's currently asking for as in the very maximalist variant of the russian requests nato on the 97 borders demilitarize ukraine etc this would be a defeat for europe would the american administration establishment also see it as a Now, this may be overtaken by events later in the day when Trump and Putin have this phone call. But what's your take thus far, Rory? My take is that Anka is right to be worried that Russia's in a very strong position. On the surface, it looks like Trump has proposed a ceasefire deal. And in particular, there was this meeting in which Walsh and Rubio seem be setting pretty clear terms for a ceasefire and waiting for Russia to respond. So that might sound, if you said it quickly, as though Russia was in a difficult position, because if it didn't respond, it would be in trouble. But the reality is that Russia holds most of the cards here, because they know that Trump does not want to escalate. He doesn't want to confront Russia. He doesn't want to get involved and he wants to get out as soon as possible. So there's no real reason for Russia to accept these terms. Now, they're not going to want to openly piss off Trump. So what they'll do is they will slow roll it. They'll come up with very small excuses. And meanwhile, they'll continue to advance. So while we're speaking, they've taken Kursk, they're advancing in Donetsk, and they will continue their central strategy, which is to make sure that they get Putin to negotiate directly with Trump. Because every time they negotiate directly with Trump, he comes out repeating Russian talking points, and he's more and more sympathetic towards Russia. You know, he's been talking recently about how Crimea should be recognised as part of Russia. He seems to be suggesting that the Zaporizhzhka energy plant, which is well inside Ukraine, should be part of Russia. That's my view on Russia. Over to you. We're still at the stage where it strikes me that Trump is demanding an awful lot of Ukraine and next to nothing of Russia. I think we've got to be careful this idea of saying that Russia holds all the cards. They've not been advancing as quickly as they want. Their economy is much weaker than certainly the whole of Europe. So I think we've got to be very, very careful. Trump is desperate to get a deal. Putin wants to take the whole of Ukraine. His overall objectives have not budged one iota. Somebody was saying it was like his response to Ukraine saying they would support the ceasefire after the Americans brought together that proposal. And people were saying it was the Vicky Pollard approach, you know, yeah, but no, but. And it was very much by the end of it focused on the no, but. And let me just say, I don't know if you saw this tweet from Dmitry Medvedev, former president who was the president during the four years that Putin pretended not to be president. Just listen to this. Macron and Starmer are playing dumb. Time and again, they're told that peacekeepers must be from non-NATO states. No, we will send tens of thousands. You want to give military aid to the neo-Nazis in Kiev. That means war with NATO. Consult with Trump, scumbags. It's pretty clear, isn't it? I was talking to Jack Watling, who's this amazing analyst from Russia, who spends about half his time in Ukraine, just got back from Ukraine. And of course, Ukrainians sort of saw this coming, but they're also very, very worried about what's going on. But the one thing that he's clear about, which we've been saying for a few weeks now, is that there is no way that Trump is going to provide security guarantees, that Trump has been very clear from the beginning that he doesn't want to provide security guarantees. And Macron has completely misread this. I mean, Macron's got real form on this. I know I keep attacking poor Macron while we keep trying to get him on leading. He totally misread Putin in January 2022. He misread Putin in the Minsk agreements. And he again tried to say in that Trump meeting, Trump was prepared to provide US security guarantees. There's no way Trump wants to provide US security guarantees. He's an isolationist. He doesn't care about Ukraine, doesn't care about Ukrainian sovereignty. And insofar as his defense department has the theory at all, when it's not isolation, it's about this pivot towards Asia. And I think all that Trump cares about now is an idea that he's got in his head that the European Union can increase defense spending so that they can buy more American defense equipment, which will save America money in Europe and mean that it'll be good for American manufacturing jobs. And that's literally all he cares about. The point about this call, look, we'll know by the time this podcast is out, we'll have detail of what they discussed and the tone of it. But it's entirely in keeping with the way Trump has handled this so far. So for example, Putin keeps saying ceasefire talks should be based on the reality on the ground. Well, the reality on the ground means we've taken the fifth of Ukraine. What did Trump say ahead of the call? Obviously, any agreement has to be based on the reality on the ground. So what he's doing in saying that is saying, yeah, you've won, Vlad, you should get a bit of this. Promise me you won't do it again. Promise me. Then he'll go out and say, I've done a deal. I'm an amazing dealmaker. It would amount to a surrender by Ukraine. And it would also say there's nothing wrong with taking countries that don't belong to you by force. We regularly shout out all Peter Kellner, the pollster and strategist on here. He sent me yesterday an editorial from the Times in October the 1st, 1938. And it is a peon of praise to the deal-making, diplomatic, negotiating skills of Neville Chamberlain and how the world and history is going to owe him everything for having secured from Hitler. This proclamation that the desire of the two people never to go to war with one another again shall henceforth govern the whole of our relationships. Well, we won't get that out of Putin, but we'll get enough for Trump to say that's what he's got. It's pretty grim. Let's see. Maybe we're being too harsh. Maybe he'll pull off some amazing thing. But the point is you can't, you mentioned Macron and Minsk. You know, they sign deals. Anybody who's ever signed a deal with Putin, unless it's, you know, Lukashenko who signs whatever he's told him to, he goes back on the deals anyway. So Trump really has got to watch it, but I don't expect that he will. Here's a second one, which is a sort of twin, isn't it? Which is the Gaza ceasefire. Yeah. Where Trump has come in and said that he wants Gaza to be American territory and everybody to be removed, all the Palestinians are supposed to go to Egypt and Jordan. And now today, the Times of Israel is suggesting maybe the Palestinians can go to Syria instead. They're quoting US and Israeli officials saying that Ahmed al-Shara, the president of Syria that we interviewed, might be happy to take a million Palestinians. That seems very unlikely. And Trump has been negotiating directly with Hamas for the release of hostages and has been claiming credit for bringing an end to the fighting. But at the moment that we're speaking, Israel has begun attacks again overnight. In fact, some of the largest attacks that we've seen in the last couple of months, certainly more than 300, perhaps 400 Palestinians killed. And Netanyahu's signaling that he's doing this because he says the ceasefire talks have broken down. And it leaves us with a fundamental question, which I guess we never get away from, which is why would Hamas hand the hostages back? Because I've had senior Israeli officials say to me, as soon as they get the hostages back, they're just going to kill everybody in Hamas and that the only thing holding them back is the hostages. So what incentive would Hamas have to hold those hostages back if that's the only thing that's containing the amount of violence directed against them? If we go back to the Michael Wolff Trump as reality TV star, the tale of two ceasefires, he was all over the ceasefire as it was called, as it was brokered, as it was negotiated, and as it appeared to give quite a lot of hope. I think you and I were both pretty sceptical at the time, but it was a ceasefire, and then it was set out in these three phases. But I think there was a feeling that both sides would find reasons for it not to hold, and that seems to be what's happened. These strikes overnight, particularly going on as Trump is seemingly trying to negotiate this other ceasefire in Ukraine, is, I don't know whether that figured in their thoughts about timing at all, but 400 people, lots of women, lots of children. And we've sort of, there's a real danger that we become slightly sensitized to all this. This feels like they're stepping it up. And at the start, there was a sort of, they did at least try to say, we're, you know, we hit this place because we know that two senior Hamas leaders were there. We had intelligence, intelligence for that. This looks pretty indiscriminate. And I know we'll get the usual kind of calling out by lots of people in the Israeli government and others, but it's hard to see this as being part of this overall strategy. And so I think this is in a very bad place now and hard to see how they get it back onto a better place. It's a question of time, isn't it? As time goes on, the relationship between the October 7th terrorist attacks and the response gets bigger and bigger. So I had people who were sympathetic towards what Israel was doing one month after, even three months after, saying that they needed to attack Hamas and that this was about deterrence. But as you move on in time, you're getting into a very strange situation. I was talking to somebody in Israel, and this was two days ago, and they were talking about how they feel there is now a very, very dangerous self-deception taking place that they feel when they're going out in Tel Aviv or Jerusalem, that people are lying to themselves. They're just not acknowledging what is happening in Gaza anymore. That there's a narrative which is very focused on October the 7th still, very focused on the Holocaust, very focused on anti-Semitic acts in the West and graffiti. And that dominates the entire conversation. And almost nobody is talking about the fact that there are well over 40,000 people, perhaps many, many more, being killed just a few miles away from where these conversations are happening. It's a really difficult psychological moment for what was a liberal democracy to try to live through this dissonance, this kind of gap in your head. On the point about liberal democracy, rule of law institutions, really powerful quote this week from Ehud Barak, the former prime minister. I haven't got it in front of me, but just paraphrasing, he said that Netanyahu's gone completely off the rails. He's trying to get rid of the head of Shin Bet, one of the most important security services. And as I understand it under under the constitution, shouldn't and couldn't do that without the attorney general's approval. But he's essentially going down the Tom Homan route. Tom Homan, this American guy who's in charge of these enforcements of kicking out alleged illegal immigrants, who is involved in this tussle with a judge. Basically, the judge is demanding to know why, I think it was 200 were sent to Venezuela when they'd been specifically ordered them not to. And Holman was on television saying, I don't give a damn what the judges say. There's a read across in that. If America starts to say, we don't give a damn what the judges do, then don't be surprised if you see that sort of approach in other parts of the world. Just to explain very quickly again, for people who've not been following every in and out of this, it's a very strange situation in Israel, because what's happened is that the head of Shin Bet has been investigating two of Netanyahu's aides under allegations of receiving payments from Qatar. Now, the story normally that Netanyahu's been spinning over the last few months is that he's angry with Qatar because he accuses them of supporting Hamas and Gaza and funneling cash. So you'll get a loss of pro-Israeli voices criticizing Qatar. And now it seems as though actually the relationship of his aides to Qatar are closer than Netanyahu would like to admit. But once the investigation starts, he does something that no Israeli Prime Minister has ever done, which is to fire the head of your internal security service. And we've never done that in Britain. They never fired the head of MI5. And it would be particularly odd to do it at the moment at which they were investigating misconduct by two of your own aides. Yeah. Now, let's stay abroad. Eva, please could you talk about the protests in Serbia? Tom, what do you think is behind the student demonstrations in Belgrade? Why is there a Trump hotel plan for the city? What has motivated Donald Trump Jr. to spread falsehoods about who's funding the protests? I mean, this has been going on now for some months, and it's built and it's built and it's built and it's built. We've talked about it before. It was about the collapse of a building project at a railway station, over a dozen people killed and students without a leader formed a movement and it's grown and grown and grown and grown. They've now been joined by veterans. They've been joined by different walks of life. And I don't know if you saw any of the coverage of the weekend, Roy. It was huge. There's always a battle of, you know, how many people are on a protest march. But it was in the hundreds of thousands, which for a relatively small country is a lot. And this is putting massive pressure on President Vukic. He's lost his prime minister already, other ministers that have gone. The key question is, will they be able to form an opposition properly? There's this very weird thing that the student leaders, and this is something I've seen in the States too, and maybe a problem with the new politics. Everybody hates politicians so much that they seem to be saying, we're not going to have any political parties here. We're not going to have any European Union flags here. So completely different to Georgia. Georgia, they say, here's a political party, here's an opposition. We've got a very clear request, which is we want elections run again. This is what we want in terms of law, and this is what we want in terms of the European Union. Whereas in Serbia, you've got the opposite extreme. You've got this protest movement that's really big. But if Vucic triggers an early election, he can still rely on enormous votes from over 65 pensioners. And it's very difficult to see who the candidate is who beat him. Now, which brings us to Hungary, which on our tale of two cities. So Hungary, big protests against Orban. But there it feels like there is a candidate. And there is somebody who could potentially beat Orban with an organized political party against him. And Orban could be in serious trouble if he went to an election. Yeah, yeah. Is that your reading of Hungary? I mean, I wish I could speak Hungarian. I can't. But I watched, is it Peter Magyar? Is that his name? Yeah, Peter Magyar. I watched his speech to this. Again, huge crowds. I mean, it really was a week of protest because you had them in Romania where there's this sort of rerunning of an election. You've had ongoing protests in Georgia. And we talked a few weeks ago to President Z president zirabishvili who was forced to leave the building where she was president and this former manchester city footballers now in there but she still recognizes the president by lots of georgians and then hungary as you say hungary and serbia these these huge protests and look it's very hard to know because of course one of the things Orban has done, and he says he's going to do more of it, is he's going to be cracking down further on media, he's going to be cracking down further on protests. But Peter Maguiar made a pretty powerful speech and essentially was saying, as Franz Timmerman said to us when we interviewed him leading the Dutch politician, he said, Orban's days are numbered. This is the people rising up against a regime that they know to be corrupt and all the other things we've talked about before. Now, Orban is a bit of a survivor. He's very, very, very well connected. He's one of the few that is close both to Putin and to Trump. So he'll still feel he can tough this out. But I thought it was a very, very interesting development. And it's also interesting because it's this line, isn't it, between populism and outright fascism, which is Orbán is still just about on the populist edge, not the fascist edge. There aren't political prisoners in Hungary. There isn't yet a sense that he's going to abolish all elections and declare himself dictator for life. He's not kind of torturing his enemies. So the real decision point is going to come when he is at risk of losing power in an election. And then the question will be, can we trust the fact that he's in the European Union, he's very dependent on German car manufacturers, his economy's in trouble. And so in the end, he's going to stick to the democratic route and go nicely. Or have we entered a new world? And this, I guess, will be the question with Trump too. I mean, Trump too, how far does it go? So the optimistic view is, yeah, yeah, he's doing all this stuff, but the Democrats will do really well in the midterms and he'll be out at the next election. It's all fine. The Democrats are all over the place at the moment. Pessimistic view is, no, we don't really understand the dynamics of fascism, and that actually Hungary may be the exception because it's in the European Union, but other countries have much, much further to go in terms of getting more and more authoritarian, and actually the elections may not happen again. That was a very interesting question about why Donald Trump Jr. was there, whether it was some sort of business deal, whether it was political support. But I think the other thing that we're seeing is around the world. I was talking to somebody yesterday who does polling analysis in every country in the world. One of these sort of, you know, big, they do big thematic stuff. And they were saying that Trump now, in most parts of the world, is a big driver of negativity towards anybody who supports him. One or two exceptions to that. India, he's fairly neutral. Parts of Asia, he's fairly neutral. But Europe, absolutely. And this is why I think Faraj is a bit worried about Trump and Musk right now. For Orban, I wonder if actually that is part of the reason for the surge in protest against him. We got a question related to this, which maybe we can return to, which is, Jeanette, on what does Saudi and UAE think of Trump? We didn't talk about that yet, but I'll go back and find out. Just as a sort of starter, which I'd love to see what your personal response. I think the regimes there were much angrier with Biden than we like to acknowledge. They really felt, you remember, Biden came and said Saudi was a prior state, refused to shake Mohammed bin Salman's hand, and then had to go back kind of groveling on bended knees to try to get concessions on oil. And they feel that Trump is allowing Riyadh to host the talks between Putin and Trump. UAE is being able to host stuff around Iran. They probably feel that America in general is not very reliable. But I guess those governments, to put it politely, the Emiratis and the Saudis are not that troubled about separation of powers, the strength of the judiciary, executive orders, you know, freedom of speech in universities, corruption in the American system, and probably not that fussed about defending sovereign borders against Russia. But I think what may change is that they're still believed that he can be flattered and placated and are still tempted to think, just don't take him seriously. So when they hear the Gaza stuff, their instinctive reaction is, nah, it's never going to happen. And it'll be interesting to see as Trump continues and as places like Jordan, you know, which are really under strain at the moment, begin to come under more strain, whether they begin to change their views. Now, as you know, Rory, the rest of this politics is powered by Fuse Energy. And on the topic of energy, you've got a really good question here from Kat Walker. What would a serious long-term UK energy strategy look like, one that deals with climate, cost of living and energy security simultaneously? Why does no government seem able to deliver one? I think the first thing is that there's a big problem about the fact that climate is global and our levers are national. The problem with UK, Europe, Canada doing an incredible amount on controlling carbon emissions is that if other countries don't play ball, global mean temperatures will still rise because we're a very small part of the emissions, well under 10% of the emissions, and we will damage our industry in the process. So the first thing that we need to do is get the international framework right. on the question why does no government seem able to deliver one i am going to give a shout out to a former government the labor government i worked for in the context of a wonderful play that i saw last night at the soho place and this is a play i don't know if you've heard about this it's a play play. It's called Kyoto. And it is about the Kyoto agreement and how it came together. The main character is somebody who worked for the George Bush senior government who becomes an oil lobbyist. And he is desperately trying to screw over those who are trying to get serious timetables and serious targets on fossil fuels.",
    "speaker": null,
    "startTimecode": 132480,
    "endTimecode": 1369520
  },
  {
    "id": "3ab7bfd1-ca9c-4275-8e70-0f50e70dfb3d/transcript/paragraph/2",
    "text": "And they tell the whole story over over quite a few years from these summits in geneva then then berlin then shanghai then all over bond and all over the place and then it comes together at kyoto i was very i was quite moved actually even though the actor had a beard because he was like a lot of these productions, he was playing several characters. But John Prescott comes over as a heroic figure at the end, really driving this thing. Angela Merkel, who was also, who was then, she was actually the environment minister in Germany for the first COP in Berlin. So, and what it showed was, this goes to Kat's question, you need political will. You need a broad understanding of the facts. And you need political will to see down people who are trying to destroy the arguments that you're making. It was very, very moving. I found it really, really moving. And to anybody who says politics doesn't achieve anything, this was politics at work. Well, thank you, Kat. Thank you for that question. And thank you, Fuse, for fuse for sponsoring the show quick reminder fuse are giving away free trip plus membership for all of 2025 to new signups and of course being a trip plus member gives you access to our exclusive bonus content like our interview with the danish prime minister ad free listening early access to question time episodes like this one ability to book discounts pre-sale tickets for live shows our members chat room and much more so to sign up and for terms and conditions visit getfuse.com forward slash politics okay great quick break then back for more questions i'm david or the shogger historian and broadcaster and i'mwell, author, journalist and academic. And together we are hosts of Goalhanger's latest podcast, Journey Through Time. We're going to be looking at hidden social histories behind famous chapters from the past. Asking what it was like to have lived through prohibition or to have been there on the ground during the Great Fire of London. We'll be uncovering all of that. And we'll have characters and stories that have been totally forgotten, but shouldn't have been. This week, we're looking at a terror attack that shocked New York, that cost American lives, caused millions of dollars of damage to buildings across Manhattan, that led to the establishment of new security agencies, and that helped push the United States towards war. But it's not 9-11. This is the Black Tom explosion of 1916, the story of a massive sabotage campaign as Germany made a desperate effort to keep America from helping the Allies during the First World War. And the cast of characters for this story involves playboy diplomats there's a stranded sailor an opera singer who's managing a brothel in new york and there's a hapless spy who leaves secret documents on a train so join us on journey through time and hear a clip from the black tom story at the end of this episode. Now, Rory, here's one for you, particularly given you've recently, again, been at your university in America. Michael Cross, what should UK universities learn and then do based on what is happening across multiple American universities on freedom of advocacy, protest and speech? I mean, it really does get me going this, that you have Vance endlessly talking about freedom of speech and that must talk about freedom of speech. And yet it strikes me they're doing an awful lot to close down freedom of speech in not just in universities, but you've had particular experience, I think, of what's going on in universities. Yeah. So I'm a professor at Yale, and I'll be back there again next week teaching eight classes. And Vance is a graduate of Yale, famously. But they really have the American universities in their targets. And they've learned quite a lot from Orban. We've talked a lot about this. Actually, Woody Dharunpool's done some interesting things. Our co-Empire goal hanger podcast had some very interesting interactions with Orban and his group, which we maybe can talk about later. But one of the things they learned from him is that you can hit universities not just directly through the law, but you can hit them through funding. So they've announced that they're going to be cutting federal funding very dramatically. And then the rules within federal funding, how much you can put to overheads. They've announced that they will look at putting a much bigger tax on university endowments. So Americans give huge amounts of money to these universities. But if they begin to sense that the endowments they give are going to be taxed at a high rate, wealthy Americans will cease giving. They'll hold on to their money, hope they can make more money outside, hope Trump will go away. And then there's the visas. So a Brown University professor has had her visa refused on the grounds of material apparently she had on her phone, which seemed to be sympathetic towards Hezbollah. There has been an attempt to expel somebody from Colombia. Many of my students say that the reason they're not demonstrating against Trump is that they believe that Trump is putting pressure on the universities to gather the names of anybody who demonstrated on behalf of Gaza and that they will be expelled. There have been true social statements from Trump saying he will expel people who demonstrate at universities even if they're American citizens. As you pointed out, Tom Homan has begun the process of expulsion as simply ignoring what the judges say. And now there's been a letter that's gone out from Yale, but also from all the other universities that I'm aware of to students saying that if you are from a country that you think Trump is about a target, get back to the US now before the visas tighten up. And if you are somebody who you think Trump is going to go after, stay in the US, don't go home. So how do they square this with free speech? And he was also, Trump this week was talking about CNN and MSNBC, talked about them being illegal organisations because they keep criticising him. How does that square with freedom of speech? Well, I think it isn't at all about freedom of speech is it i mean it's orwellian speak they they say the absolute opposite of what they mean so when they talk about protection of minority rights what they mean is the oppression of minority rights when they talk about freedom of speech what they mean is shutting down anyone who disagrees with them when they talk about democracy they mean undermining the basic checks and balances when they talk about the rule of law they mean killing the judiciary when they talk about american strength they mean american weakness very good put that one on social media guys now let's stay with more another troubled issue i've got a very moving email this week sidaum, would you consider telling the story of the forgotten Armenian hostages? My uncle has been imprisoned in Azerbaijan for nearly 550 days, just ended a 24-day hunger strike. This wasn't a choice made lightly, but a final desperate measure against the profound injustices he and 22 other Armenian Christian prisoners faced daily. Just this week, the European Parliament passed a resolution with overwhelming support urging Azerbaijan immediately to release Armenian prisoners, including my uncle. I looked into this guy, he's a very well-known character, quite wealthy, philanthropist, social entrepreneur, founder of the Aurora Humanitarian Prize. And again, we're back to the point about, we have talked a couple of times about Armenia, Azerbaijan in the past, but we are so focused at the moment on anything to do with Trump, that these other conflicts just get slightly squeezed out. Well, he squeezes everything, doesn't he? Just on this one. So this is one of the things that's kind of sort of freaking me out a bit if we agree that he's about spectacle and reality tv and i think you're very convincing on that normally what you do in one of in a narrative is that you build progressively larger climaxes so i guess the beginning of the movie i don't know you lose your dog and the end of the movie you lose your wife right no the end of the movie dog. I don't know if that's whether it's a comedy or a tragedy. What a happy film. Happy film. So in terms of the narrative, what you would expect him to do is build. And the problem is that he's gone so big so quick that he's flooded the zone. Even you and I, and this is now our semi-professional job, are struggling to keep up with all the stuff that he's doing. You know, we haven't begun to talk about what he's doing internally on US immigration, judiciary. Obviously, we're not talking about what the consequences are for all the US aid cuts now spilling out across Africa as conflicts happen, people start dying of AIDS, et cetera. What worries me, though, is that if he goes this big and people lose interest and it becomes crying wolf, is the risk not that he will begin to think in a few months' time that he needs to do something far more dramatic, far bigger to catch our attention again? But that's the moment at which he actually lands in Greenland. He puts the troops in Greenland because he's gone so big, he can only go to a level far beyond anything we've imagined. That's why I said to Michael Wolff, if you take the logic of the Trump as a reality TV star constantly chasing ever higher ratings, you end up with him whacking off a nuclear weapon at Britain or Denmark or Canada, because, you know, that's a big story. It's interesting if you think about it. This week, we talked on the main podcast about tariffs. Yeah, that's about Trump. But actually then about farmers and welfare. We talked about tariffs without too much talk of Trump.",
    "speaker": null,
    "startTimecode": 1370360,
    "endTimecode": 1954520
  },
  {
    "id": "3ab7bfd1-ca9c-4275-8e70-0f50e70dfb3d/transcript/paragraph/3",
    "text": "We've ended up doing the Q&A this week with stuff that we probably a few weeks ago would have done as the main thing. You said something on Twitter this week about, you know, it's so easy. You hear lots of people saying, I'm just not going to listen to what he says and not going  the few weeks ago would have done as the main thing. You said something on Twitter this week about, you know, it's so easy. You hear lots of people saying, I'm just not going to listen to what he says and not going to follow what he does. But I think that is quite dangerous. I think the thing to do is to sort of separate out the wheat and the chaff. Just on the Armenia-Azerbaijan, we should just point out that they have said that they are close to an agreement to resolve the whole thing. So maybe, I don't know. But I'm very grateful to see they're told as the story of her uncle. And she's right that there's not been much light cast upon that issue. Now, what's your last question? We'll have one more each. Should we try and line up a bit? Yeah, let's try to lighten up a bit. But let me just say that Azerbaijan, I think, remains very, very, very risky. There's a serious chance of that happening. Lighten up a bit. Wow. I was about to ask you a question on meritocracy being dead in the UK economy, but maybe we'll try that another day. light no Roy this isn't light at all it's very very serious but I think it allows us to see a side of Rory that we don't often see. Rory says, Joelle, Trip Plus member. What role does your faith play in your worldview and political thinking? Well, very difficult because this is the point at which I become a tongue-tied Tory. I think the truth is that my faith has a kind of centrality and importance in my life, which is far bigger than anything else when I allow it to.",
    "speaker": null,
    "startTimecode": 1955080,
    "endTimecode": 2053440
  },
  {
    "id": "3ab7bfd1-ca9c-4275-8e70-0f50e70dfb3d/transcript/paragraph/4",
    "text": " so when i actually allow myself to really create the space for god it seems as though it is the thing that matters most it's the it's the one thing that gives meaning to life and that without it it's very difficult to construct meaning and that so much flows from that because christ is somebody whose message and you you you put this sometimes when you say that you think he's a a bit of a lefty or a bit of a socialist there's a way of saying that his social message, regardless of whether or not you believe in God or believe in Christ, is the purest, most challenging, noblest vision of what it could mean to be a human, that nobody, I think, can listen to the message of that man about what he says about poverty or what about the way he died, the way he chose to give his life for other people, the extremity of his commitment to loving other people and not feel that that is the central insight into what it means to live a meaningful human life. And do you, are you like our friend, the former archbishop in believing the basic story.",
    "speaker": null,
    "startTimecode": 2054060,
    "endTimecode": 2102180
  },
  {
    "id": "3ab7bfd1-ca9c-4275-8e70-0f50e70dfb3d/transcript/paragraph/5",
    "text": "You believe in the virgin birth and you believe that mary is a virgin and no he's the son of god you don't believe that no i i'm i think one of the interesting things i've realized is i've become more involved in the church is for the first time i've begun to realize why religious wars happen you begin to realize that you end up disagreeing very strongly with co-religionists. So, I'm somebody who very much thinks that this whole thing is a very, very deep mystery, that there's very little that you can say about it, that anybody who claims to have seen God hasn't seen God, that anybody who claims to know what a miracle is or what the afterlife is or what the virgin birth is, is confusing themselves. And that this idea of ignorance, this idea of mystery, this idea of radical humility is very important. And I find it very difficult listening to more literal minded accounts. account so if somebody says to me as they did last sunday and sunday before in church want to talk carefully about jesus walking through walls or make account. So, if somebody says to me, as they did last Sunday before in church, want to talk cheerfully about Jesus walking through walls or making us be very literal about him turning loaves and fish into a lot or saying, if you're sick, all you need to do is pray to Jesus and you'll get better. I get very uncomfortable because I think God is something very certainly far beyond me. And I think the point about faith is that it can't be based on certain knowledge. It wouldn't be faith. I mean, if we knew all this, if we'd seen him walk through a wall, if we were certain about what any of these things meant, then there wouldn't be any need for faith. But I'm very early in this whole journey, and I'm very aware that my younger self you know i was a campaigning atheist would listen to all this and think this is absolute nonsense this guy's gone completely mad into some mystical worldview none of this stacks up and and ditto a christian listening to me would say how dare he talk about christianity when his faith is clearly quite so vague and rocky because Because the other thing the Archbishop talks about is that, I'm paraphrasing, but he once said to me that there has to be an element of revelation. You have to see, you say nobody's actually seen God, but actually he would argue that lots of people have seen God in different ways. And that's the moment of revelation. But it sounds like you haven't had that. Well, I think I have had moments i mean when i'm doing an 11 day meditation i have moments revelation when i'm in the mountains here in switzerland i have moments of revelation and i think it's also true that probably the reality is not that we lack revelation but that we develop techniques to conceal those moments of revelation for ourselves that we're very, very good about denying them and returning to the real world. You know, you could say that we're all jealous of St. Paul because he had this vision on the road to Damascus, or you could say, actually, there are many moments in our lives where we have visions of that sort, but unlike St. Paul, we're not brave enough. We don't have enough faith. We don't have enough humility to open up to them. And we find ways of, through our pride or our own minds, of denying them.",
    "speaker": null,
    "startTimecode": 2103800,
    "endTimecode": 2316120
  },
  {
    "id": "3ab7bfd1-ca9c-4275-8e70-0f50e70dfb3d/transcript/paragraph/6",
    "text": "Okay, Rory, I think it's quite hard to get light after that very interesting confession. Consider yourself blessed and forgiven, and I'll see you soon. See you soon, Father Alistair. Bye-bye. Here's that clip we mentioned earlier on. And gradually what you see in this period is mounting concern over what became called hyphenate Americans. This idea that foreign immigrant communities had divided allegiances. And so there are increasing demands for effectively loyalty tests. And Wilson gives a very famous speech in which he uses a famous phrase, and that's a phrase that you have spent a long time studying, Sarah. And that is to ask whether these Americans who have loyalties to other nations will, when it comes down to it, whether they will put America first. And that's the phrase, right? America first. It is a phrase that was first popularized in this context in 1915, a year before Black Tom, in a speech that Wilson gave addressing these mounting concerns about hyphenate Americans, about whether they were real Americans or not. And the way that Wilson put it was he said he demanded that immigrant communities stand up and state explicitly whether, he said, is it America first or is it not? And at that point, America first became an incredibly popular phrase. It basically dominates American political discourse for the next decade. Then it kind of subsided. And then it has a resurgence around World War II, when it was used to talk about whether America should enter the Second World War. And then it went into abeyance for a long time, until it made a dramatic reappearance in the 21st century, which listeners will be familiar with. If you want to hear the full episode, listen to Journey Through Time wherever you get your podcasts. Hi there, it's Alistair here. And this week, I had the absolute pleasure of appearing as a guest with Tommy Vitor on one of America's most important and best known podcasts, Pod Save America. Tommy is somebody I know pretty well from his time with Obama. He's a really smart guy. And the podcast is a really important part of the post-defeat debate going on inside the US Democrats. So we discussed 1997 and Labour and all the things we did to change the Labour Party and whether there's anything that Democrats today can take from that. We shared our pain at the feeling that actually right now there appears to be no real analysis going on as to why the Democrats lost, no real sense of where the leadership is coming from. It's all a bit kind of random and haphazard. To my mind, no real sense of strategy. And I think Tommy was sharing that view. Pod Save America is hosted by four guys, all were part of the Barack Obama team, Jon Favreau, Jon Lovett, Dan Pfeiffer, and Tommy. And every week they dig into what the Democrats can do differently, bring in voices from across the political spectrum as the United States enters a new era under Trump. I really enjoy talking to Tommy. Be sure to check it out. Just search for Pod Save America wherever you get your podcasts.",
    "speaker": null,
    "startTimecode": 2316820,
    "endTimecode": 2500420
  }
]