[
  {
    "id": "c49f6a5c-cfd1-4689-a101-e058e60369e9/transcript/paragraph/0",
    "text": "Thanks for listening to The Rest is Politics. Sign up to The Rest is Politics Plus. To enjoy ad-free listening, receive a weekly newsletter, join our members chatroom and gain early access to live show tickets. Just go to therestispolitics.com. That's therestispolitics.com. The Rest is Politics is powered by our friends at Fuse Energy. And when you switch to Fuse, you will now receive Trip Plus membership free of charge. That's where you can take advantage of things like ad-free listening, early access to question time episodes, pre-sale live show tickets, and more. All you've got to do is go to getfuse.com slash politics, use the referral code politics when signing up. We will be providing many more offers for members, which I think can be great, including interviews for members only and questions for members only, which I hope you'll enjoy. But the other advantage of signing up, of course, is that you can protect your energy bills by fixing your electricity rates for the next year with Fuse, which is going to be very relevant with the price cap rising by 6.4%. Fuse's new fixed tariffs undercut the April price cap by over £100, with almost £150 of savings for a typical customer on the 18-month tariff. By fixing your electricity rate, you can lock in your price today and protect yourself from any rises over the next year. So download it now, use the referral code POLITICS after signing up, visit getfuse.com slash politics for the terms of conditions and to learn more. So if you're into growing your business, get a commerce platform that's ready to sell wherever your customers are. Visit Shopify.com to see if you could save. Progressive Casualty Insurance Company and affiliates. Potential savings will vary, not available in all states or situations. Welcome to The Restless Politics with me, Rory Stewart. And with me, Alistair Campbell. And we were going to kick off with the British economy, but not for the first time. Doubtless not for the last. The Trump administration has sort of slightly put us off plan. So we're going to do the British economy in the second half. We're going to talk about Turkey, but we're also going to talk about this incredible, I don't know what to describe it as even, war planning by chat, signal group of the American administration's most senior national security advisors, basically splurging out all sorts of stuff about military planning and accidentally adding a journalist to their group. I mean, I don't know where to start. Quick explainer then just to bring people in. So we're talking about March the 15th, so about 10 days ago. And Mike Waltz, who's the National Security Advisor, sends a signal message to Jeffrey Goldberg, who's the editor-in-chief at The Atlantic. And The Atlantic is a sort of very highbrow, long-established America magazine that runs long-form essays. And Goldberg thinks it's a bit weird, particularly when it then turns out that the group is called the small group focused on the Houthis.  And as the list fills up, and this is basically like being put on a WhatsApp group, the Signal group, Marco Rubio, J.D. Vance, Tulsi Gabbard, Besant, the Treasury Secretary, Hegseth, the Defense Secretary, Ratcliffe from CIA, Whitcoff, Susie Wilde, and Stephen Miller, Stephen Miller being one of the great ideologues of the Trump administration, end up being put on this list. And either they or their designated aides begin this conversation. And the conversation is clearly about the fact that Donald Trump has said to them that he intends to launch strikes against the Houthi in Yemen. Quick reminder on that, Houthi being a group which is not a traditional Sunni group. It's a form of Shia group increasingly close to Iran that has taken dominant position in much of Yemen and has been firing missiles at 100 different ships, they say in solidarity with the struggle of the people of Gaza, which has sunk three ships and killed four people. Biden shot a lot of rockets at them. The British and the Israelis joined in some of these rocket attacks. Anyway, Trump wants to do it again. And this then opens the whole conversation. And I'll just get to the end of the story. Fundamentally, what's happening in the story is, along with an enormous security leak, which I'd love to come to you on straight away, is quite a lot of interesting content on the different views of Hegseth, Vance, Stephen Miller, on what on earth they think they're doing in the world and what on earth they're doing with Houthis. But let's go to the security leak first. Well, it's sort of mind-blowing. Let me just say what I would have imagined would have happened is that there would have been meetings in secure rooms. There would have been the national security infrastructure, top advisors surrounding these people as they were discussing it. This has the flavor of, I mean, complete with emojis. You know, this has the flavor of a group of guys planning a stag night or something. You know, should we go next month or should we wait for a month? There's this factor and there's that factor. So I think just on the security side of things, I find it hard to imagine that if this had happened under any previous administration, I think heads would have rolled instantly. And you're talking here, you've got the entire infrastructure. You've got the head of the CIA, you've got the chief diplomat, you've got the defense guy. And what these, the people who work for these guys, I mean, Hexer, we know, is sort of seen as this kind of TV guy. Most of the Pentagon top brass will be thinking, what the hell is this guy doing here? This has been reinforced by the idea that they're just not serious. What they are discussing in an enormous amount of detail is exactly how eventually cruise missiles are going to be flying into particular locations in Yemen. Also on this group are undeclared operational CIA officers with their identities and names, targeting details, timing details on when the attack is going to happen. So if a foreign government were to penetrate this signal group, and this is not an official US platform, it's not an official US secure platform for discussing its commercial platform, they would be able to know the names of CIA officers, when the strike's taking place, where the strikes are taking place. In addition, of course, regardless of how secure signal is, they have such bad communications procedure and security that they've randomly added somebody who has nothing to do with the US government, has no security clearance at all, who is in fact the editor-in-chief of The Atlantic. And they're very lucky because when he writes his reporting, he actually redacts the name of the CIA officer and takes out some of the detailed targeting information. I wonder whether whoever added him as The Atlantic thought that that was NATO or something, the sort of North, that wasn't something to do with the Atlantic. I mean, the whole thing is like, it's just farcical. The fact that they're communicating in this way, in this very cavalier kind of way between each other, indicates a style of government that I think is pretty alarming. I think a lot of their allies will be quite alarmed by this. And the other thing that comes through, as you say, going right through the thread, is the fact that Trump has asked for this. So there is a bit of a discussion about, well, is it the right thing to do? Vance is a bit sort of skeptical. But a kind of basic feeling is, well, we've got to do it because he's asked us to. And then the other thing that comes through, particularly from Vance and Hexas, is that this contempt for Europe is really, really deep. You know, I'm sick of bailing these people out. And yeah, I agree with you. They're freeloading yet again. And it's sort of a contempt, which we've also seen again this week in relation to Denmark. J.D. Vance talking about how Denmark's not a reliable ally and his wife making this ridiculous trip to Greenland to watch a dog race. A plane yesterday arrived in Greenland with 100-plus Secret Service guys to go and set up this visit from Mike Waltz, the security guy, and Mrs. Vance. I mean, this is absurd. And what we're seeing, I think, is that what this WhatsApp group, Signal group has shown, is a sort of a style. You know, what we're seeing again is in their response is indicative as well. Donald Trump saying, I don't know anything about this. I think the Atlantic's a terrible magazine. Their ratings are hopeless. Their sales are falling. I think it's going to go out of business. And Hexas coming out, basically attacking the journalist, saying that this is a guy who's only ever done hoaxes about Trump. Nobody within the administration taking responsibility for the fact that this is a massive security breach. I think it also lifts the lid, as you're pointing out, on what's happening now to the US and national security planning. So traditionally, what you would see is people sitting in the National Security Council around a table. And as you say, each one of them would be heavily briefed with their aides and assistants behind. They would all have a common information picture. So this is the stuff that we did in the British National Security Council, but you'd put up a slide deck where everybody would agree on the basic facts. You'd have a view on what the impacts of attacking the Houthis were going to be on the shipping lines, what impact you might have on oil prices, what impact you might have on your strategy for the whole region. How does it tie in, for example, to your Middle East strategy? What difference is it going to make in Gaza? What impact is it going to have on Egypt, etc.? And then everybody would talk in turn. And in the old-fashioned system that exists in the US and in the UK, each of those individual people will often talk on behalf of their own department. So the defence secretary would probably talk about some of the technical considerations, how many cruise missiles we got, where our aircraft carriers are based, and what the likelihood is of hitting the targets properly. State would then come in and give you the broad strategic picture, how's it going to affect the region? So here's a good question for state. We told off the Saudis and UAE for attacking the Houthis. The US government said that the Houthis took them off the terror list and put huge pressure on Saudi and UAE not to attack the Houthis. And Trump didn't respond in the last administration when the Houthis attacked Saudi and UAE. But we're responding now because they seem to be threatening Israel. How are we going to explain that to our partners? And then finally, I guess, some communications people might come in talking about how this goes forward. Now, none of this is happening here. Firstly, no officials are in a room. There's no common information picture. And the conversation basically is focused on really only three issues. Issue number one, we don't like Europe, and we're worried that by doing this, we might be somehow bailing out Europe. And Stephen Miller then puts a lot of emphasis on, yeah, we better get the money back from Europe if we do this. Second thing is comms. How on earth are we going to explain this to the American people? None of them have heard of who the Houthis are. Doesn't this contradict other stuff that we're saying? Can we pin this on Joe Biden and Iran? And number three, President Trump has said something. We don't really know why he said something. We don't really have the confidence to go back to him and question what exactly the reason is that he wants to hit the Houthi. We thought he was an isolationist. He didn't like doing this stuff. He's doing this stuff. How does this make sense? But in the end, we're too afraid to do this because Stephen Miller's come in and say, Trump's already greenlighted this, so we'll try to provide a justification after the event. Well, that is just a very, very accurate description, it seems to me, of not just of this chat group war room, but also of how they operate. Following his whims, following no real sort of focus upon fact, no discussion. Now, we don't know this wasn't necessarily the entirety of the discussion, but no sense of anybody from Congress being involved, no sense of anybody being brought in to be briefed on it, no sense of talking to allies, no sense of anything other than Trump has had a bit of a whim. How do we make that work for us? Bear in mind, these are the people who, when Hillary Clinton was using her own private email, which is on a, you know, this is so, so, so, so much worse for all sorts of different reasons. But this led to the entire MAGA movement suggesting that she should go to jail. Pete Hexer, the Fox News guy turned defense secretary. There were clips running all over social media last night of some of the stuff he used to say about, you know, if something's top secret, it's because it's top secret. You don't talk to anybody. Everybody knows the rules apart from me now that I'm in actually in charge. And I just can't get my head around the fact this was going to do so much damage unless there is actually some sort of accountability, unless actually there are heads at all. There's no sense that that is going to happen. It's just another day. It's another story. It's another big blah that we can all talk about for ages. And then we'll forget about it and people will move on. And Mike Johnson, the speaker. So there's Congress, which is being sort of emasculated before our very eyes. And Mike Johnson basically comes as, well, I've just been in the Oval Office with the president. And he then just gives the line to take. Somebody's made a mistake, they'll look into it, it won't happen again. The Russians are going to be laughing their heads off yet again at them. They've had such a good week. They've had Steve Wyckoff, Trump's connection to Putin, did an interview, which I think will, I hate to talk about Tucker Carlson, because I think he's a sort of malign force. But the fact is, as an interview, I think communications and political communication students for generations to come will watch that interview between Steve Wyckoff and Tucker Carlson as an example of how easy it is for Putin to manipulate Trump. It is the most remarkable thing where Steve Wyckoff, an American whose qualification for this job as special envoy seems to be that he's played golf with Donald Trump quite a few times, essentially is feeding and having fed back to him Kremlin talking points in an interview with Tucker Carlson, which at times absolutely beggared belief. I think it's an amazing echo of what we've seen from Signal. In this new world, we're getting insights into the heart of this administration in real time in a way that was almost never possible before. And there's something about podcasts, isn't it? Because we also benefit from this. The fact that Wyckoff is prepared to sit down for an hour and a half, really sort of uncensored and untrained, just shooting the breeze with Tucker Carlson, suddenly reveals an incredible amount about the kind of anthropology, to be pompous, of the Trump administration. I watched it yesterday, and it's really interesting. It's interesting partly because Sometimes he's quite surprising by being less extreme and less obviously nasty than one gets the impression the Trump administration is. So he comes across as quite an amiable elderly man who talks very politely, sounds very reasonable all the time. And you can actually see how the MAGA crowd listening to this are going to think, well, sounds all right. I'm just saying I'm going to listen to all sides. There are some very interesting little glimpses into foreign policy thinking from Witkow, which we haven't seen before. So really important on Ukraine, this interview reveals that they are considering, or at least Witkow's considering, giving Article 5 guarantees to Ukraine without NATO membership. So full US security guarantees for Ukraine without NATO membership. Number two, he seems to be saying that he doesn't think that Hamas can be militarily defeated, and they're going to have to continue because Hamas is an idea. Nevertheless, some disarmament can happen. And number three, he seems to be being very positive towards Ahmad al-Shara, the Syrian president who we interviewed, saying that he genuinely believes he's changed and can be a partner for peace in the region. So there's three huge revelations, which are very odd, and which may turn out, of course, because the way the Trump administration operates to be completely undermined by Trump next week, who may well say, no security guarantees, Jelani's not to be trusted, and we want to continue the war against Hamas. The other thing that, of course, goes through it, which you've told us about, again, is loyalty to Trump. I mean, in answer to almost every question, Witkoff keeps saying, of course, don't give me any credit. The real genius here is President Trump. Only President Trump would have been able to do this. This guy is so outcome-focused, etc. And then, of course, we have this weirdness around Putin, where he talks about how Putin has painted a beautiful portrait of President Trump that he's carried back, that Putin's told him that he's prayed for President Trump's health, and that he keeps saying, and Tucker Carlson keeps echoing this, what a straightforward guy Putin is. He's a straight shooter. And Tucker Carlson says, yeah, every leader I've talked to around the world says, whatever you think of Putin, you can absolutely trust him to say it how it is. Yeah, I found those bits pretty chilling because, again, I think there's a danger with this, like with the signal thing. Even already, when you're watching the news coverage of this, it's sort of, you know, the White House has accepted that a mistake was made, blah, blah. It's an abnormal government being covered as normal. It is so abnormal to have somebody who's clearly not that qualified in this level of negotiation, being the person to go to sit down to negotiate one-on-one on behalf of Trump with Vladimir Putin. It is not normal. And then what is really not normal is for that to be an American who is clearly utterly desperate to see this guy as a good guy. I actually felt sick watching him explain the thing about the painting because he was basically saying to Tucker Carlson, who as we know is an unadulterated member of the Vladimir Putin fan club. And he was saying to him, but you know, Tucker, let me just explain how nice this guy is. One of the first things he did, he got this painting commissioned by one of Russia's greatest artists. And it's a beautiful painting. It's a beautiful painting. And I was able to take that back and show it to the president with a message, with a message from Vladimir Putin. That's how close these guys are. And then there's the other thing you didn't mention in the other thing that I thought was interesting. We're going to go on to talk about Turkey in a minute. He talked about there's some great news going to be coming out of Turkey. And I think we're going back to this thing about the strong men. He just loves to be seen on a par with these guys. So then when, and then the thing about the praying, I mean, you know, the image, if you knew nothing about current affairs and you suddenly just relied for your analysis of Russia and Putin on this interview between Carlson and Wyckoff, you get a sense of Putin as a family man, a nice guy, a God-fearing person who just wants to do the best for his country. And then also the level of ignorance when he said about, I mean, the thing is, the big issue here, Tucker, what we're talking about here, Tucker, is these four or five provinces. There is Kyrgyzstan and there is Crimea. And then Carlson comes in and says Lugansk, which, of course, is what the Russians call it with a G, right? Yeah, yeah, yeah, Luhansk, Luhansk. So he can't even name these damn provinces. And and then he says and they had a referendum there and they speak russian this is like somebody saying that because a lot of irish people speak english ireland is actually still part of the british empire so it was puke making and yet it's this is the guy in charge. It's mind-blowing.  Final one that links the Signal Revelations and the Whitcoff interview is the contempt for Europe. So there's a very striking thing, which I think will be a theme for the next four years, which is when he says, Europe, unfortunately, is dying, Europe's dead. The future is the Middle East. The future is Israeli tech, Saudi, UAE investment in technology, young leaders, dynamic growing economies, people who want to do business. That's what Trump understands. Europe is dying. Very interesting, because there's two things that he doesn't mention there. Firstly, those economies in the Middle East are one-tenth the size of the European economies. He's got a completely out of whack-whack vision of how important they are. And secondly, he doesn't remotely take into account the fact that Europe are liberal democracies. They're the United States' longest-standing allies. They're part of NATO, whereas Saudi Arabia and UAE are autocratic monarchies. And all these countries are involved in very, very aggressive actions against human rights dissidents, against their neighbours. None of that features. So complete shift in region, complete shift in values. This thing in Europe is interesting because the guy's not an experienced politician and he was being led, he was a witness being led quite a lot of the time by Tucker Carlson. So for example, the BBC headline out of the interview was actually Wyckoff agreeing with a question from Carlson that Keir Starmer's position on boots on the ground, Coalition of the Willing, was a posture and a pose. And he said, you know, yes, what's Starmer up to? Is this just like a posture and a pose? Yeah, Tucker, it's just a posture and a pose. And they feel they've got to be like Churchill. Now, no serious senior politician would have kind of fallen into that little sort of trap as easily as he did. But I think that does, again, indicate this sort of contempt for anything European. And there was then this awful bit where basically Carlson, again, was leading him and saying, you know, why would he want Ukraine? Why would he want it? I mean, once he gets this bit back, keep fine. And you say, why would he want anything when they say, why would he want anything when they say, why would he want anything when they say, why would he want anything when they say, why would he want anything when they Basically, Carlson, again, was leading him and saying, you know, why would he want Ukraine? Why would he want it? I mean, once he gets this bit back, he'd find. And you see, why would he want anything? When they talk about, you know, then he'd go for other European countries. Why would anybody want these countries? I wouldn't want these countries, says Tucker Carlson. And they're sitting there laughing about the whole thing. I just found it sickening. But as you say, very, very revealing of a deeper thought. and i think we're you know we really are kidding ourselves if we if we hold on to this idea that america's still got europe's back but there's just too much from private and public what they're saying there's too much utter contempt and we haven't even talked about their continuing ongoing stuff about canada which now now going to an election so shall we turn to turkey we have covered Turkey quite a lot. In fact, we did a podcast recording when I was in Gaziantep after the earthquakes in Turkey. Erdogan has been in power now in Turkey effectively for well over two decades. And what we have with Erdogan is a kind of vision of what's happening more and more around the world. So, he is somebody's been on a slow journey, slower than most, from being a leader that the West was quite optimistic about in the late 90s, early 2000s, through to where he's going now, which is making the final shift from a populist to a full authoritarian ruler. And that's just happened in the last week where he's announced that he's arrested the main opposition leader, the mayor of Istanbul, locked up all his aides. So quick reminder of this story. He, as you say, has been there 22 years, first as prime minister, then as president, and with more powers going to the president. And he's another one who fancies, being in power for life. Ekrem İmamoğlu, the mayor of Istanbul, pretty popular, has seen off Erdogan's candidate several times, including in one election that he won, which Erdogan, the authorities announced, was not legitimate, so they made them do it again, and he won by an even bigger margin. Nobody seriously believes that these charges are anything other than trumped up, and they were preceded, don't forget, by the Istanbul University withdrawing the academic qualifications that Imamoglu has. And the reason for that is that one of the qualifications to stand for president is you have to have a higher education degree. So he's lost his degree. He's been charged, formally charged now, been put in jail. And we've had six successive nights of very, very big demonstrations in a country where 90% of the media is pretty much government controlled. So they're not necessarily seeing the scale of the demonstrations. They all know that the government has put in place restrictions against large-scale protests, and yet these protests seem not to be going away. They're desperately trying to keep them peaceful. The protesters are desperately, I think, trying to keep them peaceful, because they're worried that if they do turn really violent and nasty, there has been water cannon and rubber bullets and pepper spray, but it's not really, really, really kicked off yet. And I think there is a worry that if it did, then the crackdown would be enormous. 1,300, something like 1,300 people have been thrown in jail. So this feels like a step towards genuine, full-on autocracy. In the world in which you were in Downing Street, Turkey began candidate negotiations with the European Union and then accession negotiations in this period, 99 to 2004. And everybody thought, okay, this is wonderful. Erdogan is like a sort of Muslim version of a Christian Democrat. And this new country can join the European Union and we can become, and it can stretch the Middle East. Second period, 2004 to 2014, everything in the world begins to change and Turkey changes with it. So as China explodes, Middle East becomes more important. And as the financial crisis happens and the European economies are hit, Turkey begins to think, well, maybe I'm not quite so dependent on these dynamic, fast growing European economies. I'm going to be diversify a little bit more away towards China and the Middle East. And in doing so, he becomes a kleptocratic plutocrat. So he becomes more corrupt, he becomes more tied into businesses, and he's less interested in losing his presidential position. Next thing, which connects with something we've done, which is our interview with Ahmad al-Shara and Syria. So again, something happens in Syria, and it changes the whole world. The Syrian civil war drives 5 million refugees out of Syria. And that is, of course, leads firstly to the rise of far-right parties in Europe, because they're responding to this massive surge in immigration. Secondly, it means that nobody's interested anymore in Turkey joining the European Union, because at a time of anti-immigration, people don't want Turkish immigrants coming to the European Union. And the third thing that happens is that Turkey is suddenly able to present itself as the country that's stopping Syrian migrants going to the European Union. So an EU-Turkey deal is made. Turkey keeps three million Syrians. And suddenly the relationship between Turkey and the EU becomes much, much more transactional. Finally, fast forward to where we are today. Trump comes into power. All the norms change. Europe's suddenly very worried about Ukraine. They want Turkey as a possible ally in Ukraine. And this is the point at which Erdogan sees his final opportunity to go much more authoritarian, because he knows that Europe isn't going to really criticize him. He knows that Trump really isn't going to care at all. He's got much more freedom of movement than he did in the late 90s, early 2000s. And he completes his journey away from a sort of competitive authoritarianism where the odds were stacked against the opposition because he fixed the media, fixed the universities, fixed civil society. But it was still theoretically possible to win and the opposition sometimes won in some of the cities towards a situation now where he's moving fast towards a one-party state. But as you say, the politics, the geopolitics around it have changed. I found that the American administration response was the only thing I could find, very little reaction from any American politicians. The official line from the State Department was that we don't interfere in the political processes of other countries, which is, I think, that's news to a lot of people down through history. And so that was that one. And then Macron, who in the past has been very critical when Turkey has kind of been on this road to autocracy, very, very quiet, as you say, because of these other factors, especially at the moment, I think Ukraine. We were talking a few weeks ago about doing a big episode on Turkey, becoming so much more of a power broker in some of these big, you know, Middle East, Ukraine, Asia, the relations between Europe and Asia. So I think that he is thinking, if there's ever a time when I'm going to get away with this, it is now.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 1686840
  },
  {
    "id": "c49f6a5c-cfd1-4689-a101-e058e60369e9/transcript/paragraph/1",
    "text": "And that's why these protests are one very, very brave, but also very, very important. I had an amazing conversation for about an hour and a half yesterday with a Turkish academic called Berk Esen, who's I think a really great analyst of this. I mean, he had an analogy, which I thought might appeal to you. He said that the way to understand the old Erdogan system is it's like a football match in which one team has 11 players and the other team has nine players, and the ref tends to favour the team with the 11 players. But if you don't understand, you're not concentrating on the game very much, you're just occasionally glimpsing it on television, it does look like some sort of fair competition's taking place. And it's occasionally possible even for the team with nine players to score a goal. But basically, it's stacked against you. That was the old, old system. It was also interesting because what Burke was reflecting on is the way that, I mean, he's very brave. I mean, he's calling this out in an environment that is getting more and more authoritarian, you know, where genuinely people are being locked up, people losing their university jobs. There still seems to be space, Burke thinks. I mean, he's speaking to me from Turkey for academics such as himself to call it out and to try to speak up for a different secular liberal version of Turkey. He also really, though, wants to get people to focus on the fact that he thinks Trump is doing exactly the same thing, but much, much quicker. Trump's going through the journey against universities, against the media, against the judiciary, Judges, against independent agencies at a much more accelerated pace. And he said this is partly something he's observed, which is the way that the populists are different in their second terms, that Erdogan was much more aggressive, having left power for a bit when the Islamists came back into power, that Orban started as a sort of almost a kind of liberal, lost power, and then when he came back, was much more conservative. And that's definitely the case for Trump. And I think his final point would be the huge difference between, you know, middling countries like Turkey or Mexico or even Brazil going down a populist route on the one hand, or small countries like Hungary? And on the other hand, what happens when you get a superpower like Trump doing it? I mean, his capacity to do harm is so much bigger than anything that Erdogan has. And you can see it also in how much more outspoken he is that, you know, generally, when Erdogan or Orban, these populists turn up at international meetings, they're relatively polite. They make their most extreme statements at election rallies to their own domestic audiences and their own local languages. That's when Erdogan will call the German government neo-Nazis, for example. But when they go to international conferences, they're quite polite. Erdogan was part of his communications on this since the arrest, first of all is to say, go through this pretense that it has nothing to do with politics. And they sent out the justice minister, a guy called Yilmaz Tunç, and he went out and said, attempting to associate judicial investigations with our president is an act of audacity and irresponsibility. It sounded very kind of Dmitry Peskov when he was in the early days of Putin taking over the judiciary in Russia. And I think the other thing to understand in this is that because we do live in a, you know, pretty, even though we might have complaints about our media, we, you know, we do have a genuinely free media. It is quite amazing to think that in Turkey, it's not always been like this. They have a sort of free media in that you'll see there will be a column, there will be this, there will be criticism, there will be debate. But 90% now of the Turkish media essentially is controlled by government or by businesses which support the government very, very closely. And you are seeing that develop in America. You're seeing it partly developed by voluntarily that newspapers and broadcasters who are sort of, you know, limiting what they say. They're volunteering just to be. And that's just taking care. Now, that might sound odd, given that we've just talked about the guy from the Atlantic who was pretty cautious in how he reported, but he didn't. He understood there's a very big difference between being a journalist and working for the government. But in Turkey, you've got these big protests going on. I was talking to somebody last night who said that who lives in Istanbul, but who said who'd been at work, who said they're not really aware of them. So it's only word of mouth that is getting these crowds to come out. Because actually, imagine if this was Britain with hundreds of thousands of people out on the street through the night. It would be rolling news. It would be sky news 24 hours a day. And we'd all be aware of it. We'd make a judgment about whether to join or not to join. So I think it'll be very interesting to see at what point, I've got no doubt at all, there will be a crackdown, a real crackdown at some point. And it'd be interesting to see what point that happens. And I think one of the reasons he's waiting is because he's waiting to see whether this international reaction does take place. And thus far, so far as he's concerned, it's gone completely according to plan, I'm afraid. Well, Alistair, I think good point to take a break and come back to the very different subject to the UK economy. But thank you very much. This is an ad by BetterHelp Online Therapy. Obviously, we live in a society that increasingly glorifies the idea of kind of hyper-independent disruptors. But at a very fundamental level, we're not hyper-independent. We live in communities. We're defined by our relationships and the other people around us. And I guess part of the journey of life without being too pompous is about learning about our limitations and how people around us provide guidance and support. This is where BetterHelp, I think, is an example of something that can help, because what's happening there is BetterHelp is providing access to mental health professionals through the largest online therapy provider in the world, professionals with a diverse variety of expertise, you can build your support system with BetterHelp. And our listeners get 10% off their first month at betterhelp.com slash restispolitics. That's betterhelp.com slash restispolitics. I'm David Orlashogga, historian and broadcaster. And I'm Sarah Churchwell, author, journalist and academic. And together we are hosts of Goalhanger's latest podcast, Journey Through Time. We're going to be looking at hidden social histories behind famous chapters from the past. Asking what it was like to have lived through prohibition or to have been there on the ground during the Great Fire of London. We'll be uncovering all of that. And we'll have characters and stories that have been totally forgotten, but shouldn't have been. This week, we're looking at a terror attack that shocked New York, that cost American lives, caused millions of dollars of damage to buildings across Manhattan, that led to the establishment of new security agencies, and that helped push the United States towards war. But it's not 9-11. This is the Black Tom explosion of 1916, the story of a massive sabotage campaign as Germany made a desperate effort to keep America from helping the Allies during the First World War. And the cast of characters for this story involves playboy diplomats. There's a stranded sailor, an opera singer who's managing a brothel in New York, and there's a hapless spy who leaves secret documents on a train. So join us on Journey Through Time and hear a clip from the Black Tom story at the end of this episode. Welcome back to The Restless Polities with me, Alistair Campbell. And with me, Rory Stewart. Just a quick reminder for people, Francesca Albanese, the United Nations Special Rapporteur on the Occupied Territories, is our latest interviewee on leading. Very, very interesting, very, very passionate, got a lot of response, a lot of people people saying she was great and we had our usual massive pushback from people we always get a massive pushback from when we talk about the Middle East but anyway it's worth listening to and I hope that you do if you haven't already but let's talk about the economy let's talk about the spring statement we're recording this on Tuesday it'll It'll be out Wednesday, early hours, and then later in the day, Rachel Rees will stand up in Parliament for what feels like a bigger moment than maybe that it should be. That's why we will be doing a, I won't call it emergency pod, but we'll be doing an instant reaction to the spring statement with none other than one of the heroes of the Rest is Politics, Paul Johnson of the Institute of Fiscal Studies, live on the Rest is Politics YouTube channel today, Wednesday, 3.30pm. Keep an eye out on our social media accounts for any more details. And everyone will be able to watch that live on YouTube. And if you want to catch up afterwards, it will be available for members of the Rest is Politics Plus wherever you get your podcasts. And if you're not already a member, you can go to therestispolitics.com to join. So, Alistair, you're quite right. This is a very interesting moment because the story was that we were going to move away from two big fiscal events or two big British budget events a year to one. And this was Rachel Reeve's great announcement. And there was general applause because it was going to give us more policy stability. And instead of everything lurching around every six months, the government would say what it was doing once a year. However, she ran into a bit of a problem. And the problem is that she set herself a very strict fiscal rule and gave herself very little wiggle room. So her fiscal rule, which is about getting how much she borrows, how much she spends, she only left £10 billion out of what's projected to be nearly £1,500 billion worth of government spending within a couple of years. and not actually that surprisingly the office for budget responsibility looking at what's happening around the world, has revised its forecasts. And she now looks as though she's going to be in real trouble. So to put it in context, it looks like she's going to have to borrow £23 billion more than forecast. And remember, she'd already was borrowing a lot more. This is £151 billion against the £87 billion, which was forecast before she came in. So nearly £63 billion higher in overall terms. And that leaves her with three choices. Either choice number one, she just puts her head in the sand, pretends nothing's happening, hope the world may change in the next six months and return to the whole thing in the budget in the autumn. Option number two is she reduces borrowing or increases taxes or cuts spending in order to sit within her fiscal rules. So she does something dramatic to make sure that she's not borrowing and spending too much. Third option is she changes her fiscal rule again and says, actually, I want a more flexible fiscal rule to make it through it. to you or she could just on that one she could for example do something similar to what the germans have just done which is which is tweak it by taking defense and security out of it and but that people would very very quickly see that what that was doing but i think she could maybe tweak it in in relation to this broader security situation before we get on to what she's going to do, let's set aside the technocratic economics. From a political comms perspective, what are the advantages and disadvantages? Number one, saying, well, I don't want to react too quickly. Figures change. Let's wait till the autumn. Or option two, I'm going to show that I believe in my fiscal rule and I'm going to cut. or option three i'm going to show that i believe in my fiscal rule and i'm going to cut or option three i'm going to go down the german option or i'm going to re-describe my fiscal rule in some way so that i have more headroom which what are the pros and cons of each the the i mean i'm pretty sure which one she's going to do and it's not that it's not the last one i think she's going to she's going to stick to her guns and the pros of that are showing strength  I don't know. I mean, I'm pretty sure which one she's going to do, and it's not the last one. I think she's going to stick to her guns. And the pros of that are showing strength, commitment to stability. She'll think that the markets will respond reasonably well to that. The cons of that, I think, are the extent to which the political and the economic story is starting to intertwine in a way that is not great for the government. I think she will want in her statement to project lots of the sort of progress that has been made, for example, in waiting lists and, you know, real wages and interest rate cuts and what have you. But I think in terms of how people are feeling about the politics of the economy right now, it's not great. And I think that, interesting, Rory, just to call me a bit sad, but as part of the preparation for this, I went back and listened to the chat that we did with her last year before she was elected, which, if you remember, got quite sparky between you and her. It was also, I'd completely forgotten, Rory, this was the place where you revealed your predilection for very expensive pots, because you're explaining the huge cost, the additional costs of your getting your thousand-pound pots into the country from the Netherlands. But a couple of things really interesting, listening back to it now. The first is the extent to which cuts under the conservatives drove her into politics in the first place, motivated her in terms of her political career. She was very, very clear that her politicization, it's really interesting, she was born in 1979, the year that she came to power, and her first vote was in 1997, the year that Labour came to power. And she's very much of that generation that felt growing up, Thatcher's Britain was not good for people like her. So cuts, really sort of visceral about the Tories not spending enough on schools, not spending enough on textbooks, her mum essentially losing her job as a special educational needs teacher, and so forth. And then her analysis of the last government and their inability to, as it were, stand up for people like me. So that's why I think this stuff with welfare cuts, the huge welfare cuts that we talked about last week, I think should be finding that very, very difficult. Small sort of side note on that. So that I thought was really interesting in terms of trying to understand her because normally what you'd expect is you'd say the problem with the Tories is cuts and austerity. And therefore, what we're going to do is we're going to be much more social democratic. We're going to try to make a state that feels a bit more Scandinavian. It's going to be much more about generous welfare payments, much more about thinking about equality, maybe much more ambitious green agenda, much more big investment in, I don't know, roads, supercomputers. And we're going to turn the whole economic model around from a very kind of tight worry about the markets, cut expenditure, thatcherite state to a more generous state that borrows more, spends more and invests more in welfare in the future. Is that right? Yeah, that makes sense. And I think that one of the reasons why politically, things have become quite difficult for her is this feeling that, you know, we had this in a question last week about, you know, what is the difference between some of the things that conservatives did in the past or that conservatives talk about now? It's always quite uncomfortable for Labour activists when they hear Tories saying, yeah, yeah, yeah, she's going even further than we would have done on welfare and so forth. But then the other thing that I thought was really interesting that came through in the interview, and bear in mind, you know, she's in opposition. So we all know the game that was being played at that time. They were fairly cautious, didn't want to make mistakes, didn't want to make promises that were going to come back to all of them. But we pressed her a bit on whether she was actually comfortable with the basic core institutions of economic management. And she was. Bank of England Independence, the work of the Office of Budget Responsibility. Now, one of the things you've got to say about the Office of Budget Responsibility, which was George Osborne's creation, is essentially we've now given it almost godlike status. When it comes out tomorrow and gives the revised growth forecast, that is going to be as big as anything that she says. And I think that one thing I think that you hear from, and this is bound to happen because things haven't been going that well, just to give you one sort of anecdotal sort of factor in relation to this, I sent you the Labour equivalent of Conservative home, who's up, who's down. This is this Labour list thing about, you know, who's the most popular member  the of factor in relation to this. I sent you the Labour equivalent of Conservative Home, who's up, who's down. This is this Labour list thing about, you know, who's the most popular member of the Cabinet, who's the least popular. Ed Miliband and Angela Rayner are far out in front. And Rachel Reeves and Liz Kendall are right down at the bottom with negative approval ratings. Keir Starmer, Wes Streeting's pretty low down. Now, what that's saying is that the ones who are giving the difficult messages are the ones who are getting hit quite hard in terms of their popularity within the party. But that becomes a problem. And the thing is that we've got to keep reminding people this is a Labour government, and Labour governments are expected to do Labour things. Two things Gordon Brown never lost sight of. One is the Chancellor has to drive the Treasury. Don't let the Treasury drive the Treasury. The Chancellor has to drive the Treasury. And that means being very, very clear about what he wanted to do for you. And the second thing is never, ever, ever forget that you're Labour. Now, we talked a lot in the podcast about her understanding of Labour history and her commitment to Labour history. What's been difficult is this, she's desperately trying to avoid this being called austerity mark two. But once you get into some of the numbers that we're going to see in the spending round to meet this fiscal rule, it's going to be tough. It's going to be tough. I mean, she's inherited a big problem. And the big problem is much more than any government. And she didn't really want to acknowledge that, I felt in the interview, which is Britain's aging. We want growth, but a lot of the public doesn't want immigration. We want more houses, but a lot of the time we don't want the environmental costs or the neighborhood costs of building those houses. We want services, but we don't want to pay higher taxes. So she's inherited this big problem and our growth is kind of anemic. But she didn't help herself because she has a tendency, I think, unnecessarily to tie her hands behind her back. The first big example of this was she ruled out 75% of the tax rises by saying that she wasn't going to raise corporation tax, national insurance, or VAT. And income tax. Income tax, yeah. The second mistake she's made is she's committed to this fiscal rule and left herself a very, very tiny headroom. And once she's made those commitments, she somehow feels that she can never get out of them. So she said, we're not going to come back with more tax rises. She just said it again to the Treasury Select Committee. And she has been given opportunities, which the Germans took to say, security situation's completely changed. We're going to change our fiscal rules, or we're going to raise more taxes. She won't do that. That then means that she's basically stuck in the austerity light world. The growth's not coming and she's committed to not raising taxes and not borrowing anymore. So she's not going to have any money she had to cut. And there everything comes down to something that my friend who, you know, Felix Martin wrote a rather good article in Reuters about, which is whether Labour is going to be able to deliver on what, at least for some people, seems to be the most exciting potential path to growth, which is that you get a lot of statements out of Keir Starmer and increasingly out of West Streeting saying the way we're going to create growth is not by borrowing and spending more. We're going to create growth through efficiency. We're going to get rid of regulations. We're going to get rid of red tape. We're going to bring productivity into the NHS. We're going to get rid of quangos. So there was this thing about sacking the chair of the Competition Markets Authority. And there, the hope, I guess, from Felix and others is that, although all that stuff sounds quite Tory, it's only Labour that actually has the political capital to really make the tough decisions to bring efficiency into government, bring productivity into the NHS. Getting rid of NHS England, which we haven't discussed in a lot of detail, is part of this movement. So be a vision of a much more efficient, much more accountable government. Do you think that can fly? Well, I think it has to fly in reality, but I think it's going to be very difficult. You see the scrapping of NHS England. Interestingly, I've spoken to people who work in the National Health Service who are not as alarmed by that as I thought they might be, because they actually say there is massive duplication and it is very, very confusing to work at the front line with all these different missives coming down. I think that the idea of these sort of huge civil service cuts, and I'm always very suspicious when people say we're just going to, you know, affect the back room. I always wanted to know, I mean, I think I was deemed to work in a back room, I guess, but, you know, where are all these back rooms in government, you know? And I always think with efficiency, I mean, we've got the whole dodge thing going on with musk which is on a different scale but there's always a part of me that thinks well you know why do we have we all are we saying we've always been incredibly inefficient and you know why are we sort of having to admit that i think that i think it doesn't hit the scale of the problem that they're talking about and i think the other the other thing that we we we need to acknowledge is the cost of borrowing. The reason why she's so, one of the problem that they're talking about. And I think the other thing that we need to acknowledge is the cost of borrowing. The reason why she's so wedded to this fiscal rule is because the cost of government borrowing is now astronomical. The money that we are paying to service the debt is on a par with anything else that government is doing. And the cost is going up. The cost of government borrowing is represented by bond yields. It's gone up to 4.6%. Well, that's kind of, we're talking, I don't want to make any other comparison with Trust Quarteng, but, you know, we're talking that level. And £100 billion a year, isn't it? Exactly, £100 billion. And this is something that, you know, there's two things that you'll hear from Rachel Reeves and, the other Labour ministers when they're on the airwaves in the next couple of days, and they won't be wrong. One is we inherited a terrible mess and we're still trying to work, trying to fix it. That is true, even if the public get bored hearing it. And the second is that there are international factors here that have made our life more difficult. Both of those things are true. However, when you look at the numbers, I'm just looking at a graph that somebody sent me, debt stock as percentage of GDP, Gordon Brown, 37%, George Osborne, 65%. Then we're into the 90s through Kwarteng, we're now at 98. Debt payments as percentage of revenue, again, you go back to Gordon Brown, was fairly high, but Rachel Reeves is even higher. So these are trends that she will be very, very worried about. Now, as to what she does, I, and you were saying here the sort of pros and cons of, I guess the pros and cons of doing little things or big things. In the end, I don't think you've got any choice. I think we're going to have to do big things on the economy. I don't even think you have to say single market customs union. I've got a new acronym, Rory. It's called AFTA, A-F-T-A, the Alliance of Frictionless Trade Associates, something like that. Frictionless Trade, okay? So it could be the Association of Frictionless trade allies. It could be anything. But that is, I think, that reform is one thing, and I think you and I both agree that public services do need reform. That's fine. But unless we sort this trade relationship with Europe, unless we do get back to some sort of frictionless trade, I think we're just going to be going from, and remember one of the things that Keir Starmer said is we're going to put an end to sticking plus the politics. There is a danger that we just could have go from budget to spring statement, budget to spring statement, and we have the same debate every time. Are we going to put up a bit of tax? Are we going to cut more spending? And where is the growth going to come from? Because don't't forget this is something else she said several times in our interview without growth we do not get the funding for our public services well right now yes we talked to Peter Carl recently about AI and you can see maybe there's part of a growth strategy there you can see it maybe in relation to the planning but as you said there are a lot of problems related to that political. But in terms of an overall plan for growth of the economy, I still feel that they're struggling to articulate it because actually they don't have that many levers right now. Yeah, unless they did very, very radical things. I mean, obviously, if you were a Tory listening to this, you'd say, maybe we need to rethink the whole of the NHS, that the NHS is now absorbing so much more of our budget all the time, and that there are other systems around the world, which you could look at, etc. But you can imagine the total allergic reaction, which would happen as soon as you hear that kind of stuff. That's the Farage position, though. Let me just finish with a thought which you've just inspired me, which is we just did this interview with Peter Kyle for members, the second interview, taking members' questions. And I thought that was a – if you were really looking for a detailed way of understanding why the government's in such a mess, what Peter Kyle explains really beautifully is the trade-offs. So on the one hand, he really wants Britain to be an AI superpower. So he's talking very much in the kind of language that almost the Thatch right would talk about. He's talking about deregulation, changing copyright rules, more risk capital, tax breaks for American companies, generating much more energy to run these huge data centers that are going to use half the power of Los Angeles, driving more productivity in businesses, loosening the planning laws to get these energy facilities built, bringing in US firms and technology. And then on the other hand, he's having to balance that with, well, yeah, but on the other hand, if we change the copyright rules, what's that going to mean for the creative industry in Britain, its incomes? And if we suddenly loosen up all the pension funds, what risks is that going to mean for people's pensions? And we bring all these tax breaks to the economy and maybe get these big companies to come here. But that suddenly means that we're very, very vulnerable in the way that Ireland is on our income to these US tax companies. We're going to do these big energy things, but what's that going to mean for climate? And we're going to do productivity, but what happens for all these companies when everybody loses their jobs? And what's going to happen to everybody lose the jobs as the productivity comes? And finally, how does this all work in our geostrategic calculation? I mean, we don't really want a world run by Musk and Zuckerberg. And that's when Peter then starts saying, well, yes, of course, we want more productivity, but we're going to force these companies to make sure that they invest more in retraining the staff when they lay them off, because if they're making bigger profits, they have to invest more. And yes, we want these companies to come, but they have to commit to putting in green energy investments in order to make sure that everything we're doing is renewable. This is the stuff, I guess, that Rachel Reeves and Keir Starmer are struggling with all the time, which is, how do you get a clear message and which side of this ultimately are you on? Because we can all do on the one hand or the other, but Labour's big decision is, is it going for growth or is it going to be going endlessly for, well, we don't want to be like the Tories. We're going to have put in regulations in place, incentives in place, conditions in place to make sure that we don't end up with people losing out at the other end. Well, they've said they're going for growth and it would be a very, very big thing for them to change that approach now. Our friendeter kelner wrote a very interesting piece yesterday i think i saw it and he was drawing comparisons with labor in the past and the comparisons aren't exact but but but he made a very very interesting observation his view and the devaluation of sterling is an argument that sort of ran through several labor governments in the past. But his view very strongly is that the Labour government that came in after a long period of Tory power in October 1964 should have had a dreadful inheritance like the Labour government now and should have devalued. But because Attlee had done that, somewhat against his will, having been pushed into it back in 1949, I think it was, Jim Callaghan as chancellor didn't want to say, oh, I don't wish we mustn't become known as the party of devaluation. So put it off and put it off and put it off. Then ran, had another election two years later, won it, got a bigger majority. But then the core problems came back, run on the pound. and instead of going for devaluation, they went for spending cuts, went for freeze on wages and other taxes, booze and petrol and what have you. And then, lo and behold, forced to devalue 14%, I think it was. And the point that Peter's making is that Labour today feel like they're being pushed towards something that maybe in their hearts they know they should be doing. And it won't surprise you to know that he and I both agree that that relates to this relationship with Europe. And that the arrival of Trump and the new security environment vis-a-vis Putin, vis-a-vis Ukraine, but particularly now with the new American administration, is actually an opportunity for the Labour government to stand up and do a major reset. And that reset may involve, just as they've broken the manifesto promise in relation to international aid to pay for the extra defence spending, which people seem to accept, actually, there may be other manifesto commitments that have to be broken to acknowledge this. So, for example, everybody knows that even though Keir Starmer's got some political credit for saying we have to increase defence spending, it's going to have to go even further. Now, how's that going to get paid for? And if that's where they think they're going to get pushed to, do it now. Don't get pushed and pushed and pushed and pushed. That's the important thing, isn't it? If you can see in advance that the tax rules that you've set yourself, the fiscal rules that you set are simply not compatible with where you need to go, which is maybe spending 3% of GDP on defense, or your commitments on the customs union are not compatible with the new world. Get out there, make the argument now. If you can see the train coming at you down the tunnel, do something about it. The risk is that they're going to try to tinker technocratically around the edges. And the other risk, I suppose, is that Morgan McSweeney, this key figure, who seems to be very focused on the red wall, is going to say, all that matters to my red wall voters is you never raise tax, and you never do anything that sounds like being nice to Europe, and you never do anything that allows too many immigrants to come in. And if Morgan McSweeney wins that argument, they're not going to be able to achieve their growth objectives. Well, there you go. So that's the big argument that probably, and I don't know if that argument is raging within government. And look, she was clear at the start, again, something she said in the interview, that she didn't want to get to a place where you have these huge fiscal events coming around every few months. But there's a danger that that's happening, whether she likes it or not. And I always say, I think she's still in that place where we're still less than a year into the Labour government. They're still in that place where there's just about enough goodwill left. There's just about enough sort of, I think there's quite a lot of credibility still. And I think Keir's enhanced credibility in terms of the way that he's handled the foreign stuff but I think that sense of the overseas scenario gives him an opportunity to build on the success that he's had in that personally and politically and to match that now alongside a domestic economic agenda that is about signaling big changes because I think if we just sort of this feels a little bit like we're beginning kind of, you call it tinkering or limping or whatever it might be. But the one thing that we're not feeling is that the growth booster rockets are sort of somehow, you know, waiting for us around the corner. Well, thank you on that, Alistair. Good thing to close on. See, for question time, we should talk about lots of things we didn't talk about today because of all the other things that were going on, not least the ridiculousness of the American administration. I want to talk about Mexico, actually. I think Claudia Sheinbaum, very, very interesting woman.  Thank you. talk about today because of all the other things that were going on, not least the ridiculousness of the American administration. I want to talk about Mexico, actually. I think Claudia Shanebaum, very, very interesting woman. And I think we could also talk a little bit about Adolescence, the amazing new Netflix series that's on. Thanks a lot, Rory. See you tomorrow for Paul Johnson. Here's that clip we mentioned earlier on. And gradually what you see in this period is mounting concern over what became called hyphenate Americans. This idea that foreign immigrant communities had divided allegiances. And so there are increasing demands for effectively loyalty tests. And Wilson gives a very famous speech in which he uses a famous phrase, and that's a phrase that you have spent a long time studying, Sarah. And that is to ask whether these Americans who have loyalties to other nations will, when it comes down to it, whether they will put America first. And that's the phrase, right? America first. It is a phrase that was first popularized in this context in 1915, a year before Black Tom, in a speech that Wilson gave addressing these mounting concerns about hyphenate Americans, about whether they were real Americans or not. And the way that Wilson put it was he said he demanded that immigrant communities stand up and state explicitly whether, he said, is it America first or is it not? And at that point, America first became an incredibly popular phrase. It basically dominates American political discourse for the next decade. Then it kind of subsided and then it has a resurgence around World War II when it was used to talk about whether America should enter the Second World War. and then it went into advance for a long time until it made a dramatic reappearance in the 21st century, which listeners will be familiar with. If you want to hear the full episode, listen to Journey Through Time wherever you get your podcasts.",
    "speaker": null,
    "startTimecode": 1825400,
    "endTimecode": 3698040
  }
]