[
  {
    "id": "55cdaa24-7ce5-47a8-be92-1b9a93e2a257/transcript/paragraph/0",
    "text": "Thanks for listening to The Rest is Politics. Sign up to The Rest is Politics Plus. To enjoy ad-free listening, receive a weekly newsletter, join our members chat room and gain early access to live show tickets. Just go to therestispolitics.com. That's therestispolitics.com. The Rest is Politics is powered by our friends at Fuse Energy. And when you switch to Fuse, you will now receive Trip Plus membership free of charge. That's where you can take advantage of things like ad-free listening, early access to question time episodes, pre-sale live show tickets, and more. All you've got to do is go to getfuse.com slash politics, use the referral code politics when signing up. We will be providing many more offers for members, which I think can be great, including interviews for members only and questions for members only, which I hope you'll enjoy. But the other advantage of signing up, of course, is that you can protect your energy bills by fixing your electricity rates for the next year with Fuse, which is going to be very relevant with the price cap rising by 6.4%. Fuse's new fixed tariffs undercut the April price cap by over £100 with almost £150 of savings for a typical customer on the 18-month tariff. By fixing your electricity rate, you can lock in your price today and protect yourself from  Thank you. £100 with almost £150 of savings for a typical customer on the 18-month tariff. By fixing your electricity rate, you can lock in your price today and protect yourself from any rises over the next year. So download it now, use the referral code POLITICS after signing up, visit getfuse.com slash politics for the terms of conditions and to learn more. The number one selling product of its kind with over 20 years of research and innovation.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 85920
  },
  {
    "id": "55cdaa24-7ce5-47a8-be92-1b9a93e2a257/transcript/paragraph/1",
    "text": "Botox Cosmetic, autobotulinum toxin A, is a prescription medicine used to temporarily make moderate to severe frown lines, crow's feet, and forehead lines look better in adults. Effects of Botox Cosmetic may spread hours to weeks after injection causing serious symptoms. Alert your doctor right away as difficulty swallowing, speaking, breathing, eye problems, or muscle weakness may be a sign of a life-threatening condition. Patients with these conditions before injection are at highest risk. Don't receive Botox cosmetic if you have a skin infection. Side effects may include allergic reactions, injection site pain, headache, eyebrow and eyelid drooping, and eyelid swelling. Allergic reactions can include rash, welts, asthma symptoms, and dizziness. Tell your doctor about medical history, muscle or nerve conditions including ALS or Lou Gehrig's disease, myasthenia gravis, or Lambert-Eden syndrome and medications, including botulinum. We'll see you next time. at BotoxCosmetic.com. Your data is like gold to hackers. They'll sell it to the highest bidder. Are you protected? McAfee helps shield you, blocking suspicious texts, malicious emails, and fraudulent websites. McAfee's secure VPN lets you browse safely and its AI-powered tech scam detector spots threats instantly. You'll also get up to $2 million of award-winning antivirus and identity theft protection, all for just $39.99 for your first year. Visit McAfee.com. Cancel any time. Terms apply. Welcome to the Restless Politics Question Time with me, Rory Stewart. And me, Alistair Campbell. So where should we start? We'll write this one. Jonathan Dillahunty, good name. There have been a number of times when you've bemoaned the lack of a coherent message from the left in opposition and also the global trend in right-wing populism. I'd love to hear your thoughts on where you think Claudia Scheinbaum and the Marina Party fit into this equation. By the way, I've been checking. Somebody picked me up on my pronunciation because I always say Scheinbaum because if you're reading German, that's what you would say. But, of course, she's not German. So I've been reliably informed by Mexicans which would call her Scheinbaum. Scheinbaum. Do you want to say that right? Very good. Well, I think Mexico's an amazing place to start because it echoes two things that we've been talking about a lot in the pod. Firstly, it's a really interesting counterbalance to Turkey because it's actually an economy very similar size to Turkey, GDP per capita, very similar size to Turkey. And like Turkey, it's sitting right on the edge of this massive developed economy so mexico obviously doing the manufacturing for the united states turkey doing manufacturing for europe and like turkey um huge issues around migrants very large number of mexican migrants going states large number of turkish migrants going into europe and in both cases different forms of populism but the second thing we're going to do later in the show, of course, is compare it to Canada, which has also been the receiving end of Donald Trump. And Mexico has responded in a very different way. But anyway, over to you on your views on Scheinbaum.",
    "speaker": null,
    "startTimecode": 91140,
    "endTimecode": 274960
  },
  {
    "id": "55cdaa24-7ce5-47a8-be92-1b9a93e2a257/transcript/paragraph/2",
    "text": "Or sorry, how are we pronouncing it again?",
    "speaker": null,
    "startTimecode": 275980,
    "endTimecode": 278040
  },
  {
    "id": "55cdaa24-7ce5-47a8-be92-1b9a93e2a257/transcript/paragraph/3",
    "text": "Scheinbaum.",
    "speaker": null,
    "startTimecode": 279180,
    "endTimecode": 279540
  },
  {
    "id": "55cdaa24-7ce5-47a8-be92-1b9a93e2a257/transcript/paragraph/4",
    "text": "Scheinbaum. Schein.",
    "speaker": null,
    "startTimecode": 280200,
    "endTimecode": 281500
  },
  {
    "id": "55cdaa24-7ce5-47a8-be92-1b9a93e2a257/transcript/paragraph/5",
    "text": "Scheinbaum. Very good. Okay.",
    "speaker": null,
    "startTimecode": 282160,
    "endTimecode": 283460
  },
  {
    "id": "55cdaa24-7ce5-47a8-be92-1b9a93e2a257/transcript/paragraph/6",
    "text": "So she's a very interesting woman. She's a scientist by training and background. So that's similar to Merkel and Thatcher. She was head of government at Mexico City. She's a big environmentalist. She worked on the Intergovernmental Panel on Climate Change. And the thing is, she was seen, including by us, I think, when we were talking about the Mexican elections before it happened. It was very much a question of how was she going to get out of the shadow of Andres Manuel López Obrador, AMLO, her predecessor as leader of Mexico. She won the general election in a landslide. Since then, she has a little bit like, as you say, Canada has had its politics defined by Trump to a certain extent. So has Mexico since she took over. She has handled it very differently. And she's currently enjoying, I checked, the same level approval rating that Tony Blair was enjoying immediately after his handling of Princess Diana's death when it was up in the 80s. So she's got one of the amongst the highest ratings of any leader in the world right now. And the obvious thing to say is, well, that must be because people think she's handled Trump quite well. She has twice managed to stave off tariffs with personal interventions. She praises him privately about his focus on immigration and drugs and so forth. But she's not done anything big and public in terms of attack. But the other thing is that she's actually turned out to be a lot tougher on security than AMLO. And I think this may be in part be driven by that. She's got a very, very tough message on crime and law and order. And then the other thing is that the social programs that she's doing, they do appear to be starting to bear fruit. Now, lots of leaders get very, very high ratings early in their presidency, or their premiership, and then maybe start to fade. But nobody can say she's not genuinely popular right now.'s just just look at mexico for a second so we we did a long section on turkey in the last pod episode and we talked about how turkey set off on its route towards populism and authoritarianism mexico is not as far along the route as erdogan but it's moved a a long way. And although Claudia Sheinbaum is now moving into a different world, we've got to acknowledge that she was very much a product of Obrador, product of Obrador's party, and Obrador put her in this position. And Obrador has taken Mexico a long, long way away from its liberal democratic traditions. I know reasonably well a man called Ernesto Zedillo, who you may remember, was the president of Mexico. And in fact, actually, one day we might want to interview him if that was of interest. And he represented a moment where if you go back to the 90s, early 2000s, Mexico looked like it was really on the journey to being the old Washington vision, not the Trump Washington vision, but the old Washington vision of a particular form of liberal democracy and open free trade and joining NAFTA and all this kind of stuff. Obrador took over and things began to change. Obrador is a kind of classic populist. He's somebody who has played some extraordinary games with reinventing himself as a Mexican nationalist, speaking for the indigenous community, although he himself is actually, as his name suggests, from Spanish roots. He clearly had big sympathies, at least rhetorically, for people like Castro. And towards the end of his rule, just before Claudio Sheinbaum came in, big, big changes, one of them against the judiciary, terrible. So he had been challenged by the judges, particularly the Supreme Court. So he and Sheinbaum lent into the idea that the judiciary in future will be elected. That basically puts the executive, his party, in control of the judiciary, and even more worryingly, potentially some of the criminal gangs in Mexico in charge of the judiciary. He's also turned against the independent regulatory agencies. He's brought the army very much under his control. Obrador gave a lot of businesses to the army, set up a new national guard under the army. He controls still the party, which Sheinbaum is now the president of. So it's Obrador's son is the secretary general of the party. Obrador selected and put in place all the governors. So Sheinbaum very much seen as his creature being used by Obrador. And then I guess the question is, will she break free of him? And if she breaks free of him, is she going to reverse some of these trends towards authoritarian populism or not? How is she going to break free of Albrador?  And then I guess the final thing is, which makes Mexico very, very different to Turkey, is that although both of them have these huge informal economies, 40, 50 percent of their economies are completely informal, means they're not registered, they're not paying tax. And Mexico has got still huge agricultural base, 10, 12% of people working in agriculture. But what makes Mexico very different is that over the last 10, 15 years, the Mexican cartels took over control of the cocaine distribution in the United States from the Colombian gangs. So the Mexican drug cartels became enormous. The homicide rate in Mexico is astonishing. There was a small reduction under Arbador, but not a big reduction. And extortion is through the roof. So we've had Mexican companies closing 200 stores because of extortion. We've had senior businessmen being killed. And it's even worse if we're a small and medium-sized business small means of mexico basically cannot survive without paying off either the cartels in the informal sector or in the formal sector paying off the police the tax authorities the civil servants the health and safety inspections and the cartels i hadn't really thought of the extent to which the AMLO shadow was there because I, looking into the way that she's dealing with crime and drugs in particular, I got the sense that that was the means by which she was trying to escape. He became identified, I don't know whether he actually ever said this, but he became identified, a bit like David Cameron's hugger hoodie with this phrase, hugs, not bullets.",
    "speaker": null,
    "startTimecode": 283980,
    "endTimecode": 667220
  },
  {
    "id": "55cdaa24-7ce5-47a8-be92-1b9a93e2a257/transcript/paragraph/7",
    "text": "And she seems to become much, much tougher.",
    "speaker": null,
    "startTimecode": 668600,
    "endTimecode": 672460
  },
  {
    "id": "55cdaa24-7ce5-47a8-be92-1b9a93e2a257/transcript/paragraph/8",
    "text": "And you're right that judicial reform was controversial. But there's and the other thing that happened fairly earlier in her presidency, I think, which sort of galvanized this as well, was the discovery of this mass grave, where they found bits of clothes, bits of bones, furnaces where bodies had clearly been piled in there. And this whole issue of the disappeared, 120,000 people reckoned to be missing, a lot of them dead, just taken away by the cartels and shot. So that maybe gave her the feeling that she had greater permission to take a far tougher line. By the end of her first 100 days in office, the government reported they'd arrested over almost 8,000 individuals, seized 66 tons of drugs and dismantled more than 100 amphetamine labs. So this is where she's trying to signal that she's taking a different approach. And I think the other thing is just as Trump has transformed politics in Canada, so I think because she has been seen as being under attack and handle that attack quite well, that that is probably the other factor that is making it feel like a very different sort of leadership. I think we should say, by the way, Rory, if any of her team are listening, we would love to have her on the podcast. She's clearly a very, very interesting modern leader. A final thought for me. Firstly, a huge shout out to my friend Michael Reid, who's written a great book called Forgotten Continent on Latin America and a new book on Spain, who I spent a long time talking to yesterday. Secondly, just on your point there around handling Trump, I think it would have been difficult to predict for any of us a few weeks ago how Mexico would respond, because there's a strong tradition in Latin American nationalism of being anti-Yankee. Oh, yeah. You know, the Castro tradition, the Chavez tradition, and actually the tradition of the Mexican Revolution. So you could have imagined that Mexican politicians would feel almost forced to be very defiant towards Trump. instead of which, as you say, the president's chosen to be very understated, not lose her temper and make all these concessions which feed into this stuff around crime, because the Republicans have been saying for a long time, and this is obviously the back of a lot of what Trump's talking about, is Republicans have spent years under Arborador saying that Mexico had gone soft on fentanyl, soft on cocaine. And that's why we had Republicans talking, you know, even a year ago about bombing facilities. So she's responded to that. But I still think it may remain a little bit fragile because depends how far Trump goes. If he really follows through on tariffs, and the big change, I guess, between Trumpiden is that biden was very happy for businesses to move from china to mexico that was called near shoring but trump often sounds as though he actually wants the businesses in the united states and a reshoring he'll have a big fight with corporate america because mexico is so central now to building cars and almost everything that happens in the u.s economy but if he for some reason decides to have that fight with corporate America because Mexico is so central now to building cars and almost everything that happens in the US economy. But if he, for some reason, decides to have that fight to corporate America, that will have a huge impact on the Mexican economy. And again, if he starts putting COVID operations in on the ground, contractors in on the ground to chase drugs, which is another thing they've been talking about, I think Claudia Sheinbaum will feel that she's going to have to respond nationalistically to this. But fascinating thing, as you say, she is Jewish in a Catholic country. She's a woman in quite a macho country. She's quite a sort of intellectual in a strong populist tradition. She's somebody who in many ways sounds technocratic, but she's part of a government that hasn't only taken control of the judiciary, the regulatory agencies, the military, but a bit like Turkey is basically taking control of the media. You know, 90% of the media now in Mexico is controlled by the government.",
    "speaker": null,
    "startTimecode": 674540,
    "endTimecode": 916200
  },
  {
    "id": "55cdaa24-7ce5-47a8-be92-1b9a93e2a257/transcript/paragraph/9",
    "text": "And maybe we give populism in Mexico a bit more of a pass because it's left-wing populism rather than right-wing populism. You might have a point there, Rory. Now, here we are with a lot of questions this week for reasons which will become obvious about young men inspired by, and here's the question from Meg, what are your thoughts on the show Adolescents? And it is one of those TV programmes that really does seem to have cut through. It's on Netflix, four-part series about a family whose lives are ripped apart when a young boy is arrested for allegedly killing a girl in his class. And he's 13. I've watched the first three out of the four. Right. I'd love to know what you thought. I mean, I watched it with Shoshana. Firstly, I just think artistically, it was unbelievably good. The acting was incredible. Also, the courage of the director. I mean, the third episode that I just watched is basically an entire episode where he's taken the confidence just putting you in a featureless room with two people talking to each other. And yet it's done with such brilliant acting, such fantastic script writing that you you just can't can't leave it alone i think it's fabulous i mean i'm glad you said that actually because i think that the there's a danger sometimes with these things that you go straight to where you think the political debate has gone um and overlook the fact that the reason why it's been able to have that impact is because it is a brilliant piece of art and culture. And I think with Jack Thorne, the writer, we've also been, Fiona and I have also been watching Toxic Town. Jack Thorne also wrote that. So, you know, Stephen Graham, a great actor, the boy who plays the 13-year-old and never acted before. And as you say, each episode follows one camera, just sort of, you you know and the way they do it it's almost like watching uh i guess it is a little bit like being in the theater but it's even more technically i think it's even more brilliant than that and then i think on the themes and of course this comes at a time where we just had gareth southgate the former england manager did the dimbleby lecture and it was really good actually very much on this theme as well about the role of young men, how they see themselves, the extra pressures that they're under that maybe we didn't have growing up or even my kids didn't have growing up. And I think that one of the things that comes through adolescence is how parents and teachers, we like to think that we know what our kids are up to and the factors that are changing their lives. But do we really know the impact that social media has had on them and is continuing to have on them? And what it's doing to them, to their self-esteem, to their relationships and so forth. So I think it's brilliant television, does pack a punch, does carry a point um but i think it's part of the debate rather than the whole debate as it were well a thought and a question so i i was watching it with shoshana um who used to teach in very difficult schools in new york and boston and the thing that she noticed particularly in second episode, is a portrait of a school that had completely lost control. And she, you know, every time we went into a classroom, she was remembering what it was like teaching in Harlem or teaching in Boston. And just the sense of how all your energy as a teacher is going into just trying to control the classroom, trying to stop people from shouting, whacking people, walking out. And therefore, with all your energy on discipline, very, very difficult to get any teaching done, because even if you can hold the class, even if you can stop people shouting out, that doesn't mean that you're actually managing to communicate any information to them. And the detective inspector whose son's in the school just says just how depressed he is and you know there's endless visions of teachers showing endless films to people and wandering off and not being in the classroom and again for sure she really resonated with her she absolutely recognized it that's why she thinks it's going to be so popular in the the US. It absolutely resonates with her experience of operating in the US public school system.",
    "speaker": null,
    "startTimecode": 916840,
    "endTimecode": 1167800
  },
  {
    "id": "55cdaa24-7ce5-47a8-be92-1b9a93e2a257/transcript/paragraph/10",
    "text": "But you obviously have a profound interest in state education in Britain. I mean, and what did Fiona think about that? Because, of course, it's a pretty terrifying portrait of non-functioning schools in Britain. right um yeah i mean a similar impression about the the sense of hopelessness of of the one of the teachers in particular who seemed very very nice but really didn't have much of a clue what was going on literally in in a direct orbit within the school um i think fiona's sense is of schools not the fictional adolescent schools that were but of the schools that she's involved in is that they do an amazing job in unbelievably difficult circumstances we bumped into the the head teacher of of uh one of our local schools who was you know who i think would say and i've been to the school is convincing when he says that he's giving the kids in there a pretty good education but I think they'd all accept that some of these broader social problems now mean that the job of teacher has changed fundamentally and I was always part of teaching that was the pastoral that was the social work and what have you but that is now much more a fundamental part of their life but but what i'm hearing from you is that you think that not many schools are that bad because that that portrait of a school um i don't think you really would think that you were giving people a decent education i mean there's a lot of lovely posters on the walls i mean every corridor you go down there's lovely images of kind of the cycle of life and posters about showing respect and love and this that and the other but the classroom management has collapsed so much that kids are not getting basic education well the two things to say to that the first is it is a drama and the second is this is a this is a school in a drama on the day after one of the children has been murdered um so i think it's not a documentary about the day in the life of an ordinary uh northern england school um because the other thing that came through that slightly went against that was and maybe this is because they were you know in a sense they're just hundreds of kids thrown together to be actors for a day. And my God, some of those kids could act. And not just the 13 year old boy, the main character is unbelievable, considering he'd never acted before. But all of the ones with the smaller parts as well, they were, they were remarkable. But actually was how, how smart they were. You know, they actually looked pretty smart. And they were, they were smart mentally um there was there was a vibrancy about those kids and i think that i guess what i was left with was was the sense of of hopelessness that actually a kid that by you know if you if you saw the child and then if you saw the way that he conducted himself vis-a-vis his parents and so forth you thought that's a that's a nice balanced child who's probably doing okay at school even though he gets picked on a bit whereas it turns out no he's actually been kind of radicalized and this whole sort of incel thing going on one of the things i found really interesting was that they they chose to act this part of somebody who felt that he turned against women because of this feeling that he thought they found him ugly, when he so clearly wasn't ugly. But he'd been radicalized in a way that was, yeah, literally had just played with his mind. And then the scene you're talking about with the child psychologist um although again back to the drama point i was the other person i saw it to this morning who said they'd seen it who'd worked in schools and worked with a lot of child psychologists and said that you know she that she was she was too nicely dressed and she was she was sort of you know showing too much of her own emotion i think sometimes we've got to be careful with these dramas that we don't read so much into them that we start to treat them like like documentaries i think we should just appreciate it for a brilliant brilliant piece of storytelling partly because it was so brilliant i mean i've never seen um any police movie take you through the sort of detailed procedures processes paperwork yeah of checking a child in, summoning the solicitor, getting the blood samples taken. No, I thought that was all brilliant. Right. Now, on that, let's take a quick break and then we'll come back on Canada. Cool. This is an ad by BetterHelp Online Therapy. Obviously, we live in a society that increasingly glorifies the idea of kind of hyper-independent disruptors. But at a very fundamental level, we're not hyper-independent. We live in communities. We're defined by our relationships and the other people around us. And I guess part of the journey of life without being too pompous is about learning about our limitations and how people around us provide guidance and support. This is where BetterHelp, I think, is an example of something that can help, because what's happening there is BetterHelp is providing access to mental health professionals through the largest online therapy provider in the world, professionals with a diverse variety of expertise. You can build your support system with BetterHelp, and our listeners get 10% off their first month at betterhelp.com slash restispolitics. That's betterhelp.com slash restispolitics. this episode is brought to you by nordvp, long-term partners of the rest is politics. And I guess we could say the internet's a bit like politics, isn't it? Sometimes on the surface, things need to be moving smoothly, but underneath all strange and slightly troubling things are happening. Just like politics, you have to protect yourself on the internet, because these days, hackers, trackers, data harvesters, they're all over the place. Even when you're doing something as simple as logging onto public Wi-Fi in a cafe. And that's where NordVPN comes in. It secures your connection, it encrypts your data, helps keep your online activity private, wherever you are. It's quick to set up, easy to use, and works the way quietly in the background. And our listeners can get an exclusive deal at nordvpn.com slash restispolitics. One subscription covers up to 10 devices that's perfect for work, home, travel, and indeed the whole family. That's nordvpn.com slash restispolitics, completely risk-free with their 30-day money-back guarantee. The link's in the episode description. So, Alistair, back from our break. Your favourite subject, Canada. Freya, how will the US trade war and Trump's rhetoric shape the Canadian election? Morgana, why is Mark Carney calling an election so soon? And just a little plug before we get the Alistair answer and we've done some really great interviews recently with senior Canadian politicians including two separate interviews with Mark Carney the Canadian Prime Minister who's just called the election and a special episode that you did with Caroline Fairbairn and with Bruce Anderson so over to you well I don't think anybody's surprised that this is what he did. In fact, I think we said a couple of weeks ago that we didn't expect him to hang around long. He had nine days between winning the leadership election, which made him prime minister. He managed to fit in a visit to Paris to see Macron, to the UK to see Keir Starmer and your friend the the King which I think hopefully settled Canadians down a little bit as to where British hearts are in relation to this existential threat because I think that's how they feel I was at an event last night and there was a Canadian guy there and the reason I knew he was Canadian was because he was wearing the maple leaf on his his lapel and I said do you always wear that and I've just worn it since Trump started threatening Canada so the question how will the trade war and Trump's rhetoric shape the Canadian election it already has it is one of the prime reasons why the Liberal Party is back in the game having closed this 20 point plus gap in the polls with the Conservatives under Pierre Poilievre. It's one of the reasons, I think, why Mark Carney won the leadership election by such a big margin, because people thought this guy's been around the block when it comes to the economy. He's a role in the Bank of England, Bank of Canada, in business. He seems like he's a pretty tough guy. And I think then in relation to why he's calling it now, because he's got momentum. It still would be a remarkable comeback for the Liberals to turn this around. I've been looking at a lot of Canadian newspapers in the last few days. I mean, some of them are very, very biased against him. Kuala Ewa has got quite a lot of media support. I watched his announcement to calling the election, framed it very much as looking after the economy, looking after Canadians, Canadian national pride, standing up to America, has made no effort to have a conversation with Trump. Kuala Ewa has, I think, shifted his agenda a bit. But it's in the end, I think America and Trump will be a big part of the campaign. But it's interesting how in the last couple of days already, you've seen a lot of the debate getting on to very conventional domestic election issues, this tax, that tax, this education policy, that education policy. So I think it's going to be a curious mix of a very traditional election campaign with this remarkable backdrop of Trump and tariffs. Yeah. And Poliev, presumably his campaign will try to be as domestic as possible and will try to focus on Trudeau's record and people being fed up with Trudeau and the Liberal Party. They're trying to link Carney very much to the Trudeau story. A bit harder to do that than if it had been Christian Freeland, because of course, Christian Freeland was Trudeau's deputy and finance minister. So a lot harder. I think Mark Carney can be continuity where it's good and change where it's good. That's how, if I were him, I'd be playing it. I mean, he did a great social media clip, lovely one, which maybe we can share on the link for our members. With Mike Myers. With Mike Myers. And extraordinary. I mean, you know, incredible. Millions of views. More than 30,000 likes last time I looked, where he had a pretty terrific comic timing, including a good gag on what are the two seasons in Toronto, and Mike Myers says, winter and construction. Anyway, so I think good luck to him. And unlike Macron, he's calling it at a time when he's in a reasonably good position in the polls and where he doesn't have that long to run anyway. There's not that much time to run. It's not like Macron, who chose to call an election when he was in a very bad position in the polls and potentially had another two years to go yeah yeah yeah uh gaza we had quite a lot of questions on gaza this week probably in part because of the interview that we did with francesca albanese which is the interview that's up now on leading lena can politicians say whether they believe israel has broken international law yes or no i I imagine that's provoked by David Lammy at one point saying they had, and then the next day saying they were at risk of having done so, which looked like he'd been slightly brought into line by number 10. And then Fatima from Birmingham, why does the West talk about human rights but stay silent when Palestinians are killed? I don't think the West, this thing about, you know, we've got so many comments on both sides of the argument on the back of doing that interview with Francesca Albanese, and I do think this is part of the problem. So Fatima's question, why does the West talk about human rights, which the West does, but stay silent? Now, there are people in the West who stay silent. But to say the West as a whole stays silent, I think is overstates it. And likewise, I've got some very, very aggressive emails and texts and messages from people who would you would define as either Israeli or very pro-Israel, including some some british politicians as well you know really quite aggressive you know you wouldn't if you did get netanyahu i bet you wouldn't give him as an easy ride as you gave to her and blah blah blah well the answer is probably not because he's a serving prime minister whereas this is somebody that for most of our listeners we were probably introducing her to them uh could we have questioned her more on some of the things that she'd said? Maybe. But I just think what it said to me, what the reaction said to me, is that those people who are broadly pro-Israel listened to the interview determined to say that she was an anti-Semite. And those people who were broadly pro-Palestine, anti-Israel, listened to the interview, determined to say that she was a saint. And what we were trying to do, just as we've done with other interviews, for example, when we interviewed your friend Uzi Arad, ex-head of Mossad, the intelligence agency, we had similarly people saying, why were you so nice to him? This is a guy who's done this, this is a guy who's done that. Well, answer, because we're trying to have a conversation with him about who he is what he does what he thinks and why he thinks it and um i just think people should particularly people who bang on about freedom of speech the whole time should maybe understand that sometimes letting people speak in their own terms rather than constantly being pushed around by an agenda is not the best way to get a decent debate. It remains so, so raw. I mean, a very senior individual has been writing that I'm anti-Semitic. And it was a really interesting piece in which he moves from talking about 14th century anti-Semitism in Eastern Europe, and then smoothly goes from that to saying, and another example of this is Rory Stewart. How have you responded to that? Look, firstly, I think I can empathize. I mean, he clearly feels very, very strongly what he's saying. I don't think he's being insincere. I think he feels that I'm anti-semitic i think he genuinely cannot understand why someone would think that what israel was doing in gaza was unreasonable but i also think that he doesn't understand that i don't support what we did in Dresden. I don't support what the United States did, in many cases, after 9-11, that I believe that international law applies to everybody, and that even when you're defending yourself, you have to act within international law and the rules of law. And that may mean something very difficult. And this is true for Britain or the United States as much as it is for Israel, which is that in showing restraint and not doing what Israel is doing in Gaza, you may be taking more risk. It's possible that occasionally some terrorists are getting away or some guilty people are being spared. But that is what international law is about. That's what we learned in wars, which is that you cannot simply say I have 100% right to security. And the lives of other people don't matter if I'm fulfilling my security. And that's that's true in domestic law.",
    "speaker": null,
    "startTimecode": 1168420,
    "endTimecode": 2118080
  },
  {
    "id": "55cdaa24-7ce5-47a8-be92-1b9a93e2a257/transcript/paragraph/11",
    "text": "That's true in international law. And I cannot accept that it's anti-Semitic to say that or it's anti-semitic to support the international criminal court the international court of justice or to point out um the reality of what's happening in gaza what about this then this is from ian austin who's a labor peer um why did you allow her to use words like genocide or apartheid without any questioning at all why was she allowed to say that anyone in in the human rights world who criticises Israel is accused of anti-Semitism when people do that all the time? And so on and so forth. So how do you respond to that? On the latter point, I suppose the question is, are people like Ian Austin comfortably saying they have no problem at all with people criticising Israel for the Israeli government for breaking human rights? Do they have no problem at all with my criticizing them on their human rights record? Is he really saying that when you say that, he doesn't come back and suggests it's anti-Semitic? And she is an international lawyer. She is talking about genocide. She's talking about apartheid. She's quite careful in what she means by that. And there is no doubt that maybe we can explain what she means by that. But what's at the core of that is something that I'm afraid I observe every time I go to that region, which is that Arab Israelis and Palestinians, particularly in the West Bank and Gaza, are not treated in the same way as Israeli citizens. And Israeli settlers are favored in every single way in terms of government services, in terms of security protection, in creating illegal settlements in Palestinian territory when Palestinians are not. And OK, fine, we can get in to Ian on what exactly he means or doesn't mean by apartheid. But there is no doubt that they are treated, to put it politely, as second class citizens. They do not have all the same rights and support from the Israeli government that Israelis have. Let's go domestic. Lynn Perry is the chief executive of Bernardo's.'s she says we support thousands of children across the uk who five years on from the first lockdown continue to feel the impact of the pandemic school attendance declining children's mental health in crisis over four million children growing up in poverty if this government is serious about wanting children born today to be the healthiest generation of children ever and about reducing child poverty there is serious work to be done if measures like scrapping the two child limit on benefits or extending the entitlement to free school meals are too expensive or can't be done for other reasons what steps can be taken to create a fairer future for children in the uk four million children growing up in poverty yeah well let me come to you on that, because I don't understand how the government is going to do things for child poverty with its current economic policies. I mean, the ways normally that you do things for child poverty are as the questioner suggests. You know, we know what the last Labour government would have done. You know, you redistribute through a tax system. You redistribute through more generous welfare payments. I mean, fundamentally, you make people less poor, partly through giving them more financial support. Now, you can talk about other things. You can claim, and I'm sure the government will, that it's going to invest in education, jobs, apprentices. But again, where's the money coming from? And I cannot see a route if what the government is saying is we're going to not raise any taxes, we're not going to borrow anymore, we've got all these fiscal rules, and we're going to cut government spending. I don't see how that's going to lead to anything other than growing inequality in Britain, and growing child poverty. I'm pretty confident on the current tracks that if we have this conversation two, three years time, the situation will be worse under Labour than it was under the Conservatives, unless I'm missing something. I'm sure that Barnardo's, which is an organisation that's dealing with some of the most challenged and children with difficult lives, I read their at their last report. And, you know, in Britain in 2025, to see a passage that is about the rise in rickets. And we used to learn about rickets in school when I was growing up as an example of how diseases could be eradicated by proper medical and educational approach. When you think that one of the approaches that the government is taking is this thing about, you know, educating children in how to brush their teeth, because we've got real problems of tooth decay, or some of the issues we have with child nutrition. You're talking about things that, honestly, in 2025, after the sort of prosperity that we have enjoyed as a country over several decades, it's pretty damning for the country as a whole. And I agree with you. When you think that, you know, these welfare cuts and, you know, the government gave their explanation. And I agree that, you know, the more that people can work, the better. but you and I know and were you still an MP you'd be having them coming to your surgery they'll And I agree that, you know, the more that people can work, the better. But you and I know, and were you still an MP, you'd be having them coming to your surgery. There will be people who are about to lose benefits, who have come to depend on those benefits and out of genuine need. And at the same time, trying to raise a family and what have you at a time when, you know, we're worried about the birth rate and we're worried about where the jobs of the future are going to come from so it's a i i recommend people check out this last report from uh from uh bernardo's it's pretty pretty depressing reading so we can't finish on that roy it's too depressing well here's a sort of serious point and maybe not not super cheery but serious point from alex bromwich which maybe we can return to in future weeks which is is he's saying you're both consistent in your condemnation of populism, protectionism, especially when the two collide. With this in mind, what are your thoughts on Macron lobbying the European Commission to exclude British arms makers from the bloc's new defence fund on purported grounds the UK's fishing relationship with France? So we talk about this a lot, which is there's an amazing opportunity with Trump removing the US, effectively from NATO and the West, for the UK to get closer to Europe and to have a common, proper approach to defence and weaning ourselves off the American armaments and having our own suffering capacity. And then suddenly we hear that Macron is saying he's not going to include Britain in this conversation about European manufacture because he's still worrying about fishing quotas. So I guess that's an example of where small politics gets in the way of big vision and maybe a bigger theme to explore in the future. Yeah, I must admit, I i hadn't followed this one i'm not sort of pretending to be arsene wenger who never used to see violence on the pitch but i wasn't aware of this from from macron i normally call i normally follow the work of my friend emmanuel as you call him quite quite closely so were you aware of that i was but i was aware of it because i was aware of it because of a tweet by someone you don't like andrew neal which will make me even more suspicious of this i don't dislike i don't dislike him i just think that uh he gets quite a lot wrong but never never admits it um now here's a lighter one rory and i want to know whether this means anything to you at all. Luke, how did Tony Blair get to do that sketch with Catherine Tate? Now, do you know what I'm talking about? No, it means absolutely, literally nothing to me. So explain that and let's finish off on that jolly note with whoever Catherine Tate might be. I know who Tony Blair is. You know, Tony Blair was the prime minister. Catherine Tate, a very, very, very famous comedian. And she got Tony Blair to do a sketch with her. This is a Red Nose Day anniversary story. I'm guessing from memory it was Red Nose Day's idea. They have, you know, you and I were meant to be doing Red Nose. We were meant to be singing Always Look on the Bright Side of Life, but we sort of never got our act together to do it. We've promised we'll do something for them next year, assuming that we're here. I once did The Apprentice for Red Nose Day. I nearly had a fight with Piers Morgan on Red Nose Day. But no, that was their idea, and Tony was always up for stuff like that, and he delivered it like a pro.'m a bothered i'm not bothered are you bothered i'm lovely yeah yeah so you now know who catherine tate is roy thank you with that and let's let's finish on that see you soon",
    "speaker": null,
    "startTimecode": 2118700,
    "endTimecode": 2633220
  }
]