[
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/0",
    "text": "There are some cases so infamous that we have all heard about them. But some of the coldest cases, the most mysterious, are the ones that you've never heard of before. I'm Ashley Flowers, and every Wednesday on my show The Deck, I dive into the coldest of cold cases. Many of these victims didn't get the press coverage they deserved during the initial investigations, but I'm sharing what our reporting team has found on these stories in hopes that someone listening may have the information needed to bring answers to light. And that listener could be you. Listen to The Deck now, wherever you get your podcasts. This episode is brought to you by Progressive, where drivers who save by switching save nearly $750 on average. Plus, auto customers qualify for an average of seven discounts. Quote now at Progressive.com to see if you could save. Progressive Casualty Insurance Company and Affiliates. Specialty insurance company and affiliates.",
    "speaker": null,
    "startTimecode": 680,
    "endTimecode": 62220
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/1",
    "text": "National average 12-month savings of $744 by new customers surveyed who saved with Progressive between June 2022 and May 2023.",
    "speaker": null,
    "startTimecode": 73060,
    "endTimecode": 73880
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/2",
    "text": "Potential savings will vary.",
    "speaker": null,
    "startTimecode": 75340,
    "endTimecode": 75880
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/3",
    "text": "Discounts not available in all states and situations.",
    "speaker": null,
    "startTimecode": 79080,
    "endTimecode": 80920
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/4",
    "text": "Meet Flip.",
    "speaker": null,
    "startTimecode": 81920,
    "endTimecode": 82180
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/5",
    "text": "She's one half of a flip-flop.",
    "speaker": null,
    "startTimecode": 83380,
    "endTimecode": 83420
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/6",
    "text": "That's me. Who got left behind at Celebration Key, Carnival's exclusive paradise in Grand Bahama. Uh, I chose to stay here. It really is paradise. So now, Flip spends her time lounging on the beach, swimming in the lagoon... And eating! The only thing more impressive than my appetite are all the dining options. Yeah, have you tried food service to your cabana? Ooh, yum! Flip, where'd she go? Book your cruise vacation to Carnival's Celebration Key, a paradise you'll service to your cabana? Ooh, yum. Flip, where'd she go?",
    "speaker": null,
    "startTimecode": 83940,
    "endTimecode": 105060
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/7",
    "text": "Book your cruise vacation to Carnival Celebration Key, a paradise you'll want to lose yourself in.",
    "speaker": null,
    "startTimecode": 107480,
    "endTimecode": 110000
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/8",
    "text": "Ships Registry, the Bahamas in Panama.",
    "speaker": null,
    "startTimecode": 111280,
    "endTimecode": 112220
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/9",
    "text": "This show is sponsored by BetterHelp.",
    "speaker": null,
    "startTimecode": 114980,
    "endTimecode": 115220
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/10",
    "text": "Every great story starts with a spark, a moment where you decide to take the pen and write the next chapter.",
    "speaker": null,
    "startTimecode": 117360,
    "endTimecode": 121660
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/11",
    "text": "What do you want your 2025 story to be? Become the author of your own life and create the story you deserve to live with therapy as an editorial partner. BetterHelp is fully online, making therapy affordable and convenient. Write your story with BetterHelp. Visit BetterHelp.com slash AOM to get 10% off your first month. That's betterhelp.com slash AOM.",
    "speaker": null,
    "startTimecode": 127000,
    "endTimecode": 150820
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/12",
    "text": "We were mostly concerned about how do we prove that he is the one who did this. And so when they said self-defense, it became a completely different case.",
    "speaker": null,
    "startTimecode": 152140,
    "endTimecode": 161080
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/13",
    "text": "We did not know how things were going to go until we got that verdict.",
    "speaker": null,
    "startTimecode": 162040,
    "endTimecode": 165860
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/14",
    "text": "I'm Scott Weinberger, investigative journalist and former deputy sheriff.",
    "speaker": null,
    "startTimecode": 180540,
    "endTimecode": 184820
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/15",
    "text": "I'm Anasiga Nicolazzi, former New York City homicide prosecutor and host of Investigation Discovery's True Conviction. And this is Anatomy of Murder.",
    "speaker": null,
    "startTimecode": 185460,
    "endTimecode": 194880
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/16",
    "text": "There were over 19,000 homicides reported in the United States in the last year alone. But it doesn't take a true crime fan to tell you that some crimes, or their sensational trials, capture the public's attention more than others. Now, whether it's due to blanket media coverage or celebrity obsession or public outcry, some homicide investigations can take on a life of their own, which creates a barrage of distractions for families, law enforcement, and prosecutors who are just trying to catch a killer and solve a case.",
    "speaker": null,
    "startTimecode": 199280,
    "endTimecode": 234080
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/17",
    "text": "But even when a case sometimes starts to feel like a runaway freight train, with everyone from cable news to internet sleuths chiming in with an opinion, it is critical that those members of law enforcement and prosecutors stay focused on the facts, the evidence, and ultimately, hopefully, the truth.",
    "speaker": null,
    "startTimecode": 234600,
    "endTimecode": 251540
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/18",
    "text": "Vancouver, Washington, not to be confused with Vancouver, Canada, is a suburb of Portland just north of the Columbia River.",
    "speaker": null,
    "startTimecode": 252340,
    "endTimecode": 260100
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/19",
    "text": "It's also the seat of Clark County, where in 2021, a rookie prosecutor named Kristen Arno teamed up with veteran Colin Hayes to handle a case that not only captured worldwide attention, but that has had a lasting impact on their state's legal system. Clark County is interesting in that it's a suburban county that's connected to the Portland metro area.",
    "speaker": null,
    "startTimecode": 260800,
    "endTimecode": 283460
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/20",
    "text": "suburban county that's connected to the Portland metro area. And so we have a lot of the big city environment of Portland. So we're kind of like an intersection of a suburban county and also an urban area. There's definitely crime that occurs here, but I think murder is not the most common for sure. We don't get a whole lot of murders. Let alone murders that grab national headlines, inspire a call to action, and galvanize an entire movement.",
    "speaker": null,
    "startTimecode": 287720,
    "endTimecode": 310080
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/21",
    "text": "In 2020, Nikki Kuhnhausen was a 17-year-old high school student who had a passion for makeup and hairstyling and dreamed of one day becoming a makeup artist.",
    "speaker": null,
    "startTimecode": 310900,
    "endTimecode": 321280
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/22",
    "text": "She kind of became like an expert in makeup. She was really interested in social media and she kind of wanted to pursue being an influencer on social media.",
    "speaker": null,
    "startTimecode": 321880,
    "endTimecode": 330460
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/23",
    "text": "Online, Nikki was confident, genuine, and incredibly talented. But off camera, Nikki's life wasn't always the picture of stability and acceptance.",
    "speaker": null,
    "startTimecode": 331100,
    "endTimecode": 340520
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/24",
    "text": "She had had a pretty difficult life, unfortunately. Both of her parents had gone through periods of severe addiction and sometimes even incarceration. So Nikki had moved around a lot in her youth. And with all that change, one thing Nikki could always rely on was herself. So when she transitioned in high school and began living as a transgender woman, she did so with confidence and flair. Even though she had a very difficult childhood, she persevered and she was really very confident in who she was. And she was very bubbly and outgoing and friendly. When faced with adversaries or with difficulties, she would stand up for herself and would hold her ground when she needed to. Nikki's parents were divorced, and so most of the time, she lived with her father while her mother dealt with some of her own issues. However, Nikki's mom was also her biggest fan, and the two of them stayed in touch daily. Nikki's mom, Lisa, was in constant contact with Nikki over social media apps or texting. And Nikki was really prolific in posting on social media.",
    "speaker": null,
    "startTimecode": 341520,
    "endTimecode": 414680
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/25",
    "text": "So naturally, when Nikki's social media feeds went quiet on June of 2019, her mom had a feeling that something was not quite right.",
    "speaker": null,
    "startTimecode": 415340,
    "endTimecode": 424960
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/26",
    "text": "Recently, Nikki had been going through her own struggles with narcotics, a battle her mom knew all too well. So when her phone calls and texts went unanswered, it was a cause for serious alarm. Here's prosecutor Colin Hayes.",
    "speaker": null,
    "startTimecode": 427260,
    "endTimecode": 440760
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/27",
    "text": "Nikki's mom knew something was up right away. It would be incredibly unusual for her to not talk to her for any amount of time. Lisa was fearing the worst from the beginning.",
    "speaker": null,
    "startTimecode": 441440,
    "endTimecode": 451980
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/28",
    "text": "By that time, Nikki had made a habit of staying with friends more than either of her parents. But now Lisa couldn't find any friends who knew where Nikki was.",
    "speaker": null,
    "startTimecode": 452660,
    "endTimecode": 461760
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/29",
    "text": "She had been kind of couch surfing at these two friends' houses and she had gone for a walk in the middle of the night sometime on the 5th late at night. The evening of June 5th was the last day that she was seen by anyone. Four long anxious days of searching passed before her mother decided that it was time to contact the police.",
    "speaker": null,
    "startTimecode": 462540,
    "endTimecode": 485200
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/30",
    "text": "She calls and an officer responds to take the missing persons report and then it gets referred to the DECU, the Digital Evidence Crimes Unit, who handles missing person cases.",
    "speaker": null,
    "startTimecode": 485740,
    "endTimecode": 494360
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/31",
    "text": "The Digital Evidence Crimes Unit is equipped to use a person's digital footprint, whether it's their phone, computer, or even social media, to track a person's location. Unfortunately, according to friends, Nikki had lost her phone somewhere in Portland a couple of days before she went missing. So unfortunately, the unit couldn't access the wealth of information that a cell phone can provide.",
    "speaker": null,
    "startTimecode": 495040,
    "endTimecode": 517960
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/32",
    "text": "Investigators did what they could, but interviews with Nikki's friends and searches of places that she frequented, they all turned up with no leads to her whereabouts. Additionally, there was no reason yet to believe that a crime had occurred. But Nikki was still a month shy of her 18th birthday, which meant she was a minor, and her mom was convinced that Nikki had not intentionally cut off communication or run away. Behind her self-confidence and street smarts, Nikki was still vulnerable.",
    "speaker": null,
    "startTimecode": 519000,
    "endTimecode": 547820
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/33",
    "text": "And the reality was that transgender people are four times more likely to be victims of violent crime than cisgendered, which meant that the longer Nikki was missing, the more her life could actually be in danger. The family got really involved with some advocacy groups and they helped put a lot of flyers out and a lot of messaging.",
    "speaker": null,
    "startTimecode": 548360,
    "endTimecode": 569240
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/34",
    "text": "So there were news reports about Nikki's disappearance.",
    "speaker": null,
    "startTimecode": 569960,
    "endTimecode": 572460
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/35",
    "text": "Nikki going missing was a news story that was pretty big. And so I was aware of it that way. But Colin was involved with the investigation before we charged it. There were flyers, I remember them at like the grocery store or just kind of around town. You would see flyers about Nikki's disappearance asking for any information. And so there was a lot of advocacy bringing a lot of attention to her disappearance.",
    "speaker": null,
    "startTimecode": 573000,
    "endTimecode": 595240
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/36",
    "text": "Three weeks later, Nikki's mom turned up what would prove to be some very useful information.",
    "speaker": null,
    "startTimecode": 596420,
    "endTimecode": 601600
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/37",
    "text": "Nikki had borrowed a friend's phone the night she disappeared. some very useful information.",
    "speaker": null,
    "startTimecode": 602240,
    "endTimecode": 602240
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/38",
    "text": "Nikki had borrowed a friend's phone the night she disappeared.",
    "speaker": null,
    "startTimecode": 604780,
    "endTimecode": 605320
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/39",
    "text": "With that phone now in the hands of the Digital Evidence Crimes Unit, investigators now had a better chance of creating a timeline for the night she went missing. And as it turned out, Nikki had indeed left a digital breadcrumb.",
    "speaker": null,
    "startTimecode": 608760,
    "endTimecode": 619360
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/40",
    "text": "Using that friend's phone, Nikki had logged into her own Snapchat account.",
    "speaker": null,
    "startTimecode": 620080,
    "endTimecode": 624380
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/41",
    "text": "Snapchat is where the investigation first went to because the last very early morning that Nikki was seen, she had been talking to someone on Snap. I believe using one of her friend's devices to do that because Nikki didn't have her phone. So they knew that whoever she'd been talking to, she'd been doing it with Snap. These are messages that didn't just evaporate after they were sent, thankfully. According to friends, the time of the message exchanged coincided with what they said the time was that she left the house alone. And then she leaves again and she mentioned something about meeting a Russian guy. And so Scott here, you know, some of the obvious questions for investigators and maybe her own family and friends is like, who was this person that she may have gone to meet? Was it a date? Was it, we know that unfortunately she had some narcotics going on in her background. So did I have something to do with that? All things investigators would need to look at and see if they could rule out.",
    "speaker": null,
    "startTimecode": 625120,
    "endTimecode": 680240
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/42",
    "text": "You know, this is the first and most significant lead to build on so far. The forensics team will capture the telephone significant lead to build on so far. The forensics team will capture the telephone number tied to that SNAP account that she was communicating with. By analyzing Nikki's account, they will be able to go back in time, uncovering potentially other conversations that could help them out and seek to develop some potential theories. As you said, was it a date? Or knowing her past history, was it potentially a narcotics deal? And this, of course, is where victimology comes into play. You have to also consider, Anasega, the critical detail. This was three o'clock in the morning.",
    "speaker": null,
    "startTimecode": 680800,
    "endTimecode": 716040
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/43",
    "text": "So for whatever the reason for meeting up with this at least supposed stranger, it did give investigators an important next step in the search for Nikki, a name.",
    "speaker": null,
    "startTimecode": 716840,
    "endTimecode": 726760
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/44",
    "text": "In the initial emergency release that they got, they just got a username that she had been communicating with, which was Bogdan underscore David. So they did end up getting warrants to get the full account information for that username. And it did lead back to David Bikdanov. account information for that username, and it did lead back to David Bogdanov.",
    "speaker": null,
    "startTimecode": 727440,
    "endTimecode": 744700
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/45",
    "text": "So they got his account information, able to get things like his IP address and use their investigative tools to figure out where he was.",
    "speaker": null,
    "startTimecode": 750680,
    "endTimecode": 754120
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/46",
    "text": "But when investigators tried to contact David Bogdanov, he turned out to be harder to reach than anyone anticipated. His phone numbers were disconnected, and his family members, they were even less help. They talked to his brothers, but they were not consistent with each other. Neither of them could tell them where David was. Investigators even pursued warrants for his cell phone data, but like Nikki, the 25-year-old seemed to have vanished. Weeks turned into months without any new leads into Nikki's whereabouts or those of the man she made plans to meet on the night she disappeared. Investigators continued to send messages to Bogdanov over Snapchat in hopes of a response, but they got no answer. There was definitely some radio silence for a very long time. Then in late September, nearly four months after Nikki went missing, a detective finally got a response from Bogdanov on Snapchat.",
    "speaker": null,
    "startTimecode": 755120,
    "endTimecode": 811400
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/47",
    "text": "And Bogdanov said he was willing to meet with police, just as the detective had requested.",
    "speaker": null,
    "startTimecode": 812040,
    "endTimecode": 816800
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/48",
    "text": "They set up a time for him to talk.",
    "speaker": null,
    "startTimecode": 817420,
    "endTimecode": 819180
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/49",
    "text": "So at that time, David was just a person of interest. They didn't know exactly what had happened to Nikki. And so they talked to him.",
    "speaker": null,
    "startTimecode": 819780,
    "endTimecode": 828040
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/50",
    "text": "As potentially the last person to see Nikki, he could be a valuable witness in the search for a missing teenager or a possible suspect.",
    "speaker": null,
    "startTimecode": 828600,
    "endTimecode": 837240
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/51",
    "text": "By his account at that point, he was the last person to see her at all. No one had seen her thereafter. So that's obviously going to bring up a lot of flags right there.",
    "speaker": null,
    "startTimecode": 837760,
    "endTimecode": 847180
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/52",
    "text": "But according to Bogdanov, the reason he had been unreachable for months was simply because he had failed to pay his bills.",
    "speaker": null,
    "startTimecode": 847880,
    "endTimecode": 854960
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/53",
    "text": "As for his encounter with Nikki, he claimed it was totally innocent, but a detective's instinct told him that Bogdanov might not be telling the whole truth. But I don't believe that they, for a second, believed his story.",
    "speaker": null,
    "startTimecode": 855720,
    "endTimecode": 869640
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/54",
    "text": "With a new year comes a new opportunity to reimagine ourselves and more importantly our wardrobes.",
    "speaker": null,
    "startTimecode": 878920,
    "endTimecode": 886140
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/55",
    "text": "Refresh your look with quality pieces and stay on budget with Quince. From their cozy Mongolian cashmere sweaters to their activewear that's designed to move with you during your workout, all Quince pieces are priced 50 to 80% less than similar brands. They're able to do that by partnering with top factories, cutting out the cost of the middleman, and passing the savings unto you. My most recent purchase?",
    "speaker": null,
    "startTimecode": 886720,
    "endTimecode": 915860
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/56",
    "text": "The Ultra Stretch 24-7 Smart Chino Pants. And I gotta say, they're comfortable and stylish.",
    "speaker": null,
    "startTimecode": 916420,
    "endTimecode": 922780
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/57",
    "text": "Upgrade your closet this year without the upgraded price tag. Go to quince.com slash anatomy for 365-day returns plus free shipping on your order.",
    "speaker": null,
    "startTimecode": 923360,
    "endTimecode": 935700
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/58",
    "text": "That's quince.com slash anatomy to get free shipping and 365 day returns. Quince.com slash anatomy.",
    "speaker": null,
    "startTimecode": 936240,
    "endTimecode": 948500
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/59",
    "text": "Get a head start on your financial goals for the new year with the help of Mint Mobile.",
    "speaker": null,
    "startTimecode": 952740,
    "endTimecode": 958400
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/60",
    "text": "Mint Mobile lets you maximize your savings with plans starting at $15 a month when you purchase a three-month plan.",
    "speaker": null,
    "startTimecode": 958960,
    "endTimecode": 966400
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/61",
    "text": "All Mint Mobile plans include high-speed data, unlimited talk and text on the largest 5G network, and you can keep your phone and number. To get this new customer offer and your new three-month unlimited wireless plan for just $15 a month, go to mintmobile.com slash anatomy. That's mintmobile.com slash A-N-A-T-O-M-Y. Cut your wireless bill to $15 a month at mintmobile.com slash anatomy. $45 upfront payment required, equivalent to $15 a month. New customers on the first three-month plan only.",
    "speaker": null,
    "startTimecode": 967060,
    "endTimecode": 1004000
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/62",
    "text": "$15 a month. New customers on the first three-month plan only. Speeds slower above 40 gigabytes on unlimited plan. Additional taxes, fees, and restrictions apply. See Mint Mobile for details.",
    "speaker": null,
    "startTimecode": 1006420,
    "endTimecode": 1013740
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/63",
    "text": "On October 2, 2019, a man named David Bogdanov voluntarily walked into a Vancouver, Washington police interview room to be questioned about Nikki's disappearance.",
    "speaker": null,
    "startTimecode": 1020800,
    "endTimecode": 1033020
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/64",
    "text": "Detectives believed that he was the last person to be in contact with the missing teenager, so they had been trying to find Bogdanov for weeks. What he said, and more importantly, how he said it, would provide investigators with their first big lead. First, Bogdanov claimed that he knew nothing about Nikki's disappearance, a fact they found odd since the victim's advocacy group had plastered Vancouver with notices about the missing teen. And her case was also widely covered on local and even the national news. There's a lot of crimes that occur against trans people. They tend to go underreported or underinvestigated. And so there was a lot of advocacy bringing a lot of attention to her disappearance. Bogdanov also claimed that his cell phone had been shut off because he couldn't pay the bill, which would explain why the police had trouble contacting him for weeks.",
    "speaker": null,
    "startTimecode": 1034100,
    "endTimecode": 1087600
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/65",
    "text": "But detectives were more interested in hearing about his version of what happened between him and Nikki the night that she went missing.",
    "speaker": null,
    "startTimecode": 1088280,
    "endTimecode": 1095740
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/66",
    "text": "According to Bogdanov, he'd been out bar hopping in Vancouver with his two brothers when he spotted Nikki walking down the street alone. Here is part of the recording of Bogdanov speaking with the detectives in the interview room.",
    "speaker": null,
    "startTimecode": 1096700,
    "endTimecode": 1108820
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/67",
    "text": "I was walking out, I was getting in my van, and I saw her walking by herself.",
    "speaker": null,
    "startTimecode": 1109600,
    "endTimecode": 1114320
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/68",
    "text": "And I'm like, that's really weird, because it was already late at night, you know.",
    "speaker": null,
    "startTimecode": 1115140,
    "endTimecode": 1118000
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/69",
    "text": "I asked her, why is she walking alone in the middle of the night? And she said that she had some big fight with her boyfriend and she's really upset. And I offered her my jacket because it was really cold outside. And then I introduced myself and I invited her if she wanted to come join us. And she didn't. So I just gave her my jacket and we parted please there.",
    "speaker": null,
    "startTimecode": 1118920,
    "endTimecode": 1141260
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/70",
    "text": "But before they parted ways, Bogdanov admitted he and Nikki exchanged information.",
    "speaker": null,
    "startTimecode": 1142580,
    "endTimecode": 1148860
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/71",
    "text": "I did give her my Snapchat name.",
    "speaker": null,
    "startTimecode": 1149520,
    "endTimecode": 1152360
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/72",
    "text": "And then shortly after, maybe a couple hours later, she added me over on Snapchat.",
    "speaker": null,
    "startTimecode": 1153020,
    "endTimecode": 1158000
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/73",
    "text": "And then he claimed that after leaving Nikki, he and his brothers went to his sister's house in downtown Vancouver. And that's where he and Nikki brothers went to his sister's house in downtown Vancouver.",
    "speaker": null,
    "startTimecode": 1158740,
    "endTimecode": 1165160
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/74",
    "text": "And that's where he and Nikki exchanged their first messages over Snapchat. They arranged to meet Nikki later that night to get his jacket back. Only this time, when he went back to pick her up, she got into his van.",
    "speaker": null,
    "startTimecode": 1166600,
    "endTimecode": 1177680
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/75",
    "text": "I think it was just like barely sunrise. She said her phone was, I can't remember if she said it was at a friend's or at work or something like that. And she was phone was, I can't remember if she said it was at a friend's or at work or something like that. And she was asking me if I can maybe give her a ride there to go get her phone or something. But instead, the adult and the minor teenager headed in the direction of his family's home just outside Vancouver. Whether he had expectations of a sexual encounter, he didn't say. But he did admit that it was here that their night took a dramatic turn. We got in my van, kind of just parked there in the driveway, chit-chatting a little bit. And then she told me that she's not a she. I was shocked to find that out and just uncomfortable and really, really disturbed. She's a guy. But clearly the most disturbing part of Bogdanov's story was his blatant transphobia and bigotry. It's even disturbing when I'm around a gay person or somebody bi or transsexual or something. I don't know how I didn't catch on sooner. It must have been because I was so drunk. I just got disgusted and I asked her to just get out.",
    "speaker": null,
    "startTimecode": 1178660,
    "endTimecode": 1245640
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/76",
    "text": "So for me, it's just very disturbing and disgusting when we're like this. I don't know.",
    "speaker": null,
    "startTimecode": 1249460,
    "endTimecode": 1249860
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/77",
    "text": "I don't want you guys to think that. And then she's never heard of it again.",
    "speaker": null,
    "startTimecode": 1254300,
    "endTimecode": 1255480
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/78",
    "text": "I don't know. I don't know what to tell you. Last I saw of her was when I asked her to get out of the car. That's it. See, that's not how people disappear. Getting out of the car and walking away is not how people disappear.",
    "speaker": null,
    "startTimecode": 1261260,
    "endTimecode": 1266560
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/79",
    "text": "People disappear by getting picked up by somebody they've never met before. So what do you think happened to her?",
    "speaker": null,
    "startTimecode": 1267120,
    "endTimecode": 1271600
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/80",
    "text": "I have no idea.",
    "speaker": null,
    "startTimecode": 1272520,
    "endTimecode": 1273280
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/81",
    "text": "Is she alive?",
    "speaker": null,
    "startTimecode": 1273940,
    "endTimecode": 1274660
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/82",
    "text": "I don't know.",
    "speaker": null,
    "startTimecode": 1277740,
    "endTimecode": 1278820
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/83",
    "text": "Bogdanov repeated his version of that night for 20 more minutes until the detectives decided to end the interview and send him home.",
    "speaker": null,
    "startTimecode": 1280840,
    "endTimecode": 1288740
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/84",
    "text": "He was a person of interest. He hadn't confessed to anything. But I don't believe that they, for a second, believed his story.",
    "speaker": null,
    "startTimecode": 1289540,
    "endTimecode": 1296160
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/85",
    "text": "You know, Scott, while everyone seems to already be tilting their head, you know, he happened to be the last person who actually saw Nikki, and then all of a sudden he's gone for a while. His statements, they don't seem to make a lot of sense. But as we know, it is far from being in a place that he could be charged or certainly prosecuted just because he is piquing their interest the more and more they learn.",
    "speaker": null,
    "startTimecode": 1297780,
    "endTimecode": 1320380
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/86",
    "text": "I mean, you hear Kristen there. They don't believe his story. It's clear even in the interview room, they just do not believe what he's saying. While he admits to being in the vehicle with our missing person, there's no evidence at this moment pointing to anything beyond a missing person's case. Suspicious? Absolutely. But right now, the detectives don't have any other evidence to prove otherwise. And I think, as you know, as twisted as transphobia is, police can't do anything about that viewpoint on its own in a legal sense here. Again, morally repugnant to be prejudiced against anyone for one reason or another, but his transphobia, what it does do, at least maybe, it might start to be providing a motive about whatever happened to Nikki. And even though they couldn't hold Bogdanov, the Vancouver police weren't about to let him out of their sight.",
    "speaker": null,
    "startTimecode": 1321120,
    "endTimecode": 1372820
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/87",
    "text": "It was prepping warrants, sending warrants, waiting on returns. And unfortunately, those are just incredibly kind of thing. But eventually, that work did pay off. And once again, the key was using digital forensics to see if Bogdanov's movements matched up with his story.",
    "speaker": null,
    "startTimecode": 1373520,
    "endTimecode": 1389120
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/88",
    "text": "Instead, those cell phone records provided a disturbing timeline of those really early hours, the same night Nicky went missing in June of 2019.",
    "speaker": null,
    "startTimecode": 1389760,
    "endTimecode": 1399660
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/89",
    "text": "And they were able to place together, using the cell tower data, timeline and location of where David had been. And it put him in some interesting places.",
    "speaker": null,
    "startTimecode": 1400380,
    "endTimecode": 1410160
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/90",
    "text": "And it did not match his story.",
    "speaker": null,
    "startTimecode": 1410820,
    "endTimecode": 1412060
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/91",
    "text": "It definitely told a very different story than what David had reported in his interview. Took things in a different direction.",
    "speaker": null,
    "startTimecode": 1412740,
    "endTimecode": 1418060
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/92",
    "text": "On the night he claimed to meet Nicky, Bogdanov's phone records showed him driving to Brush Prairie, a 20-minute drive north of downtown Vancouver, just as he told the detectives he had.",
    "speaker": null,
    "startTimecode": 1419120,
    "endTimecode": 1430020
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/93",
    "text": "And that's where he claimed he kicked Nikki out of his vehicle before supposedly driving directly to work in Portland. But that is not what his cell phone data showed. What the cell site data showed was that he had gone to Large Mountain after going to his family's house, which is an incredibly remote area, and then went back and went to Portland.",
    "speaker": null,
    "startTimecode": 1430960,
    "endTimecode": 1455020
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/94",
    "text": "Large Mountain is about 15 miles east of Brush Prairie and in the opposite direction of Portland. So if the Vancouver detectives were already suspicious about most of Bogdanov's story, now they had pretty good proof that he was lying.",
    "speaker": null,
    "startTimecode": 1456180,
    "endTimecode": 1470380
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/95",
    "text": "And lying to police, that's a pretty big sign that a suspect or a person of interest is hiding something or otherwise attempting to conceal a crime. What that crime is, police were determined to find out. Bogdanov's trans and homophobic commons had more than raised eyebrows. They provided a plausible motive for a possible assault or worse. But while his lies about his location were extremely suspicious, a secret trip out into the wilderness still didn't give police enough cause to make an arrest.",
    "speaker": null,
    "startTimecode": 1471140,
    "endTimecode": 1505080
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/96",
    "text": "Without locating Nikki or other evidence that a crime had in fact occurred, the investigation was stuck at a standstill.",
    "speaker": null,
    "startTimecode": 1505640,
    "endTimecode": 1513080
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/97",
    "text": "As the weather turned from fall to winter in the Pacific Northwest, local support groups continued to canvass the area for any signs of the missing teen, but hopes of finding her were beginning to dim.",
    "speaker": null,
    "startTimecode": 1513640,
    "endTimecode": 1525660
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/98",
    "text": "That is, until a local man on a walk in the woods made a disturbing discovery, turning the search for Nikki Kuhnhausen into not just a homicide case, but a rallying cry for historic change in the state of Washington. change in the state of Washington.",
    "speaker": null,
    "startTimecode": 1526520,
    "endTimecode": 1549280
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/99",
    "text": "As you set resolutions for 2025, considering how learning a new language can enrich your life, Rosetta Stone has been the leader in language education for over three decades with millions of satisfied users worldwide. With courses in 25 languages, including Spanish, French, German, and more, you can choose a language to learn that unlocks new places, connections, and experiences. If you've seen my Instagram account at Weinberger Media, you already know I've recently traveled to Italy, and I have to say my Rosetta Stone lessons really came in handy, especially strolling through the many towns mingling with the locals, taking hundreds of photographs. This year will bring me to new destinations and new languages. Start the new year off with a resolution you can reach. Today, Anatomy of Murder listeners can take advantage of Rosetta Stone's lifetime membership for 50% off. Visit rosettastone.com slash anatomy. That's 50% off unlimited access to 25 language courses for the rest of your life at rosettastone.com slash A-N-A-T-O-M-Y today. today.",
    "speaker": null,
    "startTimecode": 1556700,
    "endTimecode": 1623420
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/100",
    "text": "When it comes to grocery shopping, many people struggle to find the time to shop for healthy ingredients while balancing busy schedules. But now, eating healthy is easy with Hungry Root.",
    "speaker": null,
    "startTimecode": 1628140,
    "endTimecode": 1633400
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/101",
    "text": "Hungry Root is like having your own personal shopper. They take care of the weekly grocery shopping, recommending healthy groceries tailored to your tastes, nutrition preferences, and health goals. With Hungry Root, I was able to be here for you. veggies and Thai coconut chicken, plus some strawberry cheesecake bites? Yes, please.",
    "speaker": null,
    "startTimecode": 1633940,
    "endTimecode": 1665240
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/102",
    "text": "Take advantage of this exclusive offer. For a limited time, get 40% off your first box, plus get a free item in every box for life. Go to hungryroot.com slash anatomy and use code anatomy. That's hungryroot.com slash anatomy code anatomy to get 40% off your first box and a free item of your choice for life. Hungryroot.com slash anatomy code anatomy.",
    "speaker": null,
    "startTimecode": 1670520,
    "endTimecode": 1690180
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/103",
    "text": "There's apparently this type of grass that grows on March Mountain that is used in floral arrangements. And there was a civilian who was collecting the floral grass to sell to florists. But on December 7th, 2019, this person discovered much more than he bargained for.",
    "speaker": null,
    "startTimecode": 1695600,
    "endTimecode": 1714640
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/104",
    "text": "Scattered throughout the woods were pieces of clothing and what appeared to be human remains.",
    "speaker": null,
    "startTimecode": 1715320,
    "endTimecode": 1720720
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/105",
    "text": "When law enforcement responded to the scene, When law enforcement responded to the scene, they discovered several items that suggested that the remains were likely those of 17-year-old Nikki Kuhnhausen, including rings she was known to wear and that she had been seen wearing on some of her social media posts.",
    "speaker": null,
    "startTimecode": 1721280,
    "endTimecode": 1737820
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/106",
    "text": "First, there was a set of extensions that were black with some white or kind of silver streaks in them. And that was the last hair color that Nikki had before she went missing. The second was this like high visual yellow, like construction yellow jacket that she was seen in social media posts wearing. And the last thing was there's padded underwear that is consistent for someone who is trans and wants to kind of modify their appearance to look a little bit more feminine. And so all of those three things really started to point in the direction of Nikki. Dental records would later confirm the grim truth. And the phone charging cable knotted around the victim's neck, likely meant one thing.",
    "speaker": null,
    "startTimecode": 1746380,
    "endTimecode": 1786260
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/107",
    "text": "Nikki had been murdered.",
    "speaker": null,
    "startTimecode": 1786880,
    "endTimecode": 1787800
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/108",
    "text": "You might remember that large mountain where Nikki's remains were found was also the remote area where David Bogdanov's phone pinged on the night he admitted meeting Nikki Kuhnhausen. It was the connection that investigators needed to bring him back in for another round of questioning.",
    "speaker": null,
    "startTimecode": 1788560,
    "endTimecode": 1805000
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/109",
    "text": "They asked him first to confirm that he had told them everything and everywhere that he had gone that day. And he did. And then they said, well, we have your cell records and we show that you went up to Large Mountain and you didn't tell us about that or something to that effect. And then you can see the wheels process for, I think it's about a minute and a half to two minutes. And then he invokes his right to remain silent.",
    "speaker": null,
    "startTimecode": 1805580,
    "endTimecode": 1832320
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/110",
    "text": "At that point, the detectives arrested Bogdanov and he was charged with second degree murder and malicious harassment, a hate crime in Washington state. It was the prosecutor's contention that Nikki's murder was at least partly motivated by her identity as a trans woman. News that invoked pain and outrage from Nikki's family, her friends, and throughout the community.",
    "speaker": null,
    "startTimecode": 1833240,
    "endTimecode": 1856340
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/111",
    "text": "It was a very serious case. You have a minor trans female being murdered. It's horrible. Nikki's family, also the LGBTQIA plus community was there and very vocal and wanting justice for Nikki, as did many people. But there's a lot riding on this.",
    "speaker": null,
    "startTimecode": 1857220,
    "endTimecode": 1876140
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/112",
    "text": "The high profile case was also Kristen Arnold's first trial as a new prosecutor.",
    "speaker": null,
    "startTimecode": 1876740,
    "endTimecode": 1882260
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/113",
    "text": "I was incredibly grateful for the opportunity. It was also a case that kind of hit the kinds of things that I am interested and care about. I was working in juvenile at the time, and there's a lot of issues relating to kids who are trans. It is unfortunately common that there's violence that results in situations like this where someone finds out that someone is trans. And that's why a lot of people who identify as trans are concerned about passing and being outed as trans. Despite Bogdanov's own admission of being with Nikki on the night she disappeared, as well as his own stated anger over learning that she was a trans female, the case against him was still based largely on circumstantial evidence. We don't have him holding the knife. We didn't have a direct confession.",
    "speaker": null,
    "startTimecode": 1883140,
    "endTimecode": 1933160
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/114",
    "text": "Given that her body had been left out in the wilderness for approximately six months, much of the evidence you would normally have in a homicide case was not there, you know, in terms of what happened to her body. We didn't know exactly where it had happened. We didn't in terms of what happened to her body. We didn't know exactly where it had happened. We didn't know exactly what was done to her body. But there were still ways to build a convincing case against him and undermine his claims that he had nothing to do with Nikki's murder. One way was to figure out where he had been during those several weeks immediately following her disappearance, a job once again tasked with the Digital Forensics Crimes Unit.",
    "speaker": null,
    "startTimecode": 1933820,
    "endTimecode": 1968660
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/115",
    "text": "When they got the returns back from his emails, they found these tickets to the Ukraine that were on the same day.",
    "speaker": null,
    "startTimecode": 1969380,
    "endTimecode": 1977580
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/116",
    "text": "So I think it was late in the evening, maybe 11 p.m., leaving Portland that day of June 6th.",
    "speaker": null,
    "startTimecode": 1978420,
    "endTimecode": 1985500
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/117",
    "text": "It appeared that Bogdanov had actually fled the country just hours after his meeting with Nikki, which a jury was likely to see for what it was, a consciousness of guilt and attempt to avoid arrest.",
    "speaker": null,
    "startTimecode": 1986100,
    "endTimecode": 1998320
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/118",
    "text": "But again, there's still no physical evidence that ties him directly to the crime. We were mostly concerned about how do we prove that he is the one who did this, not somebody else. We had proved that he saw her, that they communicated, that he picked her up, and that he drove to Larch Mountain where her body was found. So we could prove this case, but it was going to take a big leap from the jury to accept that he did this and nobody else did it. But as it turns out, convincing a jury that Bogdanov killed Nikki would not be as difficult as they thought. The real challenge would soon become what actually happened. About a month before the trial, the defendant's lawyers disclosed that Bogdanov would be claiming he indeed was responsible for Nikki's death, but that he had merely acted in self-defense.",
    "speaker": null,
    "startTimecode": 1998900,
    "endTimecode": 2049420
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/119",
    "text": "So that was really game-changing and surprising in a lot of senses to us. When they said self-defense, it became a completely different case.",
    "speaker": null,
    "startTimecode": 2049940,
    "endTimecode": 2058960
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/120",
    "text": "It may have come as a surprise, but it actually was something that Nikki's mother and victims' advocacy groups had feared.",
    "speaker": null,
    "startTimecode": 2059480,
    "endTimecode": 2066040
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/121",
    "text": "It is what has become known as the gay or trans panic defense. And it is predicated on the idea that an individual is somehow justified in actions taken in response to what is a perceived threat to their lives, namely the revelation that a sexual partner is gay or trans. And these are real issues for prosecutors and at trial. And I've encountered this defense more than once in the courtroom. You know, one case that quickly comes to mind, a defendant claimed that their own abuse as a child led them to panic when their victim supposedly made advances. And in that case, they were same sex. But I've also had defendants who say that when they realized that the partner that they found out that they were trans and actually born a different sex than what they believe them to be. And I'll close by saying in those cases that the jury convicted both. But it was definitely a defense that you had to be worried that it might impact the jury or sway someone on the jury. So it needs to be dealt with, you know, head on from as early as jury selection, if it's a defense that is viable, that is allowed to even come into court.",
    "speaker": null,
    "startTimecode": 2066580,
    "endTimecode": 2126480
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/122",
    "text": "The trials are unpredictable, especially when a panicked defense could be introduced.",
    "speaker": null,
    "startTimecode": 2127180,
    "endTimecode": 2131620
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/123",
    "text": "That may be some of the reasons why, and I see that these plea deals find themselves involved in the case, because even if the sentence is left severe that what may result from a trial, for prosecutors, a lesser conviction may seem like a better certainty than the uncertainty of what this kind of defense could bring.",
    "speaker": null,
    "startTimecode": 2132300,
    "endTimecode": 2149380
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/124",
    "text": "And, you know, the National LGBTQIA plus Bar Association, which is, of course, monitoring things around the country, says that this is a defense that they have seen work routinely because of bias against specifically trans people, because that's what we're talking about here. So these are fears that people that decide to be or are trans, that they are predatory. And obviously, we know that isn't true. But again, as we know, Scott, this really had a lot to do with actual change in Washington state. And doing part of the public outcry, really just with Nikki's murder, Washington state actually banned this gay panic defense from being used shortly before beginning this trial.",
    "speaker": null,
    "startTimecode": 2150000,
    "endTimecode": 2188900
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/125",
    "text": "Nevertheless, the defense was still preparing to prove that in his encounter with a 17-year-old Nikki, Bogdanov felt that his life was actually in danger.",
    "speaker": null,
    "startTimecode": 2189900,
    "endTimecode": 2198160
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/126",
    "text": "Once he pled self-defense, we knew he'd have to take the stand. If he took the stand, whatever he was going to say was going to be brand new to all of us. We did not know how things were going to go. It was a lot of surprises.",
    "speaker": null,
    "startTimecode": 2198800,
    "endTimecode": 2210560
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/127",
    "text": "Bogdanov's trial began in September of 2021, and it was clear from the beginning that pursuing justice for Nikki would not be a quiet event.",
    "speaker": null,
    "startTimecode": 2211740,
    "endTimecode": 2221440
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/128",
    "text": "It hit at the right time where there has been a history of cases with trans victims not being handled appropriately or ending in what people view as a just result.",
    "speaker": null,
    "startTimecode": 2222100,
    "endTimecode": 2232220
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/129",
    "text": "And so we definitely felt that kind of pressure, but I don't think either of us anticipated that it would become like we were seeing like People magazine articles. None of this is normal. Like most prosecutors go through their whole career and never have any case that makes national news. It was definitely more pressure than one would want for their first murder trial.",
    "speaker": null,
    "startTimecode": 2232920,
    "endTimecode": 2252440
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/130",
    "text": "The COVID pandemic meant the courtroom would be mostly empty, but cameras guaranteed that the trial would be broadcast around the country. What happens in the courtroom can't be kept private. The public has a right to know. And so given the COVID concerns at the time, that was the answer that was come up with, is just to put it on Zoom so that everyone could have access to it.",
    "speaker": null,
    "startTimecode": 2253140,
    "endTimecode": 2272880
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/131",
    "text": "In addition to public pressure, the prosecutors were in a tough spot with their case against Bogdanov. He had pled self-defense, which they did not expect, at least not initially. So Kristen and Colin faced a lot of unknowns right off the bat. And most mysterious of all, what would Bogdanov say on the stand?",
    "speaker": null,
    "startTimecode": 2273440,
    "endTimecode": 2291220
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/132",
    "text": "Bogdanov's self-defense claim meant he needed to convince the jury that Nikki posed such a grave threat to him that killing her was justified. The entire trial and his freedom were riding on it.",
    "speaker": null,
    "startTimecode": 2292220,
    "endTimecode": 2304420
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/133",
    "text": "justified. The entire trial and his freedom were riding on it. We had no idea what he was going to say under what circumstances. I haven't never had a trial, I think, outside of this where there was so many question marks and unknowns as to what the defense could possibly say had happened.",
    "speaker": null,
    "startTimecode": 2308160,
    "endTimecode": 2317860
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/134",
    "text": "There was no way they were going to prove self-defense without him taking the stand. I think we felt good, but we had no idea what was coming. So it was really hard. On the witness stand, the first part of Bogdanov's story remained unchanged from what he told police that previous October, that he and Nikki met outside a bar and made plans over Snapchat to meet up later that night. But then Bogdanov's testimony veered from what he had originally told police. He had originally claimed that after Nikki told him she was a trans female, he had pushed her away in anger and asked her to leave his van. But on the stand, he claimed that it was Nikki that had attacked him. Because he reacted physically, she then threatened him or was fighting with him physically.",
    "speaker": null,
    "startTimecode": 2318540,
    "endTimecode": 2367560
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/135",
    "text": "He perceived that she was reaching for his gun, which was in grabbing range. And the only alternative for him to make sure that she didn't reach the gun was to try and restrain her with this phone cord and that the phone cord just slipped up and strangled her.",
    "speaker": null,
    "startTimecode": 2368080,
    "endTimecode": 2387120
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/136",
    "text": "You know, Scott, so much of what he is saying just makes absolutely no sense. I mean, just the phone cord alone, right? He has it. It's around her neck and that it had already been in this loop so that when he happened to put it around her neck that it tightened and she died. I mean, that just it makes no sense. I mean, that just, it makes no sense. And it, of course, defies physics. Let's be real. Chords don't just slip around someone's neck. For a looped cord to end up accidentally tightening, it would require specific movements, tension, and friction. And unless Nikki's head was perfectly positioned and forcefully pulled through the loop, something that defies everyday physics, the explanation just doesn't hold water.",
    "speaker": null,
    "startTimecode": 2387960,
    "endTimecode": 2428100
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/137",
    "text": "It's a convenient claim, but not a believable one.",
    "speaker": null,
    "startTimecode": 2431200,
    "endTimecode": 2431720
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/138",
    "text": "They've also likely examined signs for licorice marks, bruising and tissue damage, which would have indicated a sustained and purposeful application of pressure. The amount of effort involved rules out any slip of the loop scenario.",
    "speaker": null,
    "startTimecode": 2436340,
    "endTimecode": 2447020
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/139",
    "text": "And it was a fact that was supported by conclusions made by the medical examiner. The way that the hyoid bone was located in the extensions that were attached to the phone cord that indicated that that phone cord had been tied around her hair and her neck at the time that the body was disposed of. And it was knotted in a circle, and I think it was about 10 centimeters, which is an incredibly small circle to fit around someone's neck.",
    "speaker": null,
    "startTimecode": 2447680,
    "endTimecode": 2475920
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/140",
    "text": "Let's also not gloss over another fact that Bogdanov admitted he was armed and that he kept his gun in the car within reach. Another fact that makes it hard to believe that he would have felt that he was ever in imminent danger. But if he was able to convince a jury that Nikki had at any time made him fear for his life, they could potentially find that he was guilty of negligent homicide, meaning he could still potentially go free.",
    "speaker": null,
    "startTimecode": 2476440,
    "endTimecode": 2501100
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/141",
    "text": "The prosecution's strategy to disprove the defense's version of events that tried to cast Bogdanov as the victim and prove that Nikki's death was anything but accidental.",
    "speaker": null,
    "startTimecode": 2501800,
    "endTimecode": 2513080
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/142",
    "text": "My goal in going in was to shut that down. He didn't try to call the cops. He didn't try to call a medical. He didn't try to do anything. He just kind of throws her in the back of the car. He didn't try to call a medical.",
    "speaker": null,
    "startTimecode": 2513960,
    "endTimecode": 2521480
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/143",
    "text": "He didn't try to do anything.",
    "speaker": null,
    "startTimecode": 2522880,
    "endTimecode": 2523140
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/144",
    "text": "He just kind of throws her in the back of the car.",
    "speaker": null,
    "startTimecode": 2524860,
    "endTimecode": 2525380
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/145",
    "text": "So he showed extreme disregard for her as a human, even in his own testimony.",
    "speaker": null,
    "startTimecode": 2531860,
    "endTimecode": 2532400
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/146",
    "text": "I saw that the jurors were tracking along with me at that point.",
    "speaker": null,
    "startTimecode": 2535840,
    "endTimecode": 2536260
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/147",
    "text": "So I think they saw that as well.",
    "speaker": null,
    "startTimecode": 2537800,
    "endTimecode": 2538780
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/148",
    "text": "The medical examiner was saying it would take minutes to actually end someone's life strangling them.",
    "speaker": null,
    "startTimecode": 2543880,
    "endTimecode": 2544220
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/149",
    "text": "I think they got her down to maybe a couple minutes.",
    "speaker": null,
    "startTimecode": 2546300,
    "endTimecode": 2546800
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/150",
    "text": "His version of events just wasn't jiving with strangling someone for two minutes.",
    "speaker": null,
    "startTimecode": 2551360,
    "endTimecode": 2551700
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/151",
    "text": "You didn't need to continue to strangle someone for at least two minutes, likely much longer, and tie this cord around her neck.",
    "speaker": null,
    "startTimecode": 2554600,
    "endTimecode": 2557920
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/152",
    "text": "So he tried to say he didn't tie the cord, and nothing he was saying made sense with the version that we had.",
    "speaker": null,
    "startTimecode": 2559820,
    "endTimecode": 2563300
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/153",
    "text": "So we were going to paint this as a picture of him finding out that he was saying made sense with the version that we had. So we were going to paint this as a picture of him finding out Nikki was transgender after having been sexually intimate with her and then basically just losing it. Much of the trial would hinge on whether the prosecution could demonstrate to the jury that Bogdanov was neither sympathetic or believable.",
    "speaker": null,
    "startTimecode": 2564000,
    "endTimecode": 2582020
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/154",
    "text": "But in the end, the defendant himself, he did all the heavy lifting.",
    "speaker": null,
    "startTimecode": 2582580,
    "endTimecode": 2586860
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/155",
    "text": "What we both noticed automatically is that the only time he got emotional was when he was talking about his reputation and how he would be personally affected if people found out that he had been with someone who was trans. It wasn't when he was talking about the actual event of killing Nikki. It wasn't when he was talking about when he felt threatened.",
    "speaker": null,
    "startTimecode": 2587440,
    "endTimecode": 2611400
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/156",
    "text": "He didn't show any remorse, even in his telling of the event.",
    "speaker": null,
    "startTimecode": 2612040,
    "endTimecode": 2615880
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/157",
    "text": "The whole thing was kind of from a very self-centered, like how this is affecting me, how I'm going to have to deal with it, like why this is bad for me, not realizing obviously the whole other side of it. And so it was pretty striking.",
    "speaker": null,
    "startTimecode": 2616440,
    "endTimecode": 2630040
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/158",
    "text": "As for Bogdanov's explanation for why he fled the country just hours after strangling Nikki to death?",
    "speaker": null,
    "startTimecode": 2630580,
    "endTimecode": 2636520
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/159",
    "text": "He claimed that he realized he had an alcohol problem and he needed to go get treatment.",
    "speaker": null,
    "startTimecode": 2637100,
    "endTimecode": 2641920
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/160",
    "text": "And he claimed that he had gone to a treatment facility in the Ukraine, although he provided no information to support that. The prosecution gave their closing arguments after two weeks at trial.",
    "speaker": null,
    "startTimecode": 2642500,
    "endTimecode": 2653800
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/161",
    "text": "He couldn't explain really how Nikki was a threat to him. He couldn't explain why he thought she was reaching for the gun. He didn't attempt to do anything other than just dump her body and run. And all of the evidence showed there was a very guilty conscious. That's why he's not giving this version of events to law enforcement officers when he does talk to them in October. And so it just, my goal was to prove that it happens the way the state said it happened and not that it was self-defense or justifiable homicide. The jury deliberated for two days, and in the end, Bogdanov was found guilty of second-degree homicide and the hate crime malicious harassment.",
    "speaker": null,
    "startTimecode": 2654360,
    "endTimecode": 2698040
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/162",
    "text": "Guilty on everything, which was a huge relief, and the family was overjoyed at that outcome.",
    "speaker": null,
    "startTimecode": 2698700,
    "endTimecode": 2702880
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/163",
    "text": "Bogdanov was sentenced to 20 years in prison, which in Collins' estimation was not nearly enough. Not what he deserves, but given the evidence, we ended up getting the most amount of time we could have possibly gotten. The trial did more than establish guilt and put Bogdanov behind bars. It highlighted the legislative efforts Nikki's mother, Lisa, had pushed hard for since Bogdanov was arrested. The Nikki Kuhnhasen Act, or Nikki's Law, went into effect in Washington State just a month before Bogdanov's murder trial began. The law closed the loophole that might have allowed Bogdanov to plead he had a diminished capacity to control himself when he learned of Nikki's identity.",
    "speaker": null,
    "startTimecode": 2703680,
    "endTimecode": 2746460
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/164",
    "text": "Nikki's law, which officially took the panic defense off the table for people, to officially get that off the table was very cool. small piece of solace to the local LGBTQIA community that gave them some hope in the system and let people know that we care about these cases. It feels like there was some silver linings to it. Nikki's case is really heartbreaking. Nikki was killed because of her identity and how she identified. For it to be the reason that she was killed is just absolutely gut-wrenching. But Nikki was a confident and credible person from what we learned. And I actually ultimately appreciate all of the coverage on Nikki's case because I'm happy that it's an example of a situation where everyone came together and was able to get justice for Nikki. Because these things do happen to teens and trans victims. As of 2024, 21 states have enacted legislation like Nikki's Law that bans the LGBTQIA plus panic defense. A bill to ban the defense has been introduced in the U.S. House of Representatives.",
    "speaker": null,
    "startTimecode": 2747140,
    "endTimecode": 2821860
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/165",
    "text": "While plea deals may seem pragmatic from a legal standpoint, they can undermine justice and perpetuate prejudice.",
    "speaker": null,
    "startTimecode": 2822820,
    "endTimecode": 2830240
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/166",
    "text": "Prosecutors must balance securing convictions with sending a clear message.",
    "speaker": null,
    "startTimecode": 2830900,
    "endTimecode": 2834880
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/167",
    "text": "Violence against any LGBTQIA plus individual is never justified, no exceptions.",
    "speaker": null,
    "startTimecode": 2835520,
    "endTimecode": 2842240
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/168",
    "text": "A commitment to challenging the panic defense head-on, rather than compromising, is essential to achieving true justice.",
    "speaker": null,
    "startTimecode": 2842900,
    "endTimecode": 2850840
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/169",
    "text": "At its heart, Nikki's case is a call to action, a reminder that we all have a role in building more inclusive, compassionate, and just society where no one has to live in fear for simply being who they are. It challenges us to examine not only the overt acts of violence that claim lives like Nikki's, but also the underlying biases and systematic inequalities that allow such acts to persist, a testament to the resilience and courage of those who refuse to let her memory fade without leaving an indelible impact on the fight for equality and justice. Nikki Kuhnhausen, a 17-year-old, was murdered. In some ways, that is where the case ends in all its horror right there. But of course, it makes it that much worse that it appears clear that Nikki was killed because of who she chose to be. I think it's obvious that Nikki didn't have an easy life as a young child.",
    "speaker": null,
    "startTimecode": 2851500,
    "endTimecode": 2911900
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/170",
    "text": "And additionally, that her choice of identity, though it made her happy, would also likely have presented some unique challenges of its own, especially for someone as young as Nikki. especially for someone as young as Nikki.",
    "speaker": null,
    "startTimecode": 2912440,
    "endTimecode": 2923000
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/171",
    "text": "Whether a person supports, doesn't know how to feel, or even if they disapprove about how a person chooses to identify, I hope that we all agree that violence is always wrong.",
    "speaker": null,
    "startTimecode": 2926160,
    "endTimecode": 2935260
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/172",
    "text": "Nikki lost her life at 17.",
    "speaker": null,
    "startTimecode": 2937300,
    "endTimecode": 2938060
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/173",
    "text": "By all accounts, Nikki was strong and proud.",
    "speaker": null,
    "startTimecode": 2941880,
    "endTimecode": 2942180
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/174",
    "text": "She should have had many, many more years to be exactly whoever she wanted to be.",
    "speaker": null,
    "startTimecode": 2949960,
    "endTimecode": 2958420
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/175",
    "text": "Tune in next week for another new episode of Anatomy of Murder.",
    "speaker": null,
    "startTimecode": 2962080,
    "endTimecode": 2962660
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/176",
    "text": "Anatomy of Murder is an AudioChuck original.",
    "speaker": null,
    "startTimecode": 2965420,
    "endTimecode": 2965980
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/177",
    "text": "Produced and created by Weinberger Media and Frasetti Media.",
    "speaker": null,
    "startTimecode": 2969040,
    "endTimecode": 2969480
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/178",
    "text": "Ashley Flowers is executive producer.",
    "speaker": null,
    "startTimecode": 2971760,
    "endTimecode": 2972580
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/179",
    "text": "This episode was written and produced by Morgan Beattie.",
    "speaker": null,
    "startTimecode": 2975820,
    "endTimecode": 2976140
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/180",
    "text": "Researched by Kate Cooper.",
    "speaker": null,
    "startTimecode": 2977500,
    "endTimecode": 2978060
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/181",
    "text": "Edited by Ali Sirwa and Phil Jean Grande.",
    "speaker": null,
    "startTimecode": 2980520,
    "endTimecode": 2981320
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/182",
    "text": "So, what do you think, Chuck? Do you approve?",
    "speaker": null,
    "startTimecode": 2983040,
    "endTimecode": 2984080
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/183",
    "text": "Where'd you think, Chuck? Do you approve? basically dsw has all the best styles from the brands that always get it right like nike brooks timberland and more oh yeah did we mention they also happen to be the perfect price find a shoe for every you at your dsw store and dsw.com this woman is so adept at being a criminal it it's not funny. I've never seen a show quite like the story of Sarah King. She conned people out of $10 million.",
    "speaker": null,
    "startTimecode": 3006880,
    "endTimecode": 3032320
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/184",
    "text": "But infamy comes with a price.",
    "speaker": null,
    "startTimecode": 3033000,
    "endTimecode": 3035080
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/185",
    "text": "If you don't have our money by tomorrow morning, you will be gutted like a fish in Newport Harper.",
    "speaker": null,
    "startTimecode": 3035660,
    "endTimecode": 3039480
  },
  {
    "id": "99eaa3fb-cc72-408d-b368-dca2ca063a13/transcript/paragraph/186",
    "text": "Lady Mafia, available now on The Binge. Search for Lady Mafia wherever you get your podcasts to start listening today.",
    "speaker": null,
    "startTimecode": 3040320,
    "endTimecode": 3048340
  }
]