[
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/0",
    "text": "Hi, I'm Kylie Lowe, host of Dark Down East, a true crime podcast unlike any other. Why? Because every case I cover comes from the heart of my home, New England. From the rocky Maine coast, to the historic streets of Boston, to the quiet corners of Vermont and beyond, I investigate stories filled with untold twists, enduring questions, and voices that deserve to be heard. So if you're ready to explore the darker side of New England, join me every week for Dark Down East. Listen now, wherever you get your podcasts. Hi, crime junkies. Are you looking for more ways to get your true crime fix? I have an option for you that will cost you nothing but give you everything. You can watch all your favorite true crime shows for free on Pluto TV. Follow along as mysteries are unlocked and secrets are revealed on 48 Hours, Dateline, 24-7, and Forensic Files. Still feel like there are things left unsolved? Check out their crime dramas like Tracker and CSI. Pluto TV is available on all your favorite devices, so you can stay on top of every case from anywhere. Pluto TV. Stream now. Pay never. This episode is brought to you by Progressive, where drivers who save by switching save nearly $750 on average. Plus, auto customers qualify for an average of 7 discounts. Quote now at Progressive.com to see if you could save. Progressive Casualty Insurance Company and Affiliates. National average 12-month savings of $744 by new customers surveyed who saved with Progressive between June 2022 and May 2023. Potential savings will vary. Discounts not available in all states and situations. This show is sponsored by BetterHelp. Who's your support system and how have they been there for you in your times of need and for those everyday chats? Therapy can be a source of support for any area of your life. BetterHelp is fully online, making therapy affordable and convenient, serving over 5 million people worldwide. Access a diverse network of over 30,000 credentialed therapists with a wide range of specialties.",
    "speaker": null,
    "startTimecode": 80,
    "endTimecode": 146760
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/1",
    "text": "Easily switch therapists anytime at no extra cost. Build your support system with BetterHelp. Visit betterhelp.com slash AOM to get 10% off your first month. That's betterhelp.com slash AOM.",
    "speaker": null,
    "startTimecode": 147300,
    "endTimecode": 161520
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/2",
    "text": "I'll explain the reason why I showed you her picture.",
    "speaker": null,
    "startTimecode": 165760,
    "endTimecode": 169060
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/3",
    "text": "August of 1979, her body was found in Brian's ribs.",
    "speaker": null,
    "startTimecode": 169880,
    "endTimecode": 175020
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/4",
    "text": "When I say her body, she was deceased.",
    "speaker": null,
    "startTimecode": 176440,
    "endTimecode": 177700
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/5",
    "text": "Oh God.",
    "speaker": null,
    "startTimecode": 178640,
    "endTimecode": 179080
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/6",
    "text": "She was sexually assaulted and she was shot in the head.",
    "speaker": null,
    "startTimecode": 179800,
    "endTimecode": 182200
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/7",
    "text": "That's not my work.",
    "speaker": null,
    "startTimecode": 183500,
    "endTimecode": 184820
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/8",
    "text": "You say it's not your work? That's not my work. You say it's not your work, what?",
    "speaker": null,
    "startTimecode": 185600,
    "endTimecode": 187040
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/9",
    "text": "What's not my work?",
    "speaker": null,
    "startTimecode": 188160,
    "endTimecode": 189380
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/10",
    "text": "What kind of mean? When I say it's not my work, I don't do nothing like that.",
    "speaker": null,
    "startTimecode": 190400,
    "endTimecode": 194180
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/11",
    "text": "You know?",
    "speaker": null,
    "startTimecode": 195600,
    "endTimecode": 195940
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/12",
    "text": "She was one of them in the head, sexually assaulted. No, that's not me. I'm Scott Weinberger, investigative journalist and former deputy sheriff. I'm Anasiga Nicolazzi, former New York City homicide prosecutor and host of Investigation Discovery's True Conviction. And this is Anatomy of Murder. The pain and trauma that a violent crime inflicts on a victim's family can be not just life-changing, but multi-generational in its lasting impact. But the one thing we don't talk enough about is how sometimes a tragedy can be the impetus for positive change or the driving force behind a life mission.",
    "speaker": null,
    "startTimecode": 198200,
    "endTimecode": 254900
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/13",
    "text": "Whether that means becoming a victim's advocate, starting a charitable organization, becoming a police officer, or even going to law school, sometimes surviving can also mean thriving. Vicki Lynn Belk was a child of the civil rights era. As a third grader in 1960, she had actually been among the very first group of African-American students to integrate the school system in her hometown of Alexandria, Virginia. Vicki went on to become the first person in her family to graduate from college. And by 1979, when she was 28 years old, she had a promising career. But Vicki was a college graduate. She worked as a program analyst at the Department of Agriculture in Washington, D.C., and she was a single mother. She split time between her family's house in Alexandria and she had a boyfriend at the time, James Hill, who lived in Sulin, Maryland, which is in Prince George's County. Sergeant John Elliott is a 28-year veteran of law enforcement who got to start patrolling the boardwalks of Ocean City, Maryland, before eventually joining the sheriff's office in Charles County, just southeast of D.C. And as a member of that county's cold case squad, John was also an integral part of not just keeping Vicki's story alive, but helping to write its stunning conclusion. The Monday morning of August 27, 1979, started like it does for many Washington area commuters, with Vicki and her boyfriend James leaving his house in Maryland and crossing the border into D.C. to make their way to their respective jobs downtown. Her and James Hill drove James Hill's vehicle to a parking lot located in Washington, D.C., which was at RFK, which is still standing there. It's where the Redskins used to play. It was a commuter lot. They would park the car there, and then they would get on the Metro train, take that downtown to the Department of Agriculture where they would go to work. According to her boyfriend, James, who also worked at the Department of Agriculture, Vicki wanted to use his car to run some errands during her lunch break. And so she stopped by his desk on her way out. Vicki got the keys from James Hill to return to the car, and then the plan was for Vicki to get James Hill car and then come pick him up later at work when he was done. But as the clock hit 5 p.m., there was still no sign of Vicki. She never showed up to work to pick James Hill up. James Hill returned to the parking lot at RFK, didn't find his car, couldn't find Vicki. According to co-workers, Vicki had never returned from her lunch break. And while this was the age before cell phones and it was not unheard of to be out of touch for a few hours, it was completely out of character for Vicki, who was known to be both reliable and punctual. And so her boyfriend, James, started making phone calls. His concern was growing by the hour. He looked throughout the night, checking with family in various places where she could be, but just wasn't able to locate her.",
    "speaker": null,
    "startTimecode": 255420,
    "endTimecode": 428140
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/14",
    "text": "By the next morning, Vicki still hadn't shown up at either his home in Maryland or her family's home in Virginia. So James decided it was time to call police and report her missing.",
    "speaker": null,
    "startTimecode": 428880,
    "endTimecode": 439300
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/15",
    "text": "The indication is very unusual for her to be gone and no one knew where she is. It was extremely unusual. She was very dependable, reliable, had a nice government job. No identifiers or indications of any type of high-risk lifestyle or questionable behavior. Nothing. But this was also clearly not the first time a woman had been reported missing by a boyfriend. Women leave their partners all the time and for all sorts of reasons. So from a law enforcement perspective, I'd want to know a little bit more about Vicki's boyfriend and their relationship before making any assumptions about any potential crime. Bad relationship could suggest that maybe Vicki had left on her own accord, but a bad relationship could also suggest a possible motive, and an obvious for a suspect, if Vicki had indeed fallen victim to foul play. There was some mixed interviews from co-workers about James Hill. One co-worker said that she believed that Vicki was in an abusive relationship with James Hill because he was an alcoholic. Then another person would say that the relationship was good. It was nothing clear and convincing in regards to coming to a solid opinion in regards to how James Hill was. And while police were on the lookout for both Vicki and James' missing car, they were also keeping an eye on James himself for any signs he may be involved in Vicki's sudden disappearance. They questioned James Hill very detailed, very thoroughly. They searched his apartment that him and Vicki shared. But not only were there no signs of Vicki, there were also no indications that James was hiding something. Co-workers could vouch for his whereabouts the previous day, and his concern for his girlfriend seemed genuine. And in James Hill, anytime the investigators asked him to do something, he was overly cooperative and provided any assistance he could with attempting to locate Lovicki. You know, sometimes it's really hard to imagine how police managed to find anyone in a world before omnipresent video cameras at every stoplight, toll booth, convenience store, and even ATM machine, let alone cell phones pinging our every move. But the police in 1979 did everything in their power to try to locate Vicki, from issuing an APB on her and the car to recreating a timeline of her movements in hopes of finding any clues to her whereabouts. I think they did a good job. They later went and tried finding and subpoenaed bank records to see if there's any transactions with any of her money. They looked at missing persons cases or unidentified people in other jurisdictions. They called hospitals. They did everything I think they could with what they knew at the time to be proven and effective investigative strategies, but it was very limited. Of course, not like what it is today. Two days after Vicki was reported missing, her case would take a dramatic and tragic turn. The evening of August 29th, a young man, 12 or 13 years old at the time, is riding his bicycle on Metropolitan Church Road. As he's riding his bicycle, he looks over into the wood line and he sees what he thinks to be a body. It's an adult female laying in the woods and then he runs to one of his family members house that's nearby and the police are called. Deputies from Charles County, Maryland responded to the scene where they discovered the partially clothed body of a young woman. She was about 20 feet off the roadway inside the wood line. If you looked at the scene photos, you might be able to see her laying on the ground. She wasn't concealed in a manner to try and completely hide the body, but she was concealed in a manner to where not easily seen. The unidentified woman had suffered a single gunshot wound to the head, and by her positioning and state of undress, it appeared that she had also likely been sexually assaulted. She was laying on her back. Her dress was up above her waist. She was naked from the waist down and her arms were at her side, almost like in a boxer stance. And I think one of the original reports the detective wrote is as if thwarting off an attacker. The description of the woman matched the missing person's case file in neighboring Prince George's County. They were right on the border, and our investigators find out that Prince George's County has a missing person's case. They come together, exchange information, and they ask to meet with Vicki's parents at the sheriff's office. They show her pictures and identifications made that way. The woman in the woods was positively identified as Vicki Lynn Belk. Two weeks earlier, she'd been the maid of honor in her sister's wedding. Now the family would be gathering for her funeral. Tragically, Vicki's missing persons case was now a homicide investigation. And so detectives switched gears and got to work securing the crime scene and scouring the area where the body was found for any potential clues.",
    "speaker": null,
    "startTimecode": 439880,
    "endTimecode": 726940
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/16",
    "text": "The entire crime scene did a good job canvassing it. However, all the evidence and what our crime scene would be would be Vicki herself and her clothes. During the autopsy, examiners were able to recover the bullet that had killed her and confirmed that Vicki had been sexually assaulted. And while DNA testing was not possible, detectives knew that any biological evidence of either the sexual assault or the murder would be crucial down the road. The clothes she was wearing at the time she was found were recovered and retained and preserved. Investigators canvassed the remote area where the body was found but turned up no witnesses to the crime, nor did they have any clues as to how she even got there since James's car was nowhere to be found. Vicki has no ties to Charles County at all. Original investigators are trying to figure out, OK, what's the tie here? And the original investigators figured that, unfortunately, I ain't using this term, she was abducted to Washington, D.C. and dumped in Maryland. The same afternoon Vicki was located, her boyfriend's car was found abandoned in Southeast D.C., not too far from where it had been parked in the RFK lot. The car was searched and fingerprinted, but it yielded no clues to who might be behind Vicki's brutal murder. And so, you know, Scott, just talking about the time frame, again, and the limitations of that era were in the 1970s, as far from all the technological advancements we have today, it really came down to what, you know, we call that gumshoe police work, canvases, having to use the basic tools of investigation, fingerprints, things like that, which as you and I know, even though we have so many advancements today, most work and very often it still relies on that good old-fashioned knocking on doors and talking to people. Absolutely. I mean, in 1979, getting fingerprints at the scene would have been really, really helpful because that was what the technology brought to crime solving was fingerprints is being able to not only get them off of a shell casing or getting them off of a vehicle, but they could yield a potential suspect. That wasn't going to happen here. They had nothing to go by. So you're right. Old-fashioned, knocking on doors, you know, getting out of the office, talking to people, trying to get information about who your victim was and maybe who may have wanted her dead. And so police had those conversations, and according to Vicki's friends and family, she was the last person to have any enemies or even associate with anyone that might want to do her harm. So investigators really did ultimately have very few leads. As weeks passed into months, Vicki's murder remained unsolved. The little evidence investigators did have, the bullet, Vicki's clothes, and some hair and nail samples, were all stored and preserved in an evidence locker with the hopes that one day they would help identify a killer. I talked to one of the original investigators. He said this is like one of those cases he never forgot. They looked at everything they possibly could and just they could not come up with any solid leads. There are several other cases in D.C. of similar patterns, but they can never tie it in or prove or establish that those cases are related to Vicki's murder. Over the next two decades, the Washington, D.C. area would experience a dramatic increase in its homicide rate. and Vicky's family worried that her murder would be buried under the pile of unsolved murders that was growing every year. But Vicki's family also made it their mission to never let her case be forgotten. Year after year, her siblings contacted police in Maryland and D.C. to ask about any new developments in the investigation or new forensic technology that could provide a break in the case. And that perseverance would eventually pay off. I'll never forget, I was on a search warrant in another county, and she texted OMGOMG Belk with exclamation points. And I called her and she's like, we got a name. Is your child struggling with a specific subject or need help with homework? IXL Learning is an online learning program for kids. It covers math, language arts, science, and social studies. If your child is struggling, this is the smartest investment you can make. A single hour of tutoring costs more than a month of IXL. IXL is used in 96 of the top 100 school districts in the U.S. It's trusted by parents and educators, but as importantly, kids enjoy using it as they learn. I've seen it firsthand, watching kids use it in school and at home. I asked a family member just this week, what do you like most about IXL? The answer I got, it helps me get better grades and learn more. And that answer came with a smile. Not always the feedback you get on educational tools. Make an impact on your child's learning. Get IXL now. And Anatomy of Murder listeners can get an exclusive 20% off IXL membership when they sign up today at ixl.com slash anatomy, visit IXL.com slash anatomy to get the most effective learning program out there at the best price. When it comes to wireless plans, stop putting up with jaw dropping bills and bogus fees. Switch to Mint Mobile. Mint Mobile has premium wireless plans starting at just $15 a month, and all plans come with high-speed data and unlimited talk and text delivered on the nation's largest 5G network. Plus, use your own phone with any Mint Mobile plan. My Mint Mobile phone is on the way, and I'm looking forward to taking advantage of some serious savings. If you like money, Mint Mobile is for you. Shop plans at mintmobile.com slash anatomy. That's mintmobile.com slash anatomy. A-T-O-M-Y. Upfront payment of $45 for three-month, five-gigabyte plan required, equivalent to a $15 a month. New customer offer, first three months only, then full price plan options available. Taxes and fees extra. See Mint Mobile for details. When 28-year-old Vicki Lynn Belk, who was also the mother of a young son, was murdered in 1979, police were left with very few clues to who was responsible. Investigators had preserved the clothes she was wearing, which they believed might contain biological evidence left by the killer. But DNA testing that could possibly identify that person was still decades away. The case went cold for years, but detectives in Maryland never gave up hope that one day her murder would be solved. I don't know if they thought that back then, but they had enough conscience to believe and preserve every single piece of clothing that she had. Unfortunately, you see across the country that evidence just gets thrown out because they think it's old or cases are not solvable. John Elliott was just a kid when Vicki was killed, not much older than the son she had left behind. But in 2007, he was a veteran investigator and his and Vicki's paths would soon cross. For about a year, I did burglary investigations, a little time in our special victims unit, and then I went to our major crimes homicide unit. And then my sergeant came to me and said, we had a grant to work on cold cases. I remember opening up this closet in the office that we worked at and all these binders were stacked all over the place. So I started going through them. I would stay after work at night and researching these cases, reading about it. I remember finding this one and seeing the evidence that was there. We still had a dress and some other items. I started chipping away at it. And so in 2007 is when I started working on it. Started making phone calls, speaking with the analyst I knew at the DNA lab and with the state police. And they started working on it little by little as well. Over the previous 30 years, Vicki's family had never given up hope that police would one day have the evidence to find her killer and bring him to justice. And the fact that her case was being reopened was welcome news. We told them that we didn't want to give up on the case, but you also don't want to give him any type of promises. The last thing I knew is, especially a case this long, is make a promise to something you can't fulfill. These cases are very difficult, but the Belk family was overly appreciative of us, very supportive. John knew that DNA testing had revolutionized cold case investigations, and he hoped that if he could recover DNA from Vicki's dress and create a viable DNA profile, they had a chance of solving the case. I thought as much items that we had and recovered and preserved, something should have been there that we could have made an identification or got a usable DNA profile of a suspect. But as we know, DNA science, especially 20 years ago, was not a magic wand. It took time, resources, and expertise that were often in short supply. And that was the case in Maryland. One of our evidence technicians packaged the evidence that we had retained and sent it to the lab and just requested everything be tested. I believe when it got to the lab, it just sat on the shelf up there because they're so backed up. They were struggling just to get DNA processed for cases that had court dates. And these DNA analysts that are already overworked, if they had extra time, they would start working on these cold cases. Along with the massive backup of cold cases, John was also facing the reality that the technology was still not advanced enough to extract and test the DNA left at the crime scene with a high degree of success. The DNA analyst, she was the one that helped me with this case. She was the one that looked at the evidence process that she was able to identify semen that was on her dress. However, she classified it as too degraded to get any type of DNA profile. One of the risks of trying to extract DNA from a sample of biological evidence like a hair, a spot of blood, or in this case, semen, is that you have to use up some of that sample in order to test it. So you are, in effect, destroying crucial evidence in hopes that it will yield a viable DNA sample. But if your evidence is limited, which it often is, that's a risky proposition. Because once it's used up, it's gone for good. Her suggestion was to hold off until technology gets better. She just said that there's semen there. Right now, what we can do, she classified as degraded. And that, in her opinion, years from now, the semen might have some value based on new technology. That news was a hard pill to swallow, but it wasn't the last of the challenges his cold case investigation would face. Vicki's case occurred in August of 1979. And if you remember, the autopsy during that process recovered a projectile. Trying to match that bullet with other bullets recovered from decades of local crime scenes could potentially help locate the murder weapon and its owner. And years earlier, police thought they had done just that. Our projectile that was recovered from Vicki Belk was later tested with another robbery case that occurred in the same area because that type of gun was found in the robbery and the shooting. But that projectile stayed with that evidence from that robbery case, and that evidence later got destroyed. So we did not have that projectile. The DNA testing was on hold. The bullet that killed her was missing. But taking a cue from Vicki's own family, John deployed one of a detective's most effective weapons, patience. And that patience paid off. In 2022, a new and very effective instrument was developed that aids in the extraction of DNA. So our lab director, Noelle Gurman, learns about the MVAC instrument. And in reviewing our cold cases, she believed that Vicki's dress was a good piece of evidence which the MVAC could be used for. June of 2022, we outsourced it to another lab that had that instrument. They processed the dress for us, gave us the filters, the filters related to process her DNA, and we obtained a full profile from those filters. That DNA profile was then entered into CODIS, and within days, the computer had returned a result that was now 43 years in the making. I'll never forget, I was on a search warrant in another county. And she called me, but I was in the middle of a search warrant. I couldn't answer the phone. So I texted her back right away and I said, call you in a few. She texted OMGOMGBELK with exclamation points. I called her and she's like, we got a name. And I remember like it was yesterday. That was, you know, one of the unique calls you'll never forget. The DNA left at the crime scene was a match to a man named Andre Taylor, who would have just been 18 at the time of Vicki's murder. Well, the first thing I thought, she told me the name Andre Taylor. And I said, I know that name is not in the case file. And I had no idea who this guy was. Sometimes in these cold cases, it's not a surprise that whoever the perpetrator is, their name's in the case file. They get either interviewed or it's a family member or something along those lines. This guy was completely stranger to this case file. Never heard or seen his name anywhere. A deep dive into Taylor's background revealed a long criminal history, including a murder charge for fatally shooting a man during an armed robbery in Washington. Since Vicki's murder, he had two other murder arrests, a lot of drug-related arrests, and just been in and out of the criminal justice system up even until his 50s. But the initial information I was finding in my databases, we still didn't have a correlation to Charles County. Everything was in Washington, D.C. And then when I got all his arrest reports, he had this stolen vehicle report from May of 1979. He gives his home address in Bryan's Road, which is only, I later determined to be four miles away from where Vicky was found. So that was our connection. And while the bullet that was recovered from Vicky's body had been lost over the years, it had been examined after the murder to help identify the kind of gun that was used. The ballistics examination back then by the experts indicated, and they gave the opinion that it was a.32 caliber revolver. However, no gun was found at the scene, nothing. We didn't know anything about that. The following March, Andreas Taylor is arrested with a.32 caliber revolver. So honestly, I think two pretty big pieces of the puzzle are in place that the original investigation didn't have an opportunity to confirm. So you have a DNA match. Getting it hit in CODIS is only half the journey because it's really finding the individual, getting, as you know, a confirmatory sample, which would be ordered by the courts, and then making that true match there and then. But here's the thing. Like, DNA is fantastic. I mean, it is amazing evidence, prosecutors, investigators. We all love it for the obvious reasons. But here's what DNA doesn't give you. It doesn't tell you when it was placed or left there, right? So if I'm the defense, I'm going to say, if this is a case, like, hey, this is all coincidence. It doesn't equal proof beyond a reasonable doubt. Like, did they know each other? Was this a consensual interaction between them? Was evidence tainted? Was there transfer? You know, there's multiple possibilities for the defense. So like for me, when I'm hearing it, it's just always the important reminder that yes, you can place a specific individual to the item. So yes, he's going to be linked to Vicki through this DNA, but that is far from all the work that investigators need to do. But as you and I both know, Scott, it is a fantastic start. And Vicki's family, like they had waited for 43 years for any good news in regards to her murder investigation. And now finally John could deliver. We were trying to figure out how to notify the family we got a name. And this was before I even found where Andrea Taylor was. And their initial plan was to tell them, we made some developments, we got a name, and we're still doing work. We felt comfortable, at least at that point, telling them we made progress. When me and Noelle from the lab were talking about how we're going to do this, Kay out of the blue texts me or calls me. She says, oh, I'm in town from California. I was just wondering if you can give me a call, if there's any updates. I tell Kay, I say, hey, why don't you just come to the station? I haven't seen you in a while and I'll go over everything with you. And then we tell them everything that we've done. Noel tells them that we've identified a name for the process. That name didn't ring any bells with Vicki's siblings, but just the prospect of finally catching her killer brought on a wave of relief and emotion. But we did tell them, though, it's very preliminary. We got a name, but we got to find a person. And while Taylor had been in and out of the criminal justice system for years, there was no record of a fixed address since 2019. So investigators really didn't know if he was still in the area.",
    "speaker": null,
    "startTimecode": 832740,
    "endTimecode": 1705100
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/17",
    "text": "Just because we got the CODIS hit, our procedure is that we have to get a confirmatory DNA sample. So then I had to find Andre Taylor to get a known DNA standard from him to confirm and make the match between the evidence and Andre Taylor. And as I just mentioned, getting that confirmatory DNA sample, whether through a voluntary swab or search warrant, is a necessary next step. But first up is finding Andre Taylor. I used the help of Secret Service and their database, our analysts, to try and come up with where he lived. We had some idea in Washington, D.C. where he lived. And one of my partners and I, we spent a couple of days going through Washington, D.C., trying to find where Andre Taylor was. And we had no luck because everywhere we went, places either abandoned, one was a homeless shelter, or they had no idea what we were talking about. So we had no idea. I checked with medical examiner's office in Maryland, D.C., Virginia, and there was no record of Andre Taylor being deceased. But this is where it helped to have the nation's capital as your next-door neighbor. John was able to call in a few favors from the federal government to help him track Taylor down. Our thought process is, well, he's receiving some type of money from Social Security. Maybe it's being reported for tax purposes. We went up contacting the IRS, their criminal investigators, and they were to tell us a bank that Social Security uses to make automatic deposits. They didn't provide us any type of private information or privileged information. However, it gave us enough information to obtain a subpoena for a particular bank. And then that gave us an address in Washington, D.C. Charles County detectives tracked the 61-year-old Andre Taylor to where he'd been hiding in plain sight for years, a nursing home. In that jurisdiction, we got a search warrant for his DNA.",
    "speaker": null,
    "startTimecode": 1826240,
    "endTimecode": 1831040
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/18",
    "text": "In March, we went to that nursing home where we found him in room 219.",
    "speaker": null,
    "startTimecode": 1833860,
    "endTimecode": 1840720
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/19",
    "text": "Whether you're traveling, advancing your career, or just love learning, speaking a new language can create incredible opportunities. Rosetta Stone makes it easier and more immersive than ever. With 30 years of experience, millions of users, and 25 languages offered, Rosetta Stone is the go-to language learning solution. Designed for long-term retention, Rosetta Stone immerses you in your new language naturally, helping you think and communicate confidently. I recently returned from Sicily where I ventured into some small towns and villages, fueling my passion for photography. Check out my Instagram at Weinberger Media for some of my favorite pictures. And with the help of Rosetta Stone, I was armed with the knowledge of how to converse in the native language. Italiano, don't wait. Unlock your language learning potential now. Anatomy of Murder listeners can grab Rosetta Stone's lifetime membership for 50% off. That's unlimited access to 25 language courses for life. Visit rosettastone.com slash anatomy to get started and claim your 50% off today.",
    "speaker": null,
    "startTimecode": 1844560,
    "endTimecode": 1909860
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/20",
    "text": "Everyone loves new jewelry, but there can be hurdles when it comes to buying. Things like limited selections, long wait times, sky-high prices, or even snooty service can put a damper on what should be an exciting experience. Let BlueNile.com help. At Blue Nile, you'll find thousands of independently graded diamonds and fine jewelry pieces at prices below your expectations. Add a touch of class with a timeless pearl necklace or stand out with 14-carat gold teardrop oval hoops. Blue Nile even offers 30-day returns and a diamond price match guarantee. I recently gifted a paperclip necklace in 14-carat Italian white gold. There are smiles all around. Experience the ease and convenience of shopping Blue Nile, the original online jeweler. Go to BlueNile.com today. That's BlueNile.com. It was March 14th. I remember I went and met with the DC detectives at their office. We drive there, and as soon as we walk into the front lobby, the detective I was working with said, hey, we're looking for Mr. Andre Taylor. The person at the desk says, oh yeah, he's room 219, he's upstairs right now. Safe to say that Taylor was not expecting visitors, nor did the nursing home staff know that they were harboring a suspected killer. John's first impression of Taylor was that of a diminished elderly man. He was missing a leg, and his face showed the wear and tear of a hard life lived mostly on the streets. I go in, I introduce myself, said I'm here, I'm working on a cold case from Charles County. I spoke to him for about 20 minutes. I made some very non-confrontational questions, asked him if he had anything to do with Charles County. He admitted to living there. I showed him pictures of Vicky. I said, hey, does this woman look familiar to you? Could have been a girlfriend of yours, anything like that? And he said, nope, never seen her before. I have no idea who she is. I was very specific. I said, is there any reason why your DNA would be found on her, around her, near her? He said, no. I gave him every explanation he possibly could to see if maybe there is an explanation. You know, is this an ex-girlfriend of yours, girl you hooked up with? And he denied knowing her or having any contact with her. And getting that flat denial was huge because just having Taylor's DNA present on Vicky's clothing did not necessarily mean he was the person who had assaulted her. If he claimed to have known her, however unlikely, he could also have claimed that their encounter was consensual. My whole goal with that initial confrontation and contact was to see, is he going to claim that he had any type of sexual contact with that was consensual? Was Vicky an ex-girlfriend or a complete denial? And he made the complete denial. So he provided new information, said he didn't know her and never had sex with her. I collected a swab and then we had to send that to the lab to get the confirmation completed. Now his arrest would have to wait until the lab matched his DNA with their sample from Vicky's crime scene. But it was pretty clear that Taylor wasn't going anywhere anytime soon. He was in a nursing home. Because of his health, he was missing one leg. At least in my research, it didn't appear to me that he had a lot of resources where he was going to be a flight risk. On June 22nd, 2023, with an assist from the U.S. Marshals and the D.C. Metro Police, deputies from Charles County returned to Taylor's nursing home. We briefed at the Shama Center adjacent to the nursing home, go to the nursing home, and then we make the confrontation.",
    "speaker": null,
    "startTimecode": 1914880,
    "endTimecode": 2129380
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/21",
    "text": "He's in a wheelchair outside his room, and then we make the arrest.",
    "speaker": null,
    "startTimecode": 2129960,
    "endTimecode": 2132940
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/22",
    "text": "Taylor was transported back to the homicide branch of the Washington Metro PD, where John was prepared to conduct his interview. My initial concern was getting him into the interview room and getting past Miranda. He'd been arrested 20 or 30 times over his life, two prior murder arrests. And now I'm coming in to talk to him about another murder. And I wanted to get past Miranda. So I was trying to initially build a report with him, but he was just staring off in a space a little bit. But I was able to create a little bit of conversation with him, read a Miranda, and we were able to get past that, and he agreed to speak to me. The investigation had required an infinite amount of patience. And with the finish line in sight, John knew that this was not the time to rush their conversation. 44 years later, what can I possibly do more 44 years ago that, you know, led you to me. I wanted to just be extremely non-confrontational and start off with a polite conversation with him, explain to him I was there, and give him an explanation to explain what happened. It was his time to be able to provide a story. It was a normal conversation. We never yelled or screamed at each other. It was very cordial. But then again, he produced a photo of 28-year-old Vicki Lynn Belk, a single mother with a loving family and her whole life in front of her. I said, look, she was murdered. Your DNA, I was very specific and direct. I wasn't trying to play tricks or anything. I said, look, there has to be some explanation. We didn't pick you out of the blue randomly or anything like that. Your DNA specifically was identified on her dress, and she was found in Charles County, Maryland, deceased, where you hadn't lived four miles away at the time. Here is a portion of the actual interview. That's not my work. You say if not your work, what? Oh, it's not my work. What kind of work? Maybe when I say it's not my work, I don't do nothing like that. And sure, one in the head, sexual assault, that's not me. Taylor denied having anything to do with Vicki's murder. But as the interview went on, he did start to allow for the possibility that he had, in fact, been in contact with her. Like I said, I don't remember her. I'm not going to say I didn't see her or did see her in passing. Like I said, a lot of women come in contact. I came in contact with her. Right. But I don't remember shuku raping or nothing or no woman.",
    "speaker": null,
    "startTimecode": 2133500,
    "endTimecode": 2307500
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/23",
    "text": "Washington, D.C., Maryland, Old Virginia.",
    "speaker": null,
    "startTimecode": 2308700,
    "endTimecode": 2310840
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/24",
    "text": "He started providing, or what he believed to be, reasons of why his DNA may have been there.",
    "speaker": null,
    "startTimecode": 2311640,
    "endTimecode": 2317780
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/25",
    "text": "I clearly had sex with her at some point.",
    "speaker": null,
    "startTimecode": 2318500,
    "endTimecode": 2321520
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/26",
    "text": "Oh, they say that, yes sir. I mean, that's the only way your scene's going to get all over her. I don't remember having sex with her. That's what I'm trying to take. Went from a complete denial to one point in the interview, he says, well, if I had sex with her, I don't remember. That was a little bit of a turning point. And what about the possibility that back in 1979, Taylor had known Vicki, even briefly? We know that her boyfriend James had gotten mixed review from friends, and Vicki had left work for a long lunch break on the day she was killed. Was it possible that she was also involved in another relationship outside of dating her boyfriend? The conclusion of investigators, that it was highly unlikely. Not only were they 10 years apart in age, but they were too different. The social circles and lifestyle of Andre Taylor did not match up or would have even come close to Vicki. Andre Taylor was a career criminal, a lot of drug history, whereas Vicki Belk was college educated, established government worker with a good life. As the interview stretched into its second hour, investigators pressed him for the truth. Instead, Taylor offered up a shocking confession, at least of sorts. My partner and I continued to talk to him, ask him specifically, like, you can't get around it. Then he stops for a second, pauses and says, yeah, we had sex with that girl. Here is more of Taylor's recorded interview. We had sex with the woman. You said you had sex with that woman. You talking about this woman? Yeah. Oh, sorry. But then he goes on to explain that one of his friends pulls up in a car. Vicky's inside the car. He gets in and his friend directs Vicky to have sex with him. And he says that he believes that she had sex with him out of fear that she didn't get hurt. And that's why she had sex with him. When you said you had sex with her, you don't like, was that consensual sex or did it, was she not? For she wasn't right.",
    "speaker": null,
    "startTimecode": 2322420,
    "endTimecode": 2442580
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/27",
    "text": "She gave up sex. So she wouldn't be here.",
    "speaker": null,
    "startTimecode": 2444400,
    "endTimecode": 2446820
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/28",
    "text": "You follow? Was the girl crying?",
    "speaker": null,
    "startTimecode": 2447660,
    "endTimecode": 2449320
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/29",
    "text": "Was the woman crying when all this happened?",
    "speaker": null,
    "startTimecode": 2450340,
    "endTimecode": 2452300
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/30",
    "text": "She was more or less not crying. She was more or less saying, don't hurt her.",
    "speaker": null,
    "startTimecode": 2452880,
    "endTimecode": 2456600
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/31",
    "text": "I think he even says, but I didn't rape her, but technically by letter of law, yes, that's a rape.",
    "speaker": null,
    "startTimecode": 2457800,
    "endTimecode": 2462580
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/32",
    "text": "Out of fear, she complies and has sex unwillingly. But he says that occurred in Washington, D.C. He got out of the car and he doesn't know what happened to her afterwards. Taylor had admitted to sexually assaulting Vicki at gunpoint, but he stopped short of confessing to murder, instead pinning it on an unnamed friend who he claimed drove off with Vicki in James's stolen car. Yeah, I left because I didn't like what was going on. Like you told me, go ahead, Drake, go ahead, go ahead. I can't tell what you like. And you know, Scott, I have to say here, like when I was hearing this and thinking about this, just having had similar defenses multiple times over the years, like I always thought to this myself of what I would term like a ghost offense. A defendant would make up this mystery person, yet there was zero other evidence, even of their existence usually. So they're not an identifiable person. And by no coincidence, to me, it was always the ghost that did all the acts that were criminally subscribed to the suspect, what he was being accused of. So here, even though he is talking about this sexual encounter, which would still be sexual assault, non-consensual by the way he's describing it, to him, it's the murder that he's trying to keep himself a part of. And yet right here, like, it's this mystery person who must have done all that. And I so appreciate John's approach to this interview. I mean, we do know that John was taking one step at a time to be able to lock him into the fact that the sex was not consensual. And, you know, it's pretty clear that she was sexually assaulted. There is a method questioning a suspect when they admit something. They think it's a rather big step that they're admitting to committing a crime. And you listen to that. And as the investigator, you take it in, but you move on. And sometimes for the defendant who just admitted to committing a heinous crime, the fact that you didn't stop them in their tracks and say, okay, this is done. Where's the handcuffs? And you continue the conversation makes them feel in a way like I just confessed to a felony crime. And maybe I'm thinking, wow, I got that off my chest and that's not really a big deal. And maybe I'd be willing to go a little bit further. Or as it turns out in this case, maybe he feels I maybe already stepped over the line. And as we know, it absolutely would be stepping over the line, although I think that he thinks he just got himself out of the murder. But again, if you're involved in certain felonies and sexual assault is absolutely one of them, if someone is killed during the course of that felony or soon thereafter, that is felony murder. So that's exactly the type of thing that John and any other investigator who is working these type of cases knows that you just need to keep them talking and then you can ferret out the truth from what they say, at least hopefully. He got to the point where he says, I'm done. I'm not going to provide any more information. So we stopped talking at that point. Following his arrest, John presented his case to a grand jury, which indicted Andre Taylor on charges of first-degree murder and first-degree sexual assault. A lot of times, you know, in any case, especially a cold case, sometimes the arrests are easy. It's the trials where the hard work begins. From the prosecution side, Taylor's DNA, coupled with Vicki's state of undress when she was discovered murdered, led to the only reasonable conclusion in this case that she was sexually assaulted and then killed. But in a case dating back over four decades, the trial would have significant challenges. They're very confident in their passion for the case. There are a lot of legal challenges. The chain of custody evidence, the maintenance of it, who's put their hands on it, where has it been, how has it been stored? These witnesses that we can find, can we find the original investigators? So this is one of the biggest challenges for cold case prosecutions. finding the witness who can testify to the facts that they may have reported to police years before. Because it's testimony itself under oath that lends those facts credence and believability, and most importantly, brings the story to life for a jury. One of the many challenges I had was trying to find somebody that saw her that day that she was last known alive. On the day Vicki disappeared, the main witness who could testify to her whereabouts and timeline was her boyfriend James. But by 2023, he had passed away. Luckily, John had a few other names. Whether he could find them after so many years was another story. One of the last people that she was known to be alive with that day was one of her co-workers who she had lunch with, and I just had a first and last name, no date of birth, no address, nothing just said. Had lunch with the victim that day, that was it. The co-worker's name was Mary Hickson, and assuming she was of similar age to Vicki, she would likely have been about 73 years old. Just trying to do open source searches for a Mary Hickson. I thought I found one. So I just made a letter to her saying, hey, did you work at the Department of Agriculture in Washington, D.C. in 1979? Please contact me. A week later, John got a phone call from Mary Hickson, but she had disappointing news. She had never worked at the Department of Agriculture and did not know Vicki Belk. Week later, my phone rings, look down, and I see her call her ID, Mary Hickson. I answer the phone. She said, hi, this is Mary Hickson. I said, yes, ma'am, I talked to you last week. She's like, no, you talked to my sister-in-law. We have the same name. You talked to her last week. I worked with Vicki back in 1979. I remember having lunch with her that day. During the trial, Mary testified about Vicki's movements on the last day she was alive. And she had very good memories. She's like, I remember having lunch with Vicki that day. We always had lunch together every day and Vicki was giving me a hard time because we had switched chairs. But it's the small details like that that reflects on people's memory. The small details. Taylor never testified in his own defense, and at the end of the nine-day trial, the jury adjourned to deliberate on his fate. The jury came back with a verdict very quick because it's very unpredictable. They could take an hour, they could take five days, we just don't know. Late afternoon, all the family was still there, and then they read the verdict off, and everybody was ecstatic. Taylor was found guilty on all charges, and while he never made a full confession or allocution of his crimes, the combination of evidence and witness testimony helped paint a compelling picture, a brutal picture, of Vicki's last fateful day alive. She was definitely at work, and we confirmed that she did leave work after getting James Hill's vehicle keys. We believe she got on the Metro, returned to the parking lot at RFK, and that's where Andre Taylor encountered her and abducted her, and then that's when he drove her to Charles County. And then he subsequently raped and shot her where she was found. During sentencing, prosecutors emphasized the decades of trauma endured by Vicki's family, particularly her son, who was just seven years old when she was killed. But her family also expressed relief and gratitude for justice finally being achieved after 45 years.",
    "speaker": null,
    "startTimecode": 2463100,
    "endTimecode": 2878700
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/33",
    "text": "Vicki's murder had obviously affected all of them, her parents, siblings, her son, and even the grandsons she had never had a chance to meet.",
    "speaker": null,
    "startTimecode": 2879360,
    "endTimecode": 2888880
  },
  {
    "id": "b4a1458f-300f-496e-833a-7c3bf36a9db5/transcript/paragraph/34",
    "text": " All right. had obviously affected all of them. Her parents, siblings, her son, and even the grandsons she had never had a chance to meet. On August 23rd, 2024, the court sentenced Andre Taylor to life in prison without parole. Any of these cold case detectives, we pick these cases up and we just don't forget about them. Especially when there's evidence there and we go through it and we keep on going back to our lab analysts. Like, can you just test this? Can you just do this? It's just looking for that needle in the haystack. This is one of those cases where it came through for us, especially 45 years later, in a combination of the lab work, the lab personnel, the detectives, not just me, but, you know, people that assisted. And even going back to the original investigators, there's a lot of human parts there. But to have it all come together with a successful prosecution with somebody that is still alive and then ultimately get them a life sentence in prison, we're beating the odds. It was a very good result. Shortly after the arrest, Vicki's relatives gathered at the Charles County Sheriff's headquarters for a press conference. Among them was a sister that is a retired homicide detective from California, a brother who was a retired firefighter, a nephew who was a police officer in Texas, and her then 51-year-old son, a lawyer and former federal prosecutor from Georgia. In the shadow of tragedy, they had dedicated their own lives to service and the pursuit of public safety and justice. In the years following Vicki's death, her family established the Vicki Belk Scholarship Foundation to provide educational support to local students. The foundation has awarded nearly 100 scholarships honoring Vicki's passion for education and supporting youth in her community. Clearly, they have taken a painful tragedy and used it to sow goodness and hope in their community. I went onto their website before recording this episode and was moved by the photograph of all the backpacks being donated as part of one of their latest initiatives. Think how important a simple backpack can be to a child who otherwise perhaps cannot afford one. You can learn more about Vicki, the foundation, or donate by going to their website, the Vicki Belk Foundation at vickibelkfoundation.org. You can also find the link on the AOM website page connected to this story. In July 2024, Vicki's sister Judy wrote a message to the young people receiving support from the foundation and to those that help keep the foundation moving forward. And I quote, congratulations to all the 2024 VBS recipients and to the donors who continue to keep Vicki's legacy alive. And to this AOM community, we say, by learning about Vicki and her story, you too are all helping to keep Vicki's memory and her legacy alive. We focus on cases like Vicki's because we believe it's an important step to keeping a victim's memory alive in the way that it matters. This case isn't just about seeking justice. It's about honoring a life that was taken too soon and reminding ourselves that every cold case has the potential for resolution, no matter how much time has passed. Vicki's story challenges us to never underestimate the power of persistence and the importance of community. It's a reminder that even the smallest lead, the faintest memory, can reignite hope. And if her case teaches us anything, it's that we all have a role to play in ensuring that these stories aren't forgotten. media. Ashley Flowers is executive producer. This episode was written and produced by Walker Lamond, researched by Kate Cooper, edited by Ali Sirwa and Phil Jean Grande. So what do you think, Chuck? Do you approve? The road is calling. Embrace the thrill of the drive with the all-new fully electric Audi Q6 e-tron featuring effortless power and advanced Audi tech. The next chapter of Audi starts now. This is a message from sponsor Intuit TurboTax. Taxes was getting frustrated by your forms. Now Taxes is uploading your forms with a snap and a TurboTax expert will do your taxes for you. One who's backed by the latest tech, which cross-checks millions of data points for absolute accuracy, all of which makes it easy for you to get the most money back guaranteed. Get an expert now on TurboTax.com. Only available with TurboTax live full service. See guarantee details at TurboTax.com slash guarantees.",
    "speaker": null,
    "startTimecode": 2889580,
    "endTimecode": 3185340
  }
]