[
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/0",
    "text": "Hi, I'm Kylie Lowe, host of Dark Down East, a true crime podcast unlike any other. Why? Because every case I cover comes from the heart of my home, New England. From the rocky Maine coast, to the historic streets of Boston, to the quiet corners of Vermont and beyond, I investigate stories filled with untold twists, enduring questions, and voices that deserve to be heard. So if you're ready to explore the darker side of New England, join me every week for Dark Down East. Listen now, the murder to your mystery, and the who to your whodunit. That makes Acorn TV your perfect partner for streaming the return of the original series Recipes for Love and Murder. It's time to turn up the heat. Don't miss Recipes for Love and Murder. Now streaming exclusively on Acorn TV, your partner in crime. Visit acorn.tv and use promo code Pandora for a 30-day free trial. Acorn TV. Brilliant. Anatomy of Murder is proudly sponsored by Amika Insurance. As Amika says, empathy is our best policy. That's why they'll go above and beyond to tailor your insurance coverage to best fit your needs. Whether you're on the road, at home, or traveling along life's journey, their friendly and knowledgeable representatives will work with you to ensure you have the right coverage in place. Amica will provide you with peace of mind. Go to amica.com and get a quote today. This show is sponsored by BetterHelp. Who's your support system and how have they been there for you in your times of need  Thank you. and get a quote today. This show is sponsored by BetterHelp. Who's your support system and how have they been there for you in your times of need and for those everyday chats? Therapy can be a source of support for any area of your life. BetterHelp is fully online, making therapy affordable and convenient, serving over 5 million people worldwide. Access a diverse network of over 30,000 credentialed therapists with a wide range of specialties. Easily switch therapists anytime at no extra cost. Build your support system with BetterHelp. Visit betterhelp.com slash AOM to get 10% off your first month. That's betterhelp, H-E-L-P dot com slash AOM. so until 29 years, I didn't even get to grieve.",
    "speaker": null,
    "startTimecode": 80,
    "endTimecode": 151360
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/1",
    "text": "When I say grieve, I mean just have a good cry.",
    "speaker": null,
    "startTimecode": 154400,
    "endTimecode": 154940
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/2",
    "text": "My name is Yvonne Pointer.",
    "speaker": null,
    "startTimecode": 156140,
    "endTimecode": 156840
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/3",
    "text": "They said you murdered Gloria.",
    "speaker": null,
    "startTimecode": 158500,
    "endTimecode": 158980
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/4",
    "text": "If you did, would you just let me know so that I could please put an end to the wondering? I'm Scott Weinberger, investigative journalist and former deputy sheriff. I'm Anasiga Nicolazzi, former New York City homicide prosecutor and host of Investigation Discovery's True Conviction.",
    "speaker": null,
    "startTimecode": 187360,
    "endTimecode": 187820
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/5",
    "text": "And this is Anatomy of Murder.",
    "speaker": null,
    "startTimecode": 190120,
    "endTimecode": 194560
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/6",
    "text": "Mother knows best. It's a phrase that many believe to be true, perhaps no one more so than mothers themselves.",
    "speaker": null,
    "startTimecode": 201340,
    "endTimecode": 201620
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/7",
    "text": "When Yvonne Pointer's daughter was murdered in 1984, she knew that eventually she would find her daughter's killer. It was a promise, a vow made in the depths of unimaginable grief, and one she intended to keep no matter how long it took. As years stretched on with little progress made, Yvonne's vow began to feel impossible. But a mother's promise and determination is a powerful force. And in this case, it proved to be unshakable. For today's episode, Yvonne shared her journey of loss, resolve, and the relentless pursuit of justice for her daughter. Born as one of 10 siblings in Cleveland, Ohio, family was always a dominant force in Yvonne's life. I was a product of 10 children in one family, six boys and four girls. So needless to say, growing up was quite noisy. It was always loud and it was always disagreements and it was always food cooking on the stove. And it was just a house that I wouldn't trade for anything. Yvonne worked hard, got good grades, and she dreamed of going off to college. But at age 16, her life took an unexpected turn when she became pregnant. She went from a student with straight A's to a student who was kicked out of school. Back then, you did not go to school pregnant. You enrolled in what we call the adult education centers because now you are no longer a child. You're an adult. And they didn't want you infecting the other children. So you had to leave and go to the adult schools. The loss impacted Yvonne to her core. She mourned the things she would miss, like prom and the opportunity to pursue higher education.",
    "speaker": null,
    "startTimecode": 209340,
    "endTimecode": 325580
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/8",
    "text": "These changes were made all the harder by the lack of support from the person who mattered to her most, her mother.",
    "speaker": null,
    "startTimecode": 326320,
    "endTimecode": 332480
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/9",
    "text": "I remember the disappointment with my mom with me being pregnant because she didn't want another baby. She had 10 kids. That was just an extra burden on her. So on the day that I went into labor, she took me to the hospital and she left. Yvonne endured 17 hours of labor alone. She was sick, in pain, and furious with her mother for leaving her. But that pain and anger led to something unexpected. But I think that formed a bond between me and this baby because I felt that all we had was each other. So I delivered her, and the rest almost was like a blur because I don't remember life ever going back to normal. Yvonne's daughter was born on February 28, 1970. She named her Gloria, meaning glory in Latin. With her big almond eyes and wide smile, Gloria lived up to her name. From the moment she first held her daughter, Yvonne made a promise.",
    "speaker": null,
    "startTimecode": 333180,
    "endTimecode": 405380
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/10",
    "text": "Gloria's life would follow a very different path than her own. That made me make a commitment to my baby at that time that she would not have to endure the disappointments that I was enduring. So as a 16-year-old mother, I was committed to making sure that I found a way to navigate her around the derailment. Life as a young single mom was challenging for Yvonne. Her father was her saving grace, and he stepped in when she needed support. He helped furnish an apartment for her and offered to babysit so Yvonne could continue her studies. But there were more surprises to come. Three years after having Gloria, Yvonne once again became pregnant. She felt like she was losing control over her life. I felt like I was on a banana peel sliding through life, trying to find out what was going on and how do I stop this slippery slope that I was on. It just kind of continued to spiral, so much so until I just kind of hit a bottom. A few years later, Yvonne's life started to stabilize, something she credits with rediscovering her religion. I was happy for that, for myself, my children, and we started a new direction. We were in the church, we were going to Sunday school, and you know, I was back on point that these children will not be subject to the life that I had endured. And so in my mind, everything was going along just perfectly. Yvonne became even more determined to build a better life for herself and her children. She wanted to give them opportunities that she never had, the kind of life she had always dreamed of. We're going to go to school. We're going to get good grades. We're going to graduate. We're going to go to college. We're going to have a prom. You're going to do all of this stuff that I didn't get to do. And then we're going to have this wonderful life. So I thought this was the trajectory. Throughout every challenge, Yvonne's greatest cheerleader was her daughter, Gloria. With her sunny personality and unwavering optimism, she was a natural caretaker, always looking out for her younger brother and doing everything she could to keep her mother's spirits high. She was more the mother than I was. She was almost like my overseer and my protector. I remember one day crying over something, whether it was bills or a bad relationship. I don't remember what it was. And she just kind of consolated me and she said, you know, I'm going to make life better for you. You won't have to cry your whole lifetime. And so she was just always the one who seemed to say, I'm going to take care of you.",
    "speaker": null,
    "startTimecode": 406040,
    "endTimecode": 606020
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/11",
    "text": "Inspired by Gloria, Yvonne worked hard to make sure her children were taken care of. Even when money was tight, she always found ways to make ends meet. When we didn't have money for the popsicle trucks that came down the streets in the summer, I did have sugar and butter and flour, and I would bake cookies and have Gloria and Raymond sell them to the children in the community that had money. And with that money, they can now buy a Popsicle for themselves. So they always saw me as the provider in spite of. It was difficult financially, but they didn't know it. Yvonne made it a priority to be deeply involved in her children's lives, a presence so constant that even Gloria's friends took notice. As she grew, everybody knew me in the school as Gloria Pointer's mother. Why? Because I was present. I was going to make sure that when the snafus hit in her life, that I was going to be there to divert them. As Gloria entered ninth grade, sometimes her mother's attention was a little too noticeable. I was there in the auditorium and I saw her on the stage and she said, hello, people. How do you do? Check me out. My name is Gloria. And I jumped up and I screamed, yeah, Gloria. And she would always say I'd embarrass her. But then she knew that I was present. School hadn't been easy for Gloria, and academics were often challenging. But things started to change after she joined the cheerleading squad. She formed a close bond with the squad's coach, a relationship that not only boosted her confidence, but also helped turn around her grades. Joining the squad had a positive ripple effect. Gloria set her sights on another goal and soon earned a spot on the school's basketball team. She was that thirsty. She was quadruple filled with joy that she had made the basketball team.",
    "speaker": null,
    "startTimecode": 606580,
    "endTimecode": 724180
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/12",
    "text": "And oh, was she excited. The first week of December in 1984 was a week Gloria was really looking forward to. That Friday would be her basketball team's first game. And the day before that, she was going to be presented with an award for having perfect attendance in school. The ceremony was set for Thursday, December 6th. Gloria wanted to look her best and put extra care into her appearance before leaving on the short walk to school. But the weather outside had other plans. A snowstorm was rolling through and Yvonne insisted that Gloria wear a hat. Well, she didn't want to do that because she would mess up her hair, and she was excited about getting the perfect attendance award. So we had a little discussion about, you will dress for the element. And so she left for school. Yvonne got ready for work. Her car was piled high with newspapers that she was scheduled to deliver. As she started to make her morning rounds, she unexpectedly ran into her daughter, who had cut through a backstreet on her way to school. And I saw her while we were on the route walking. And I kind of screamed, why are you walking this back way? You know, sometimes kids tend to take cuts or shortcuts. And she said, well, I'm going to Maisha's house to get something. Maisha was her girlfriend. And I said, well, hurry up and get to school. It was still early and dark outside. So Yvonne was annoyed that Gloria had taken a shortcut, potentially compromising her safety. I just felt that if you stayed on the main streets, you'd be visible. And I mean, sure, this is the way you cut through to get to the house or cut through to get to the schools. But it just was something about that morning that I didn't want her going that way. Yvonne thought about turning around and driving Gloria the rest of the way to school, but her car was full of newspapers and there wasn't really a place for Gloria to sit. And so I said, oh, she'll be okay. When I see her later, I'm going to really give her an earful about cutting through this back street. Yvonne finished her route and returned home and started getting her son dressed and ready for the day. Then the phone rang. It was Gloria's school. And they're asking, where's Gloria? And I'm like, what do you mean, where's Gloria? She's at school. And they said, no, they had this huge assembly where the children were getting the awards. They called her name to come on stage to get her award, and she didn't come up. And they were calling me to see if she was still at home. The no-show was completely out of character. Remember, Gloria was set to receive a perfect attendance record that day. Yvonne, who had seen her daughter walking, was certain that the school was mistaken and that Gloria must be in the building somewhere. She suggested they continue to look. So the school made an announcement over the loudspeaker asking if anyone had seen Gloria. Multiple people had seen her walking to school, but no one recalled seeing her on the school grounds or inside. 20 minutes after the first phone call, the principal called Yvonne back. And he said these words, call the police. And I said, call the police for what? He said, she's not here. So because she had a reputation for being on time, never absent, they knew something was wrong. Gloria was known to be responsible, and Yvonne was certain that she would show back up. And when she did, Gloria was ready to give her daughter a talk. There's absolutely nothing wrong. This will all resolve itself in a few minutes. And the only thing I'm thinking is when I see her, she's going to be in trouble. She's going to be in trouble. But an hour later, things took a devastating turn. Police showed up at Yvonne's apartment door. They asked to come in and they told her to sit down. And I said, sit down for what? And they just kept saying, sit down. I was determined to be defiant. I'm not sitting down. What do I need to sit down for? And they said, we have found a body. Well, with that said, I didn't have to sit down. The floor kind of reached up and grabbed me and pulled me close to it. I just collapsed. Who can resist the good things in life? While luxury is enjoyable, it's not always affordable. That's where Quince comes in. Quince offers a range of high-quality items at prices within reach, like 100% Mongolian cashmere sweaters from $50, washable silk tops and dresses, organic cotton sweaters, and 14-karat gold jewelry. The best part? All Quince items are priced 50% to 80% less than similar brands. By partnering directly with top factories, Quince cuts out the cost of the middleman and passes the savings on to us. I know it's still winter, but I'm ready for spring. So when I recently bought my light pink cashmere t-shirt from Quince, it felt like the perfect bridge. The color makes me think spring, while the material is cozy enough to wear all year long. Give yourself the luxury you deserve with Quince. Go to quince.com slash anatomy for free shipping on your order and 365 day returns. That's quince.com slash anatomy to get free shipping and 365 day returns. Quince.com slash anatomy. me.",
    "speaker": null,
    "startTimecode": 725080,
    "endTimecode": 1083280
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/13",
    "text": "When it comes to wireless plans, stop putting up with jaw-dropping bills and bogus fees. Switch to Mint Mobile. Mint Mobile has premium wireless plans starting at just $15 a month. And all plans come with high-speed data and unlimited talk and text delivered on the nation's largest 5G network. Plus, use your own phone with any Mint Mobile plan. My Mint Mobile phone is on the way, and I'm looking forward to taking advantage of some serious savings. If you like money, Mint Mobile is for you. Shop plans at mintmobile.com slash anatomy. That's mintmobile.com slash A-N-A-T-O-M-Y.",
    "speaker": null,
    "startTimecode": 1152080,
    "endTimecode": 1152480
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/14",
    "text": "Upfront payment of $45 for three-month five gigabyte plan required, equivalent to $15 a month.",
    "speaker": null,
    "startTimecode": 1159320,
    "endTimecode": 1159860
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/15",
    "text": "New customer offer first three months only, then full price plan options available. Taxes and fees extra. See Mint Mobile for details. On the morning of December 6, 1984, a maintenance worker in Cleveland, Ohio, had heard repeated banging coming from an abandoned building about 500 feet from Gloria Poynter School. So they called the owner of the building and said, somebody's trying to kick the door in. And the owner was eating breakfast at his home. He says, when I'm done with breakfast, I'll come. When the building owner arrived, he headed towards the basement. At the bottom of a staircase, he made a gruesome discovery. A motionless body lay on the ground, and the man quickly dialed 911. Investigators arrived to a tragic scene. The body was that of a young woman with extensive injuries, including a severe head wound. We do want to warn that the details are disturbing and may be triggering for some. Her pants were down by her ankles, which together with the injuries suggested that a sexual assault had likely taken place. Nearby lay a piece of iron, 45 inches long, and which weighed about eight pounds, and it appeared to be the murder weapon. Investigators processed the scene and the body was taken to a local morgue. Yvonne's memories of that day are hazy. So I know that there's a place that you go to that kind of removes you from the moment, if that makes sense. You're in the moment, but you're not in the moment. Police had told Yvonne that the body they found was yet to be definitively identified. But Yvonne's apartment was filling with friends and family, and people were concerned. I kept looking at all these people screaming and falling out, and it's almost like I was there, but I wasn't. And I'm thinking, what is wrong with everybody? And so I still was not comprehending. The police, news of the unidentified body, the reactions of her friends and family. Yvonne's brain was swirling and was having trouble deciphering all that was happening. Yvonne kept insisting that everyone should just wait until the end of the school day. She was certain that Gloria would come home like she always did. She normally gets out, I think it was about 2.45. And I said, just wait, the door's about to open.",
    "speaker": null,
    "startTimecode": 1328100,
    "endTimecode": 1328560
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/16",
    "text": "Just watch.",
    "speaker": null,
    "startTimecode": 1329280,
    "endTimecode": 1329780
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/17",
    "text": "And I just sat there looking at the door.",
    "speaker": null,
    "startTimecode": 1332320,
    "endTimecode": 1333040
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/18",
    "text": "And at 3 o'clock, I think it was, no Gloria.",
    "speaker": null,
    "startTimecode": 1336420,
    "endTimecode": 1337240
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/19",
    "text": "3.15, no Gloria.",
    "speaker": null,
    "startTimecode": 1338980,
    "endTimecode": 1339640
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/20",
    "text": "And I got up and I walked on the porch and I kind of looked both ways.",
    "speaker": null,
    "startTimecode": 1343680,
    "endTimecode": 1344000
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/21",
    "text": "And I didn't see her coming.",
    "speaker": null,
    "startTimecode": 1345500,
    "endTimecode": 1345860
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/22",
    "text": "There was no way that she was not going to come home one time. It just wasn't going to happen.",
    "speaker": null,
    "startTimecode": 1351280,
    "endTimecode": 1352180
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/23",
    "text": "And that's when I said it was her. Yvonne's brother went to the morgue to make the identification.",
    "speaker": null,
    "startTimecode": 1359700,
    "endTimecode": 1360420
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/24",
    "text": "They wouldn't let him view the actual body, but they showed him items that had been found nearby at the crime scene. He relayed the information to his sister. He described the items that were brought in. Did she have this? Was this her book bag? Was this her comb? And I said, yes. One of the items was a school ID card. It belonged to Gloria. Yvonne's brother confirmed that this was his niece. Yvonne was in shock and filled with questions. How could her daughter, so full of life just that morning, have ended up like this just hours later? Who could have done this to her? Because of Gloria's extensive injuries, Yvonne was advised not to see her daughter until she had been prepared for burial. They had her cleaned up and in the casket. They would not let me see her prior to that. The morning of the funeral, Yvonne had a few last minutes alone with her daughter. It was during that heartbreaking visit that Yvonne made a promise. She would uncover what happened to Gloria and bring her killer to justice. In that moment, her grief took a backseat to her determination. And I said, I'll find out. Don't worry. I'll find out. Police shared Yvonne's mission. They were under pressure to find Gloria's killer for more than just the most of obvious reasons. Her case was like high profile because there was four homicides of 14-year-old girls in a three-month period in Cleveland. And so they were trying to hurry up and close somebody's day. But there were limitations on the investigative tools that police had at their disposal. This was 1984, after all, the year that the process for developing a DNA profile was first discovered. It would be years before it could be used to effectively solve crimes. In Gloria's case, there was fortunately a significant amount of evidence collected and then prepared to preserve. They took her clothing as well as samples of bodily fluids that were found on her body. Investigators began working with traditional policing methods. They canvassed the area of the school and spoke to multiple witnesses who had seen Gloria walking that morning. One person they spoke with was a teacher who said she had seen Gloria walking with a man. Several other witnesses had also reported seeing a man with Gloria. But between the snowfall and the man's bulky winter clothing, a description was hard to come by. Was he heavy, thin? Police were left only with a vague description, a critical lead, but one frustratingly short on specifics. The first potential break in the case came in around 6 p.m. the same day of the murder. Cleveland police had responded to an attempted kidnapping in another part of the city. An 11-year-old girl was walking home from the store when she noticed a car following her. A short time later, a man grabbed her from behind. Her brother was looking out the window and he saw the man push her in the car. Well, because that day was that horrible snowstorm, when he tried to take off, the car got stuck in the snow. So by this time, the mother runs out of the house, snatches the car door open, and gets her daughter out of the car. Two bystanders saw what was happening and called police. The car drove away, but they managed to copy down the license plate.",
    "speaker": null,
    "startTimecode": 1364580,
    "endTimecode": 1586340
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/25",
    "text": "Police traced the car to a 53-year-old man named Ramel Broom. A quick background check revealed he had a dark past.",
    "speaker": null,
    "startTimecode": 1586920,
    "endTimecode": 1593700
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/26",
    "text": "Broom had prior convictions for robbery, car theft, and sexual assault. He had served an eight-and-a-half-year sentence before being paroled only six months earlier.",
    "speaker": null,
    "startTimecode": 1594300,
    "endTimecode": 1604980
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/27",
    "text": "Following the attempted kidnapping of the young girl, Broom was arrested. And so the homicide detectives in Gloria's case felt, oh, wait a minute, this is the same day Gloria Poynter was murdered. So he did Gloria Poynter, too. Detectives started developing a theory. Perhaps Broom had tried to strike twice in one day, the first attack being Gloria's murder. And Scott, you know, like you hear that. So obviously I think about like, oh, my gosh, this person has had it more than once. But again, we are talking about a big city with hundreds of thousands, likely millions of people. And just in the most unfortunate of ways, it could easily just be a coincidence. From a detective's perspective, beyond the clear effort to connect these crimes through physical evidence, location, or similar attack patterns, there's another layer that demands Anasega some attention, the psychological profile. And that's where things get really interesting. There's compelling data and behavioral analysis suggesting that some serial sexual offenders don't just strike once and retreat. In fact, certain offenders, particularly those driven by compulsion, may attack multiple times in a single day. When their first assault is so-called successful, it may reinforce their behavior, heightening their sense of control and fueling their drive to strike again. And here, they also looked at a potential connection between Broom and the murders of another young woman from around the same time. It occurred just a few months earlier in the same area as the attempted kidnapping of that 11-year-old child. In that case, another 14-year-old, a young girl named Trina Middleton, was walking home from a football game with two girlfriends. And this car pulls up, grabs one of them, tore in the car, and takes off. After Trina was taken away in the car, her two friends ran to a neighbor's house and called for help.",
    "speaker": null,
    "startTimecode": 1728180,
    "endTimecode": 1728480
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/28",
    "text": "And while they were able to describe what the kidnapper and his car looked like, it was too late.",
    "speaker": null,
    "startTimecode": 1733120,
    "endTimecode": 1735220
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/29",
    "text": "Just two hours later, Trina's body was found in a parking lot.",
    "speaker": null,
    "startTimecode": 1739160,
    "endTimecode": 1739640
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/30",
    "text": "She had been sexually assaulted and stabbed to death.",
    "speaker": null,
    "startTimecode": 1742580,
    "endTimecode": 1743040
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/31",
    "text": "In the months that followed, Trina's friends looked at hundreds of police photos attempting to identify the man from the car. No one in the pictures stood out until they saw a photo of Rommel Broom. The friends were certain this was the man who had grabbed Trina during their walk. Broom, who was awaiting trial for the attempted kidnapping, was also then charged with the aggravated murder of Trina Middleton. In fact, their investigation was floundering. Besides the lack of evidence against Broom, other potential leads were going nowhere. They looked at multiple people, including Gloria's boyfriend and even her stepfather, but both had solid alibis. They even had a young man in Las Vegas who went to school with her that rumored they were boyfriend and girlfriend and they were talking to him. A year passed with no answers. The following year, in 1985, Broom was found guilty of murdering Trina Middleton. He was sentenced to death. Justice for Gloria Poynter remained elusive as the years continued to pass by. I didn't even get to grieve because it was so unfair. When I say grieve, I mean just have a good cry because I was so busy fighting a system that was killing her twice. Yvonne dealt with the slow wheels of justice and the lack of answers in the only way she knew how. She made it her mission to try and prevent what happened to her daughter from happening to anyone else. In the years that followed, she told Gloria's story to anyone who would listen. Her devotion gained her community-wide and national attention. She appeared on the Oprah Winfrey Show, won awards from Essence Magazine, and former President George W. Bush named her his 908th point of light. No, I was not going to be quiet. I was named the Federal Bureau of Investigations Community Leader Award twice. Nobody in history has ever received that award. So I wasn't just sitting down twitting in my thumbs. I was doing what I could to make the world a better place. She also stayed in touch with the detectives working Gloria's case, and she pushed them to find the killer. I went through five chiefs of police, every new prosecutor, every new homicide detective. I was a thorn in the flesh of the system. During Yvonne's interview, she told us that she had become disillusioned with the investigation and the way her daughter's case was initially handled. And it was unfortunate for Gloria that she was, if I may be honest, an African-American, a Black girl in the inner city because that's the way the investigation proceeded. Yvonne tells us the things that were said to her, she will never forget. She said that investigators even suggested to her that perhaps Gloria had consensual sex on her way to school before running into the person who ended her life. Now, she's bloodied and wounded at the bottom of the stairwell, semen protruding from her vaginal area. What do you mean this person didn't rape her? It's obvious she was raped. And Scott, I have to say, of course, I'm right with Yvonne. I mean, we are talking about this young woman who doesn't sound anything like what is being even questioned by police. But that's one of those things that if they're even thinking about that stays like inside your head rather than going to the victim's mom. But you also have the weather, right? A snowstorm was coming in. This young woman, this young girl is on her way to school to get an award. Like nothing fits with this being anything other than the brutal attack we see that it was. So honestly, this is not our case and we weren't privy to the evidence in real time as the investigators were. But coming from an experienced, let's say, 10,000-foot view, just the victimology of Gloria just doesn't fit the theory that she may have chosen to have sex consensually. And, you know, as you just said, Anasega, some theories are worth to be left just with the investigators as theories kept in the squad room.",
    "speaker": null,
    "startTimecode": 2007760,
    "endTimecode": 2008120
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/32",
    "text": "Unless you're trying to obtain confirmatory evidence, I could see any family would struggle with this kind of information.",
    "speaker": null,
    "startTimecode": 2015000,
    "endTimecode": 2015480
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/33",
    "text": "And personally, I believe it lends absolutely nothing, nothing at all, to finding a killer.",
    "speaker": null,
    "startTimecode": 2022700,
    "endTimecode": 2023260
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/34",
    "text": "And be as outraged and hurt as Yvonne clearly was and still is when she thinks back to that time. And according to Yvonne, police continued to pursue Rommel Broom as a suspect in Gloria's case, despite the lack of evidence connecting him to it. So that's the way that investigation flowed. We gotta find somebody she was sexually active with with so we can put this on Romell. Yvonne found the entire theory deeply offensive. She was vocal about questioning the direction the investigators were headed. Why is this the way this investigation is going? Why are you trying to find someone she was sexually active with? Why are you trying to smear and tarnish her? Let's find the killer. Frustrated with the still open investigation, Yvonne Pointer decided to take matters into her own hands. If police were so certain that Ramelle Broom was behind her daughter's murder, then Yvonne would do what seemed to her like the most obvious thing in the world. She would go ask him herself. Acorns believes that anyone can be an investor. That's why they make it easy to stick to the basic, time-tested principles that gives your money a chance to grow. Acorns is a financial wellness app that makes it easy to start saving and investing for your future. You don't need to be an expert. Acorns will recommend a diversified portfolio that matches you and your money goals. You don't need to be rich. Acorns lets you get started with the spare money you've got right now, even if all you've got is spare change. Sign up now and join the over 13 million all-time customers who have already saved and invested over $22 billion with Acorns. Head to acorns.com slash anatomy or download the Acorns app to get started.",
    "speaker": null,
    "startTimecode": 2147200,
    "endTimecode": 2147540
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/35",
    "text": "Paid non-client endorsement, compensation provides incentive to positively promote Acorns. Tier 2 compensation provided, investing involves risk, Acorns Advisors, LLC, and SEC Registered Investment Advisor. View important disclosures at acorns.com slash anatomy. What does the future hold for business? Ask nine experts and you'll get 10 answers. Rates will rise or fall. Inflation's up or down. Can someone please invent a crystal ball? Until then, over 41,000 businesses have future-proofed their business with NetSuite by Oracle, the number one cloud ERP, bringing accounting, financial management, inventory, HR into one fluid platform. With one unified business management suite, there's one source of truth, giving you the visibility and control you need to make quick decisions. When you're closing the books in days, not weeks, you're spending less time looking backwards and more time on what's next. Whether your company is earning millions or even hundreds of millions, NetSuite helps you respond to immediate challenges and seize your biggest opportunities. Speaking of opportunity, download the CFO's guide to AI and machine learning at netsuite.com slash AOM. The guide is free to you at netsuite.com slash AOM. netsuite.com slash AOM. One day, Yvonne Pointer picked up a pen and paper and wrote Rommel Broom a letter in prison. And I would say, Rommel, my name is Yvonne Pointer.",
    "speaker": null,
    "startTimecode": 2154500,
    "endTimecode": 2255760
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/36",
    "text": "They said you murdered Gloria. If you did, would you just let me know so that I could please put an end to the wondering. One letter turned into many. Broom never responded. But that did not stop Yvonne from continuing to be proactive. If the police weren't able to find Gloria's killer, perhaps she would be able to. She decided to search in the one place that she believed that most killers eventually lived, prisons. So I thought for sure that he was in prison. So I would do my victim's impact statements in the penal system. I would volunteer for programs and I'd give me a room full of rapists and murderers and let me tell my story. She had a feeling that Gloria's killer would be in there. She could not fathom that he could potentially be walking around in the community still free. Well, because in order for somebody to do something that's heinous, they had to be a heinous person and they had to be institutionalized, period. There can't be anybody walking around on the street, or so I thought. Yvonne became a regular speaker in prisons, sharing Gloria's story with countless inmates. Each time, she asked for their help in identifying the person responsible for her daughter's murder, even if one of them was that person. If you did it, just say it. That was my favorite mind. It was an unconventional approach, to put it mildly. But for Yvonne, it was a way to turn her pain into purpose and keep her promise to Gloria. Like, Scott, we just have to stop for a second, because I don't know, I just smile when I say, just picture her just, like, marching into these prisons, right? And just saying, like, here I am here I am and telling obviously this story that has impacted her life in the worst of ways and just such strength. But I also think it's like, I don't even know the word for it, but it's just this incredible power that she is going to figure this out one way or the other. And as you said, like, it's unconventional to put it mildly. When I was trying to picture the scene after hearing her in your interview, Anasega, actually getting in there and determining that somebody within these walls likely killed my daughter and I'm going to find them. I mean, talk about determination. I went into the prisons not for the purpose that I'm there now, but I went looking for Grace Killer because I made a commitment to her when I finally got to see her body three days later that I would find her killer. And I was willing to go wherever that path led. It was also a way to counteract the lack of faith she was feeling about the investigation. But primarily, she hoped it would bring her the answers she was so desperate to receive. I thought it would happen in the prisons. He was going to have to walk up to me and say, I murdered Goya. That was the only thing that was going to bring consolation to me, that to hear it come out of his mouth, because I no longer could trust the system. What Yvonne got in response from prisoners surprised her. We had inmates who said things to me like, I never one time thought about the mother of the person I murdered until you started coming to these prisons. I never one time thought about the person had a mother and the pain that the mother must be going through. While Yvonne channeled her grief into activism, unbeknownst to her, investigators continued to actively work on Gloria's case. In the early 2000s, they were able to take advantage of the advances in DNA technology and test some of the evidence. Initially, that testing was inconclusive. In 2008, a new round of testing was done. Analyzing hairs collected following the murder. Now that testing positively identified Gloria's DNA. It allowed them to distinguish her profile from any other profile that might be found amongst the evidence. But when they tested her clothing, they continued to get only an inconclusive profile, a frustrating setback in their pursuit of justice. For years, Yvonne continued to write Rommel Broom, right up to the date set for his execution in September of 2009. Leading up to that event, Yvonne decided to send him one last letter questioning if he in fact had killed Gloria. When the time came, his execution was rescheduled after what's been called in various articles I've read as a botched execution attempt. Broom was ultimately executed in 2020. A short time after that original execution date, Yvonne received a letter in the mail. After 25 years, one day I went to my post office box and there was a letter from Romel Brum. Brum had written with what he thought were his last breaths and that he claimed he did not murder Gloria all those years ago. And the letter went on to say, by the time you get this letter, I will no longer be on the face of the earth. But he was encouraging me not to give up my fight. He had been watching me all of that time. The letter answered that one question for Yvonne. But if not Broom, then who had killed her child? Yvonne remained steadfast that eventually the killer would be found. I never, ever, ever lost hope. I knew that with my dying breath, I was going to continue my search, no matter where that took me. The investigation into Gloria's murder changed hands and was passed to different detectives as the many years passed by. In 2010, they did further testing on Gloria's clothing, using even a more advanced process for extracting DNA. This time, they were at least somewhat successful. They were able to identify a DNA profile with nine genetic markers. And for context, DNA profiles entered into a national database typically have between 10 to 13 genetic markers. Here, investigators decided to err on the side of caution. Rather than add the incomplete profile into the database, they decided to test the profile they found against former people of interest in this case, including Gloria's boyfriend at the time and her stepfather. But the work in finding those people and getting consent for the testing turned into a years-long process. By 2013, they were still not finished. That same year, Yvonne's sister noticed an article in the local newspaper that outlined DNA testing being done on old sexual assault kits. She called the journalist and told her about Gloria's case. There was all those unsolved rape kits and there was a push to test them. My friend, Rachel DeSalle, who worked as a reporter, my sister said, well, ask Rachel, would they just test Gloria's kit? And I said, they don't have to test it. They've tested it. It's done. When the reporter contacted the medical examiner's office to ask about the status of Gloria's case, it set off a chain reaction. And not long after, Yvonne remembers the DNA profile obtained from's clothing was finally entered into a statewide database. Now, this is a pattern I've seen from both sides of the aisle, so to speak, as a member of law enforcement and as a journalist. And this is what we call the spotlight effect in investigative circles. It's because a case has gone cold, whether sidelined, shelved, or placed on the back burner due to limited leads or strained resources, all of a sudden to spring back to life when media attention applies the heat. This isn't uncommon. In fact, it's often referred to as reactive policing. And when the profile obtained from Gloria's clothing was entered into the database, there was a match. The DNA was connected to a 58-year-old man named Hernandez Warren. A quick background check into Warren revealed several pieces of relevant information. He had grown up in the same neighborhood as Gloria, and his father had owned a local candy shop. They had even attended the same junior high school, but at different times. Warren was 15 years older than Gloria at the time of the murder. He had nieces and nephews that were friends with Gloria and her brother. Warren also had a criminal past, and even more striking was the reason that his DNA had ended up in that database. Nine months after Gloria's murder, Warren had attacked multiple women, sexually assaulting one of them. He was arrested and convicted of sexual assault, burglary, and felony assault. He had served 17 years in prison. Warren was now free and living in Cleveland. The previous sexual assault conviction seemed an unlikely coincidence to police. They decided to approach him and see if he was willing to speak about Gloria, and when they did, he agreed to sit with them. Here is a portion of that interview. What about Gloria? Do you remember even seeing Gloria? How many times have you seen Gloria? Let me ask you that. Back in the day. Once. Once. Then where did you see her at? I don't remember when I sent the mic in the game room. To my recollection, but she had on glasses. That's how I recall. Warren claimed to have done a lot of drugs at that time in his life. And he also said he'd been sexually active with multiple women. He went so far as to claim that it was even possible that Gloria had been one of his partners. The information let investigators know that they were on the right path. They decided to give him a polygraph test where they asked him more directly about Gloria's murder. He failed the polygraph. Warren was taken for a second round of questioning, and the tone of that interview began to change. I'm just coming to you today. No polygraph or nothing, okay? It's just you and me. And overnight, I'm thinking and I'm thinking and I'm thinking, how you get yourself in this situation. The detective next showed Warren pictures of Gloria and the crime scene from that morning, images that clearly unsettled him. Their strategy worked. Warren began to talk, and with each word, he slowly began to implicate himself in Gloria's murder. You know you were there. You made a comment. You said, I raped and killed Gloria Pointer. How'd you do it? This isn't something that you can just make up and expect it to go away. Everyone loves new jewelry, but there can be hurdles when it comes to buying. Things like limited selections, long wait times, sky-high prices, or even snooty service can put a damper on what should be an exciting experience. Let BlueNile.com help. At BlueNile, you'll find thousands of independently graded diamonds and fine jewelry pieces at prices below your expectations. Add a touch of class with a timeless pearl necklace or stand out with 14-carat gold teardrop oval hoops. Blue Nile even offers 30-day returns and a diamond price match guarantee. I recently gifted a paperclip necklace in 14-carat Italian white gold. There are smiles all around. Experience the ease and convenience of shopping Blue Nile, the original online jeweler. Go to BlueNile.com today. That's BlueNile.com. In 2013, DNA evidence definitively linked Hernandez Warren to the murder of 14-year-old Gloria Poynter, leading to his interrogation about the chilling crime. As the multi-hour interview continued, Warren eventually told police terrifying details about the day Gloria was killed. He said that he saw Gloria walking to school and decided to lure her into the building where she was later found.",
    "speaker": null,
    "startTimecode": 2256600,
    "endTimecode": 3014440
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/37",
    "text": "It was there that he admitted to sexually assaulting her, and then he said he'd turned to leave.",
    "speaker": null,
    "startTimecode": 3014960,
    "endTimecode": 3020180
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/38",
    "text": "She was laying in and I walked away. Would you go back down there? I walked away. He told investigators that when he noticed  Thank you. He told investigators that when he noticed Gloria also attempting to leave, he pushed her down the stairs. Then he beat her with a nearby brick or pipe. She got killed down there. That's where she got killed. That's where you killed her. So why did you kill her? I don't know.",
    "speaker": null,
    "startTimecode": 3021180,
    "endTimecode": 3027180
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/39",
    "text": "I don't know what happened. I know I had to... That confession from Warren, which came nearly 29 years after Gloria's murder, led to his arrest. That same day, Yvonne was busy working on behalf of the victims of a more recent high-profile case that had also taken place in Cleveland. Three women had been kidnapped a decade earlier and were held for all of those years in their captor's home. One of the women managed to escape, which led to the rescue of the other two women. Yvonne was called to be a victim advocate at the hospital where the women were staying after their rescue. When I get to the hospital, they said, there's one young lady in the room that does not have any family because nobody knew she was even missing. Would I mind sitting with her? Yvonne was escorted into the woman's room. So I sit down next to her. I'm holding her hand. Her name is Michelle Knight. Her little body is so frail. Yvonne was moved by her time with Michelle. Earlier that very morning, she had been in church having a challenging moment related to her own anger and grief. And I just was so mad at God. I said, do you even care? Are you real? Why don't you do something? Now, this is not about Gloria. This is just period. I'm fed up with all these homicides. Do something. She says that she then heard a voice. A simple, quiet like it was a sign from God that she was sitting there with this young woman, a captive who was now free. As Yvonne sat with her, Michelle said that she really would like a slice of cheesecake. Yvonne promised she was going to make it happen. But before she could, her time with Michelle ended and she was escorted out of the room. In typical Yvonne fashion, she spent the next week trying to get a slice of cheesecake to the young woman. When police asked Yvonne to go to the station a week later, Yvonne assumed it was to bring Michelle the cheesecake. So I get to the office and there's the chief of police, the homicide detective. And I said, where's Michelle? Where's Michelle? The detectives got right to the point.",
    "speaker": null,
    "startTimecode": 3029520,
    "endTimecode": 3182260
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/40",
    "text": "This was not about Michelle.",
    "speaker": null,
    "startTimecode": 3182780,
    "endTimecode": 3184420
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/41",
    "text": "They said, we've made an arrest in Gloria's case. And they slipped a picture across the desk and they said, do you know this person? I said, no. And I said, are you sure it's him? That's all I said. They said, it's him. Detectives had decided to withhold the news of Warren's arrest for a few days, so it wouldn't be overshadowed by the release of the women hostages. Now it would be public knowledge. Yvonne was the first in line to get the news. It was finally her turn to receive justice for her daughter. And when Gloria's arrest was announced, it was like pandemonium broke out in the city because everybody was happy for Ms. Pointer. The mayor, the inmates, they shut down our office at City Hall and they brought everybody outside and it was almost like a celebration. In the lead up to the trial, Yvonne learned more about Warren, including what he looked like  Thank you. outside. And it was almost like a celebration. In the lead up to the trial, Yvonne learned more about Warren, including what he looked like, something that took her by surprise. I remember thinking how petite of a man he was. I thought he was a monster for so many years and that he loomed as high as the sky. And here he was, this frail little old man looking person. And I thought I could probably beat him up if I tried, you know. So he was nothing like what I thought a killer would look like, if that makes sense.",
    "speaker": null,
    "startTimecode": 3185020,
    "endTimecode": 3297660
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/42",
    "text": "Before the trial was set to begin, Hernandez Warren pled guilty to murdering Gloria Pointer.",
    "speaker": null,
    "startTimecode": 3298240,
    "endTimecode": 3304440
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/43",
    "text": "At his sentencing, Yvonne took notice of everything, including the courtroom. Our side of the courtroom could have sent the earth on topsy-turvy because it was a million people. And on his side was his sister. And I kept thinking, where's his family? Why is somebody here to support him? And my family was like, what do you care about that? And I was like, well, why isn't anybody here? Warren was sentenced to life in prison, and Yvonne took the unusual step of visiting him. She didn't want to speak to him about Gloria like she did with the other prisoners. This time, she had a different goal in mind.",
    "speaker": null,
    "startTimecode": 3347980,
    "endTimecode": 3348600
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/44",
    "text": "What I wanted him to help me to understand was the mindset of people like him. So if we're going to prevent this from happening to another child, what is it we should be looking for? And I said to him, if you help me, you will be known for more than the man who murdered Gloria. You would be known also as the man who helped Gloria's mother. But the meeting didn't go the way Yvonne expected. Warren cried and told Yvonne that he no longer had a reason to live. I said, I understand what it feels like to not want to live. And I told him about the night that I begged God to come and get me because I could not take it anymore. And I said these words, I don't even have a reason to live. And God, who is the present help, said that then I will be your reason. Yvonne said she prayed with Warren, but he hadn't told her what she had hoped, and she ended their visit shortly after that. Warren had taken so much from Yvonne. He had taken her daughter, who can never be replaced, and he also had taken her sense of safety and security in the world. You know, even after the killer is apprehended, I still look over my shoulder. I still check doors. I still look out windows. The weight of waiting 29 years for justice took its obvious toll on her. The relentless pursuit of answers, the fight to keep Gloria's story alive, it was exhausting. What I felt was the weariness of the journey. You know, like you, like when you run in a marathon and you collapse when you cross the finish line. I was just glad I made it to the finish line. Rather than allowing her grief to leave her bitter or closed off to the world, Yvonne chose the opposite path. It hasn't been easy, but she continues to channel her pain into activism, turning tragedy and grief into forward-moving positive purpose. She remains unwavering in her mission to end violence and prevent other families from enduring the same heartbreak she has. In fact, the work Yvonne has done in Gloria's name could fill an entire episode. Here are just a few highlights. Yvonne serves as the Ohio State Lead for Voices of Black Mothers, an organization dedicated to eradicating intercommunity violence. She also established a scholarship in Gloria's name for victims of violence, ensuring Gloria's legacy is one of hope, not just loss. In 2003, Yvonne was contacted by a boy in Ghana who had found an article talking about Gloria's homicide. He wrote Yvonne a letter expressing empathy for Yvonne's situation, and the two struck up a friendship that turned into a movement. That single letter catapulted the Gloria Pointer teen movement in Ghana, West Africa, where we now have five schools. We've got orphanages. We've got a library. We've got churches. We've got all kinds of things in her name.",
    "speaker": null,
    "startTimecode": 3545100,
    "endTimecode": 3550180
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/45",
    "text": "So I travel frequently back and forth to Ghana and work with children there to help feed and educate them.",
    "speaker": null,
    "startTimecode": 3550800,
    "endTimecode": 3559800
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/46",
    "text": "Yvonne is proud of the work she has done, but she also believes that it was this activism work that helped save her during her darkest of days. The service is what saved my life. Service to others gave me a reason to get out of the bed, a reason to get up. When I started seeing that there's something that I can do with all of this grief. With Gloria's death, Yvonne was left with a lifetime of unknowns. What would Gloria be like today? What kind of life would she have built for herself? One thing remains clear, Gloria's unwavering strong belief in her mother, Yvonne. As a child, Gloria had an absolute faith in her mother. Whenever there was a need in the community or classroom, she would proudly say, my mother will do it. And I would say to her, would you stop volunteering me for everything? We need someone to bake cookies. We need somebody to bring cupcakes. We need somebody She be, she would say my mother would do it. So if she was alive, she would say, see, I told you my mother would do it. Yvonne's faith gives her comfort, reassuring her that one day she will see Gloria again. And when that moment comes, Yvonne knows exactly what Gloria will say to her. Yeah and one day I'll see her and she'll receive me with open arms and she'll say okay it's my turn to take care of you now. My final thought is how a mother's love is unstoppable. Yvonne's story is one of strength beyond measure. Instead of letting her daughter's murder destroy her, she turned that grief into action, mentoring young people, working with at-risk youth, and advocating for victims' families. She proved that tragedy does not have to define you. What you do in response does. This case underscores once again the importance of forensic advancements and the need for law enforcement to keep revisiting unsolved crimes. It's a reminder that there are countless other families still waiting for answers, still hoping for that one break in their case, a complete step towards justice. One of the things I love about AOM is that as we share the unnerving cases of homicide week after week, you also get to know about either their families or people that worked on their behalves. It's part of the reason why I'm still so drawn to these cases and this work after what now amounts to more than three decades. It is clear that Yvonne shared a special bond with both her children, Gloria and her younger brother. She has shared her loss and the years of anger and pain with us so honestly. We've also gotten a glimpse of her strength as she carries on Gloria's name and legacy in all the amazing work she has done. Gloria Poynter lost her life the day that she was set to win a perfect attendance award. How fitting that part of her legacy is helping educate children both here and as far away as Africa. The Gloria Poynter Foundation is an organization that is an advocate for abused, neglected, and abducted children. That, Gloria Poynter, is an amazing way for your legacy to thrive and your memory to live on. Tune in next week for another new episode of Anatomy of Murder. Anatomy of Murder is an AudioChuck original.",
    "speaker": null,
    "startTimecode": 3560620,
    "endTimecode": 3787560
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/47",
    "text": "Produced and created by Weinberger Media and Frasetti Media. Ashley Flowers is executive producer.",
    "speaker": null,
    "startTimecode": 3788120,
    "endTimecode": 3793900
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/48",
    "text": "This episode was written and produced by Tracy Levy. Researched by Kate Cooper.",
    "speaker": null,
    "startTimecode": 3794580,
    "endTimecode": 3799260
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/49",
    "text": "Edited by Ali Sirwa and Phil Jean Grande.",
    "speaker": null,
    "startTimecode": 3799820,
    "endTimecode": 3802360
  },
  {
    "id": "164be458-df8e-4b1b-a5a8-1cba316792ed/transcript/paragraph/50",
    "text": "So, what do you think, Chuck? Do you approve? Walmart Plus. It's Walmart Plus free delivery, which saves members time plus money. Yep. Plus an included Paramount Plus subscription to stream movies, shows, sports, and that can't-miss documentary. Plus Burger King savings. That's right. Members get 25% off Burger King digital orders every day of the week. Walmart Plus. It's Walmart Plus. Become a member at walmartplus.com. $35 order minimum. Paramount Plus essential plan only. Separate registration required. Valid at participating USVKs in the BK app or bk.com for members only. 25% off one time per calendar day. Terms apply. See Walmart Plus terms and conditions. For over 130 years, McCormick has helped you make mom's lasagna to keep her secret recipe alive take over taco night no matter how chaotic your day is conquer the bake sale even if you get to it last minute and craft the perfect sunday brunch when it's not even Sunday. Because with McCormick by your side, it's going to be great.",
    "speaker": null,
    "startTimecode": 3803140,
    "endTimecode": 3870180
  }
]