[
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/0",
    "text": "A brutal murder. Based on the evidence, someone in a pickup truck forced her off the side of the road and then abducted her. And three innocent men convicted for a crime they didn't commit. Oh yeah, we all said DNA on our side, it didn't matter. I'm Amanda Knox. I know firsthand the devastating impact of being falsely accused. And in season two of three, we dig deep into the murder of Dana Ireland on Hawaii's Big Island and how this case tore apart three families, the Paulines, the Schweitzers, and the Irelands. They took everything. It's not going away, never. You got it for the rest of your life. I mean, everything. And we uncover what it took to finally reveal the truth. Guilty to proving anything, huh? Listen to 3 now, wherever you get your podcasts. Hi, crime junkies. Are you looking for more ways to get your true crime fix? I have an option for you that will cost you nothing but give you everything you can watch all your favorite true crime shows for free on pluto tv follow along as mysteries are unlocked and secrets are revealed on 48 hours dateline 24 7 and forensic files still feel like there are things left unsolved check out their crime dramas like tracker and c. Pluto TV is available on all your favorite devices, so you can stay on top of every case from anywhere. Pluto TV. Stream now. Pay never. Nordstrom is here to help you dress in a way that feels totally you with the best spring styles. From boho dresses and matching sets to must-have bags and sneakers. Discover thousands of items from lots of your favorite brands, like Mango, Reformation, Veronica Beard, and Farmrio. It's easy, too, with free shipping and returns, in-store order pickup, and more. Shop today, in stores, and at Nordstrom.com. Charlie Heller is the CIA's most brilliant computer analyst, whose life is turned upside down when his wife is murdered in a terrorist attack. Wrought with grief, Charlie decides her killers must pay. Without any field experience, Charlie must track the globe and use his biggest weapon, his intelligence, to enact his revenge. Because the most unexpected threat is an amateur. Starring Academy Award winner Rami Malek and Academy Award nominee Lawrence Fishburne. The Amateur rated PG-13. Only in theaters and IMAX April 11th. He picked her up at about 2 30 p.m. in our house and that's when I last saw her. She gave me a hug and said she was going and I told her her, I love you, be safe. And she said, I love you too. And she left. I'm Scott Weinberger, investigative journalist and former deputy sheriff. I'm Anasiga Nicolazzi, former New York City homicide prosecutor and host of Investigation Discovery's True Conviction. And this is Anatomy of Murder. Most of us think of the internet as a place to connect, create, and find community. But for Bianca Devins, a 17-year-old girl from Utica, New York, it was a sanctuary, a space where she could express herself, share her art, and build friendships.",
    "speaker": null,
    "startTimecode": 680,
    "endTimecode": 213860
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/1",
    "text": "But that same digital world that made her feel seen would also turn against her, exploiting her in ways no one should ever have to endure.",
    "speaker": null,
    "startTimecode": 214440,
    "endTimecode": 222400
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/2",
    "text": "Bianca was my firstborn, and I was young. I was just a few weeks away from turning 18. She was just always happy and easygoing. That's Bianca's mother, Kim Devins, who told us that even as a young child, her daughter was full of life, curious, and creative. Bianca showed natural talent as an artist and loved to express herself through the visual arts. But as she entered her teenage years, she also faced challenges that would shape much of her adolescence. She was struggling with some mental health issues, some severe depression. She was eventually diagnosed with borderline personality disorder. So that, I think that her mental health struggles and the fight to find the correct and appropriate treatment for her kind of like defined her teenage years. Borderline personality disorder or BPD is a complex mental health condition characterized by, among other symptoms, challenges and interpersonal relationships. For many people living with BPD, the world can feel overwhelming, leading to a sense of isolation at times even among loved ones. That disorder in her brain would tell her that, like, well, these people don't understand you. And they just all think you're weird and they're going to judge you. But there was one place where Bianca didn't feel so alone. Online. The internet became a place where she could escape judgment, express herself, and connect with others who shared her interests. I think she started off in her pre-teen years. She would play Minecraft and talk to people on that. And then as she got older and became a teenager, she met more people online and just found that it was easier to talk to people. She felt that she could relate more to people in these online communities. As Bianca's online connections grew, so did her social media presence. She spent time on mainstream platforms like Snapchat and Instagram, but also engaged in less moderated spaces like Discord, a popular messaging platform for gamers. Communities that could be supportive, but also unpredictable. We always openly talked about online communities, you know, talking to people online was always constantly being instilled in them. And it was always just an open conversation in our household that, you know, you don't give away your private information. You don't tell people, you know, your location, your phone number, your address. Kemp taught her kids about the importance of online safety. But even with the best guidance, the Internet can be difficult to navigate, especially for a teenager that may be struggling with feelings of belonging and identity. A social connection or a compliment, even from a stranger, can be exhilarating, even empowering. And so for Bianca, the online world became not just a place to escape, it was where she felt a sense of confidence and where she could more comfortably be herself. There, she expressed herself freely, and she more easily found people who shared her similar interests, like her love of anime and gaming. Bianca's talent and charisma were infectious, and her social media following grew. Friends gave way to fans, and her popularity as a so-called e-girl gave way to a kind of online celebrity. Which, as you can imagine, would be thrilling for many teens. But this online visibility was also a double-edged sword. Because with new friends and fans also came unwanted attention from followers who weren't just interested in her content, but instead fixated on her and her appearance. There was even a nickname for these starstruck superfans. They were called Orbiters. Bianca always explained to me that orbiters were usually men that kind of just followed the girls. They were kind of just in their orbit, right? Like they would follow them on different social media platforms.",
    "speaker": null,
    "startTimecode": 223260,
    "endTimecode": 456880
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/3",
    "text": "There was a lot of orbiters. And they were just kind of men that someone became obsessive with the girls online.",
    "speaker": null,
    "startTimecode": 457520,
    "endTimecode": 464000
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/4",
    "text": "Most of these young men lingered on fringes of chat rooms and comment boards, watching, liking, and sometimes commenting on Bianca's posts. But others became not just familiar names and handles, but friends, people with whom she had developed a deep connection to online. One of those people was 21-year-old Brandon Clark, who followed Bianca on Instagram. And in 2019, the 17-year-old Bianca even had hopes that her friendship with Brandon was one that could blossom, not just online, but IRL, in real life. In about May of 2019, Bianca was really excited and said that she had met someone that lived near us.",
    "speaker": null,
    "startTimecode": 510420,
    "endTimecode": 510440
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/5",
    "text": "He lived about 45 minutes away in Syracuse, New York.",
    "speaker": null,
    "startTimecode": 512840,
    "endTimecode": 513260
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/6",
    "text": "And she was just really excited to have an online friend that lived close to her.",
    "speaker": null,
    "startTimecode": 518140,
    "endTimecode": 518180
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/7",
    "text": "Because the majority of her friends lived in other states.",
    "speaker": null,
    "startTimecode": 520500,
    "endTimecode": 521260
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/8",
    "text": "Bianca soon introduced Brandon to her family. And while Kim didn't love the four-year age difference, Brandon blended into their world without raising concern. He just seemed like the nerdy kid next door. He was very nice, very talkative. He just seemed like, you know, the typical guy that Bianca would hang around with. He, you know, came to my house and would talk to Bianca's younger siblings about Minecraft and would say, like, he loved our family dynamic and how we're all close. But it was also clear that Brandon had high hopes that their friendship might turn romantic. Bianca was very aware that he wanted more and she wanted to just be friends. And, you know, she always just told me, like, I know he wants more, but he knows I just want to be friends and he's OK with it. On July 13th, 2019, Bianca, Brandon and another friend of Bianca's named Alex made plans to attend a concert in Queens, New York, a trip five hours to the south. There was nothing out of the ordinary about the occasion. It was supposed to be just a fun night out. He picks her up at about 2.30 p.m. in our house. She gave me a hug and told me she was going, and I told her, I love you, be safe, and she said, I love you too. She texted me and our family group chat about just the whole way down. The last text I got from her was about 7.30 p.m. saying that they had just gotten to Queens. They were looking for parking. Bianca had made it safely to the concert, was in constant communication by text, and was in the company of someone that Kim had met personally and trusted. When it comes to parenting a teenager, that's about as good as it gets. But of course, as protective parents, no matter how confident you are in your kids, you're still plagued by what could go wrong. A car accident, a bad date accompanied by tears. There's always something that keeps parents up at night. But absolutely nothing could have prepared Kim for what would occur during the early morning hours of July 14th. It was past midnight when a photograph appeared online.",
    "speaker": null,
    "startTimecode": 523700,
    "endTimecode": 622420
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/9",
    "text": "A graphic image of a young woman unmoving and covered in blood. Even in the pre-dawn hours, the disturbing photo was already making the rounds on Instagram and Discord, where it was accompanied by a single haunting message. Sorry, you're going to have to find somebody else to orbit. Some people that viewed the photo online brushed it off as a hoax and a tasteless attempt to go viral. But others feared the image looked shockingly real, and several were alarmed enough to alert law enforcement. Utica Police. Good morning. I believe someone may have been murdered. Okay, where? Okay, so I'm on an online group, and somebody posted a picture of someone getting murdered, and I believe it to be a Ms. Bianca Michelle Devins. That caller believed the young woman in the photo was Bianca, and the caller was not alone. By 7 a.m., calls began to pour into law enforcement from across the country, identifying the young victim as the popular e-girl they followed online. One caller even thought she recognized the location as being near Bianca's hometown of Utica, New York. Acting on this information, local police in Utica were dispatched to the Devins' home to conduct a welfare check on Bianca. It was her younger sister that answered the door. And that fateful conversation with local police was recorded by an officer's body-worn camera. Is there a Bianca Devins that lives here? Yeah, a lot. It's my sister. Okay, is she here? No. She's not? Do you know where she is? Um, last time I was actually at a concert in Queens, New York. Queens, New York. Well, I have to get my mom. If you're a true crime fan, you've probably noticed that life insurance often plays a key role in many dark tales. The real mystery, though, is how to get the best life insurance at a low cost. Mystery solved. Protect your family's financial future with life insurance through SelectQuote. Whether you need a $500,000 policy or a $50 million policy, SelectQuote's licensed insurance agents work for you to tailor a life insurance policy for your individual needs in as little as 15 minutes. And with SelectQuote, you can save up to 50% compared to other companies, whether you need a $500,000 policy or a $50 million policy. Plus, if you are in good health, they work with carriers that can get you same-day coverage with no medical exam required. Get the right life insurance for you for less at selectquote.com slash AOM. Go to selectquote.com slash AOM today to get started. That's selectquote.com slash AOM.",
    "speaker": null,
    "startTimecode": 623100,
    "endTimecode": 838760
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/10",
    "text": "When it comes to wireless plans, stop putting up with jaw-dropping bills and bogus fees.",
    "speaker": null,
    "startTimecode": 843680,
    "endTimecode": 849900
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/11",
    "text": "Switch to Mint Mobile. Mint Mobile has premium wireless plans starting at just $15 a month. And all plans come with high-speed data and unlimited talk and text delivered on the nation's largest 5g network plus use your own phone with any mint mobile plan my mint mobile phone is on the way and i'm looking forward to taking advantage of some serious savings if you like money mint mobile is for you shop plans at mintmobile.com slash anatomy. That's mintmobile.com slash A-N-A-T-O-M-Y. Upfront payment of $45 for three-month, five-gigabyte plan required, equivalent to $15 a month.",
    "speaker": null,
    "startTimecode": 850440,
    "endTimecode": 896380
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/12",
    "text": "New customer offer first three months only, then full price plan options available. Taxes and fees extra. See Mint Mobile for details. In Utica, New York, the mother of 17-year-old Bianca Devins was awakened by a parent's worst nightmare, a knock on the door from police. So I went downstairs and the police officer said they were there to do a welfare check, asked if Bianca was there, and I said no. And they asked if she went to a concert, and I said yes. And, you know, a concert in Queens, I said yes. And they asked about if she was with Brandon, and then said that he had posted something online that led them to believe he may have hurt her. Kim immediately tried reaching her daughter, but her calls went straight to voicemail. At that moment, this horrible feeling went through my body. And I just knew that it wasn't going to be good. Like, I don't think, I hadn't processed it. I wasn't allowing myself to think the worst. But I think in the back of my subconscious, like I knew. And that's the point where like I pinpoint, I went into shock and I don't think I ever came out. Meanwhile, 911 operators were still fielding calls from concerned friends and followers of Bianca's who had seen her photograph online. But one call was very different from the rest and more disturbing. It's going to be a murder. Okay. On Poe Street, you said? The end of Poe Street, yes. Okay. The end of Poe Street. Okay, what's your name? My name is Brandon. The victim is Bianca Michelle Evans. The caller was 21-year-old Brandon Clark. His voice was flat, calm, and unnerving, even as he was confessing to a murder.",
    "speaker": null,
    "startTimecode": 896920,
    "endTimecode": 1013460
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/13",
    "text": "Law enforcement converged on the location Clark gave the dispatcher, which was a dead-end street near a wooded area of East Utica, just a few miles from Bianca's home.",
    "speaker": null,
    "startTimecode": 1014720,
    "endTimecode": 1024540
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/14",
    "text": "When responding officers arrived, they encountered a tense and shocking scene,  Thank you. near a wooded area of East Utica, just a few miles from Bianca's home. When responding officers arrived, they encountered a tense and shocking scene.",
    "speaker": null,
    "startTimecode": 1025280,
    "endTimecode": 1029680
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/15",
    "text": "Brandon Clark was lying atop a green tarp, partially covering what appeared to be a young woman's lifeless body.",
    "speaker": null,
    "startTimecode": 1030260,
    "endTimecode": 1037060
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/16",
    "text": "He was holding a large knife to his own neck. The following recording is from seconds after the arrival of first responders. So, Scott, for first responders, can you just talk through some of the thinking that you have to have the mindset when you're arriving at a scene like this and now you have a subject who's armed? Now, Anastasia, this may just be the opposite of what some of our listeners may be thinking, which is to rush right in. But actually, it is to slow everything down, be tactical, methodical on your approach. Situational awareness and threat assessment is key. Now, I have been in armed confrontations on the job where the primary goal was to always begin with de-escalation, using something that they call verbal judo, which is to use your voice attempting that de-escalation and also to distract your subject when you have a potential victim nearby that you want to get to right away. But as law enforcement did close in, they realized that the young man was not just holding a knife. He also had a camera, and he appeared to be live streaming what he intended to be his final seconds alive. The identity of the young woman next to him was still unknown, but a clue to Clark's motive was spelled out for the world to see. A message spray-painted in black on the asphalt at the crime scene read, May you never forget me. Officers moved quickly, but before they could disarm him, Clark turned the knife on himself. The knife was eventually wrestled from his control, and his wound immediately tended to. Incredibly, he had survived the self-inflicted attack. Tragically, the young woman lying next to him was already deceased. As investigators pulled back the tarp, the horrific reality of her fate came into focus. The young woman had suffered multiple stab wounds, including a deep gash across her throat. And while they suspected that the victim was Bianca Devins, her injuries were actually so severe that investigators struggled to visually identify her from her photos. We couldn't confirm her identity, so you're just going to have to tell them that we have a deceased female here that fits the age range of her daughter. We're going to have to confirm it at a later time. But we're pretty confident, pretty sure that it probably is. But we can't 100% it. As you can hear from the officer's body cam audio, police wanted to confirm the victim's identity before they relayed any news to Bianca's family. In these situations, it's important to be sensitive and sure before making any notifications to a victim's family. But the internet would show none of that sensitivity or compassion. Shockingly, the first confirmation of Bianca's murder would come not from law enforcement, but from a graphic photo shared on Instagram and seen by a family friend. All of a sudden, Kaylee got up and went outside to my father and showed him her phone, which I later found out Kaylee saw one of the Instagram pictures of Bianca's body. He had uploaded that picture and it was going viral before we even knew and had anything confirmed of what happened to her. The idea of learning about your child's murder from a photo posted online seems unfathomable. And given the unreliability of the so-called facts online, it also cruelly left Bianca's family a sliver of hope that this could all be a terrible mistake or an online hoax. But sadly, a visit from the police extinguished that hope.",
    "speaker": null,
    "startTimecode": 1037580,
    "endTimecode": 1268700
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/17",
    "text": "Law enforcement came in and said that they found Brandon on Poe Street and there was a deceased woman there that they believed to be Bianca.",
    "speaker": null,
    "startTimecode": 1269700,
    "endTimecode": 1278200
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/18",
    "text": "I just started screaming. I just got up and ran away, went upstairs. I remember stomping up the stairs saying, it's not her. It's not my daughter. It's not her.",
    "speaker": null,
    "startTimecode": 1278800,
    "endTimecode": 1286520
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/19",
    "text": "But the reality was inescapable, especially after investigators shared the personal items found at the crime scene.",
    "speaker": null,
    "startTimecode": 1287260,
    "endTimecode": 1294860
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/20",
    "text": "Details only those close to Bianca would recognize.",
    "speaker": null,
    "startTimecode": 1295400,
    "endTimecode": 1298740
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/21",
    "text": "As soon as they said the black and white vans and the black velvet mini purse, like, that's when I knew that was her. It still doesn't seem real, but like those things made it more real. Kim had lost her daughter in the worst way any parent might imagine. But she hadn't even processed the full reality of what happened before another nightmare began. Graphic images of Bianca's murder were appearing online. And they were going viral. One of Olivia's close friends that was close to Bianca as well is the first one that saw the most graphic picture that was originally uploaded to Discord. And I was in another room and I just heard this awful, it's just a scream I've never heard come out of someone before. Someone had sent her the picture and that's how myself and the rest of us found out that that picture was going viral. Losing a child is a pain no parent should ever have to bear. But for Bianca's family, grief was only the beginning. What followed was a relentless, unthinkable cruelty, one that didn't end with her death. Graphic images from a crime scene are hard enough for those in law enforcement and can obviously be traumatizing for a victim's family. But to have those images be shared so callously by an uncaring public, it was a horror beyond words. Bianca's final moments had not just been brutal, they were being broadcast, shared, and exploited. The person to blame for Bianca's death was obviously the main suspect in this homicide, Brandon Clark, who had confessed online and had been apprehended at the crime scene and placed into custody. But in the aftermath of this tragedy, there seemed to be more blame to go around. Namely, the social media companies and their controversial algorithms that were turning a family's worst nightmare into viral clickbait. So, you know, Scott, obviously everyone, like your head is swirling when you're hearing all this. And really, I'll say it right here, like this is messy conversation, right? Because some people automatically say, well, First Amendment. Well, the First Amendment protects free speech on social media, but these social media companies are not governmental companies. They're privately held, so they can set their own rules. And again, we could go down this rabbit hole, but there's countries in Europe and, you know, in Australia, they've announced measures where social media companies can face fines and even criminal charges if they fail to moderately or adequately stop such content. But this really caused a big upheaval and that conversation around what should be stopped and what should be allowed to live online. I mean, is it feasible to fully prevent the dissemination of graphic images of murder victims on social media? At this very moment in time, to my knowledge, no. It's unrealistic. And here's the challenge. The spread of such images is mostly challenging due to the vast and instantaneous nature of social media platforms. However, platforms need to work harder with implementing stricter content moderation policies, enhancing automated detection systems, and fostering education that could significantly reduce the circulation. These are, Anasega, collaborative efforts between platform operators and legislators and users, which is essential to potentially eradicate this issue effectively. And, you know, I will say there are now quite a few measures, restrictions, and even some laws that are prohibiting this sort of dissemination that they must be taken down the second they go up. But again, I think let's talk about that as we get later through this story. But I think it's really important to realize that these are very complicated matters. But anything causing additional harm to this family or that in any way would publicize these sort of images in my book, absolutely wrong. It must come down.",
    "speaker": null,
    "startTimecode": 1299460,
    "endTimecode": 1538360
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/22",
    "text": "It's something you say all the time, which is re-victimizing. I mean, could you think of another way that this is not such a great example of the victim being re-victimized? Absolutely, Scott. And also for me, it's like, give her her dignity, right? And it's the type of thing that just infuriates me, quite honestly, every time I think about this. And, you know, but the aftermath of Bianca's murder raised a myriad of serious issues about online safety and corporate responsibility.",
    "speaker": null,
    "startTimecode": 1539060,
    "endTimecode": 1567540
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/23",
    "text": "But for law enforcement and Bianca's family, at that point, the priority was absolutely to hold the person who killed her responsible for her murder. But even with the confessed killer in custody, questions about the suspect's motives and mental state would make sure that justice would not come easy. 132 rooms, 157 suspects, one dead body, one wildly eccentric detective, one disastrous state dinner, and at the center of it all, a case unlike any other. The new Netflix series, The Residence, is a screwball whodunit set in the White House. From Shondaland, the series features an all-star cast led by Uzo Aduba as Cordelia Cupp, the most sought-after detective in the world. Watch The Residence, March 20th, only on Netflix. You know what they say, the most important part of your spring cleaning routine is your sock drawer. Yep, you heard that right. It's time to ditch any mismatched, tired pairs and refresh your collection with some fresh Bombas. Bombas has the cushioned, arch-hugging socks that'll keep you comfy while you spruce up the house. And you know what goes great with new spring socks? Fresh white t-shirts, waterproof slides, and a few pairs of buttery soft underwear. Bombas makes all that too. Bombas are my Happy Feet socks. I always go for bright and fun because why not? I wear them when I run and also for my every day. And for the first time, I recently ordered their t-shirts and they are as stylish and comfy as their socks. And Bombas is going international. Enjoy worldwide shipping to over 200 countries. Head over to bombas.com slash anatomy and use code anatomy for 20% off your first purchase. That's B-O-M-B-A-S dot com slash anatomy. Code anatomy for 20% off your first purchase. Bombas.com slash anatomy and use code anatomy. By the time police confirmed 17-year-old Bianca Devin's death, gruesome images from the crime scene taken by the killer himself had already spread online, reaching strangers, friends, and even her family. As law enforcement was piecing together what led to Bianca's murder, online trolls were turning her death into a spectacle, magnifying the already unthinkable trauma experienced by her mother, her sister, and everyone who loved her. But while investigators could not stop photos from spreading online, they could focus on finding out the truth of what led to the murder and to Brandon Clark's compulsion to share his sickening crime with the world. What they found was chilling. Nothing made sense. Why would he do this? Did he really do this? I had several conversations throughout the trial proceedings and the investigation with the police, the investigators, the DA, the prosecutors, constantly asking, what did I miss? This was a young man that Kim had met, someone that her daughter liked and trusted. And that was the terrifying part. There weren't any red flags. Clark had been masking his true intentions for weeks. They found a lot of evidence, but it was all in his phone, in his computer. It was nothing that you would have seen on the outside. What was known was that Clark had started out as a fan of Bianca's. Comments on her Instagram posts led to private chats on Discord and eventually to plans to meeting up in real life. At some point, his online crush had turned into an obsession. But what could have triggered his violent rage? To prove a motive, investigators had to work backwards to piece together the events leading up to the murder, starting the night of July 13, 2019. Investigators knew Bianca had traveled with Clark and another male friend named Alex to a concert in Queens on July 13. According to Clark himself, he had witnessed Bianca and Alex kissing at the concert, a moment investigators speculated may have sent Clark into a jealous rage. And blood found in Clark's car made it clear that he waited until their long ride home to attack. He gained our trust. She definitely did not expect it. She didn't seem to be afraid of him. You know, they had an argument before, but she didn't seem to be afraid of him. She basically said, are you going to take me home or do I have to walk? And she went to open the door and he attacked her completely out of nowhere. But there is one critical piece of evidence that suggests that this was not some crime of passion or spur of the moment altercation that turned deadly. And that is the fact that Clark already had the knife with him that he used to kill her. And there was other evidence that pointed to this murder being premeditated and meticulously planned. An examination of his online activity revealed searches on how to locate the carotid artery, how to incapacitate a person, and how to inflict fatal wounds. And on his phone, notes to himself detailing how he planned to not just kill Bianca, but broadcast her murder and his own death by suicide to the world. He created a note in his phone called murder slash suicide and made a list of all the things he needed to buy and do. It was premeditated, but they believe it was at least a week of planning. And all of these notes and searches, they were made long before the moment Bianca had rebuffed him for another boy. In fact, Kemp says that the two were on seemingly good terms even up to the night of the concert. So clearly, his homicidal plans were not motivated out of anger or jealousy. There was something darker at work. He was obsessed with murder. The officers told me, like, they don't think it, didn't really have anything to do with Bianca, that if it wasn't Bianca, it would have been someone else. In other words, maybe Clark's jealousy was not just romantic in nature, but directed more generally at her popularity, her success, and her specialness. I think he was jealous of her family, her support system. She had this really bright future, and she had this great support system, and he was just jealous of it because he had nothing. And part of the tragedy of Bianca's murder is that you could see traces of that same jealousy, that same indifference to life in the sharing of the crime scene photographs, even weeks and months after her violent death. And to Kim's horror, these graphic images, they were everywhere. They were used for fake fundraising campaigns, memes, and sickening profile pictures.",
    "speaker": null,
    "startTimecode": 1568100,
    "endTimecode": 2008020
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/24",
    "text": "And despite Kim's tireless efforts to remove the content, they continue to resurface to this day.",
    "speaker": null,
    "startTimecode": 2008580,
    "endTimecode": 2015200
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/25",
    "text": "It's just constantly exploiting my daughter. And that was the worst day of my life, absolutely turned upside down, destroyed.",
    "speaker": null,
    "startTimecode": 2015740,
    "endTimecode": 2021380
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/26",
    "text": "And then we're being re-traumatized constantly for the last five and a half years by those pictures. It's unimaginable. Clark was arrested and charged with Bianca's murder before he ever had a chance to leave the hospital where he was recovering from a self-inflicted wound. He initially pleaded not guilty, but later admitted to the crime in February of 2020. His sentencing was ultimately delayed due to the COVID pandemic. But in March 2021, Brandon Clark was sentenced to 25 years to life in prison. And while he never fully admitted why he killed Bianca Devins, Kim has her thoughts based on his actions. He wanted to be famous. They were taken away from the crime scene on a stretcher, and he's asking, you know, how many news channels are here? So Anasega, this is clearly not the first time, or unfortunately the last time, that a murderer would be interested in making headlines. And now, as we've said, with the help of so many social media platforms, becoming famous for something as gruesome as a murder is just a click of a button away. It's actually, unfortunately, a not uncommon phenomenon, right? I mean, I'm my own. I can more than on one hand, I can count the number of defendants that have had this to this degree, right? Literally looking for themselves on TV, relishing in the fame that they're seeing afterwards, which, again, I will say that it has spawned movements such as the hashtag no notoriety saying the last thing you want to give to someone after they've already taken so much from someone else is any more fame. But unfortunately, it's one of those things that we look at in more than just this case. And in the wake of Bianca's murder, Kim refused to let her daughter be defined by her death. To this day, she has fought for accountability on the parts of both social media companies and legislators. My mission, you know, since I found out that those pictures of Bianca were going viral has been to not let that happen to any other families again. So we did have a law passed in New York called Bianca and Caroline's Law that makes it illegal to post graphic images, to disseminate graphic images with the intent to harass. Now Kim is pushing for federal legislation that would expand the New York state law and hold social media companies responsible for the content they allow on their platforms. Because beyond Bianca's story, there's a larger conversation here, one about online radicalization, digital harm, and how the internet can amplify violence instead of preventing it. These companies need to be held responsible. The technology there just needs to be implemented. And these companies refuse to implement it because shock and gore sells. For Bianca's loved ones, the fight isn't just about policy. It's about making sure she is remembered for more than what happened to her, for who she was. I want everyone to know who she was. She's not just a graphic picture that was turned into memes on the internet. She was this beautiful soul and this real person that lived a life and has left these people that love her behind. In response to Bianca's murder, an online movement emerged, hashtag pink clouds for Bianca, which encourages users to flood the internet with positive artwork in her honor, rather than the horrific images meant to degrade her memory. Bianca's story is one of profound loss, but also one of profound love, the kind that persists even in the darkest times. And while the internet failed her, those who love her refuse to. They honor her legacy. Not through grief alone, but through purpose and action. During my conversation with Kim for this episode, I was just so taken aback that even to this day, years after her daughter was murdered, basically in front of followers, she gets notified her daughter's picture has popped up on some platform, making it past a filter that's supposed to be set up. This is re-traumatizing, reliving an horrific event, and re-victimize those who care so much for Bianca Devins still to this day. And after I hung up with Kim, I thought to myself, why not help spread the beauty of Bianca and her work, something she was so proud. So on my Instagram account, I've chosen to display one of her drawings. It's beautiful, it's touching, and I hope that you'll share it as well. Doesn't she deserve it? Bianca Devins was a 17-year-old waiting through life, and she found solace in the internet. There are larger conversations to be had about the internet and its more problematic sides as seen in this case. But for right now, it's important to note that part of Bianca's forever impact will be the implementation of internet safeguards. In January 2022, the New York State Assembly passed a version of Bianca's law, which criminalizes posting, sharing, and publishing personal images with intent to degrade or abuse under certain circumstances. It was signed into law at the end of 2022. The Devins family also started a scholarship in Bianca's name for students pursuing psychology degrees. In early 2020, Bianca's friends and family held the Bee Gala to celebrate her life, showcase artwork she made, and raise funds for the scholarship. Bianca was loved by her friends and family. Her smile, her art, her caring for others is missed greatly by many who knew her. A vigil held at her school soon after her death was attended by teachers and students alike. The crowd chanted, love, not violence. That, Bianca Devins, is how you will be remembered by us here at AOM. And that is the message that we hope becomes part of your lasting legacy. Tune in next week for another new episode of Anatomy of Murder. Anatomy of Murder is an AudioChuck original. Produced and created by Weinberger Media and Frasetti Media. Ashley Flowers is executive producer. This episode was written and produced by Shannon McGarvey. Researched by Kate Cooper, edited by Ali Sirwa and Phil Jean Grande. So what do you think, Chuck? Do you approve? No!",
    "speaker": null,
    "startTimecode": 2021920,
    "endTimecode": 2402500
  },
  {
    "id": "34e519e7-5bc5-4263-808c-958456090d2c/transcript/paragraph/27",
    "text": "132 rooms, 157 suspects, one dead body, one wildly eccentric detective, one disastrous state dinner, and at the center of it all, a case unlike any other. The new Netflix series, The Residence, is a screwball whodunit set in the White House. From Shondaland, the series features an all-star cast led by Uzo Aduba as Cordelia Cupp, the most sought-after detective in the world. Watch The Residence March 20th only on Netflix. Hey, it's Haley Steinfeld. When everything requires your attention. It can be tough We'll see you next time. If you're under 40, it's never too soon to visit yourattentionplease.com to learn about your breast cancer risk. So go on, pay the girls some attention, and take the time to find out your breast cancer risk at yourattentionplease.com. Trust me, your future self will thank you.",
    "speaker": null,
    "startTimecode": 2408620,
    "endTimecode": 2494240
  }
]