[
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/0",
    "text": "A brutal murder. Based on the evidence, someone in a pickup truck forced her off the side of the road and then abducted her. And three innocent men convicted for a crime they didn't commit. Oh yeah, we all said DNA on our side, it didn't matter. I'm Amanda Knox. I know firsthand the devastating impact of being falsely accused. And in season two of three, we dig deep into the murder of Dana Ireland on Hawaii's Big Island and how this case tore apart three families, the Paulines, the Schweitzers, and the Irelands. They took everything. It's not going away, never. You got it for the rest of your life. I mean, everything. And we uncover what it took to finally reveal the truth. Guilty to proving anything, huh?",
    "speaker": null,
    "startTimecode": 680,
    "endTimecode": 48920
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/1",
    "text": "Listen to 3 now, wherever you get your podcasts.",
    "speaker": null,
    "startTimecode": 49560,
    "endTimecode": 52500
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/2",
    "text": "In 1932, one man opened a two-room business school above a nondescript storefront in downtown Manchester, New Hampshire. How did it become one of the largest universities in the country? Okay, this case isn't exactly a mystery. Southern New Hampshire University offers over 200 degrees you can earn from your couch. And with a low online tuition, Southern New Hampshire University makes earning your degree affordable too. Find your degree at snhu.edu slash anatomy. That's snhu.edu slash A-N-A-T-O-M-Y. 132 rooms, 157 suspects, one dead body, one wildly eccentric detective, one disastrous state dinner, and at the center of it all, a case unlike any other. The new Netflix series The Residence is a screwball whodunit set in the White House. From Shondaland, the series features an all-star cast led by Uzo Aduba as Cordelia Cupp, the most sought-after detective in the world. Watch The Residence, March 20th, only on Netflix. Charlie Heller is the CIA's most brilliant computer analyst, whose life is turned upside down when his wife is murdered in a terrorist attack. Wrought with grief, Charlie decides her killers must pay. Without any field experience, Charlie must trek the globe and use his biggest weapon, his intelligence, to enact his revenge. Because the most unexpected threat is an amateur.",
    "speaker": null,
    "startTimecode": 55320,
    "endTimecode": 145480
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/3",
    "text": "Starring Academy Award winner Rami Malek and Academy Award nominee Lawrence Fishburne. The Amateur, rated PG-13. Only in theaters and IMAX April 11th.",
    "speaker": null,
    "startTimecode": 146140,
    "endTimecode": 155000
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/4",
    "text": "Perfectly healthy babies don't just suddenly collapse and die.",
    "speaker": null,
    "startTimecode": 156620,
    "endTimecode": 160020
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/5",
    "text": "And there's nothing wrong with that child. Something else is going on. I'm Scott Weinberger, investigative journalist and former deputy sheriff. I'm Anasega Nicolazzi, former New York City homicide prosecutor and host of Investigation Discovery's True Conviction. And this is Anatomy of Murder. If you've been an AOM listener, you may have noticed that we don't often cover crimes against children. Very often, stories about abuse perpetrated against a defenseless minor are just too hard to digest. Even as a prosecutor, I found that these cases impacted me differently than other cases because you were dealing with the most innocent of the innocent. As you're well aware of, these crimes do happen way too often than we would like to believe. And the fact that these young victims cannot advocate for themselves is precisely why we thought it might be a good reason for us to highlight some of their cases here. One such case involving the sudden and unexplained death of a seven-month-old infant occurred in Fayette County, Texas in July of 2016. The investigation and resulting trial would confront issues of child abuse, parental responsibility, and most tragically, the murder of an innocent child. Of all the cases I prosecute, baby death cases are the ones that affect me the most. I have a two-year-old, I have a child, and you know, when you look at autopsy photos of an infant, it's just a lot harder than it is to look at autopsy photos of an adult. That's Josh Summers, an experienced prosecutor at the Texas Attorney General's office. In his role, Josh is often called in to assist on complex investigations or trials occurring in smaller towns and jurisdictions throughout the state that might benefit or can benefit from the full resources of the Texas Attorney General's office. So I always tell people I have the best job in the entire world because I get to travel all over the great state of Texas and prosecute some of the worst offenders. You know, my job is to see that justice is done in these cases. And when Josh says worst offenders, that would certainly include the rare, but not rare enough, instances of child murder. When you talk about baby death cases, no one likes to think that an adult, that someone is capable of murdering a baby. But the sad reality of the world we live in, these things happen. And when they do, it takes a special breed of prosecutor to make sure that young victim and his or her family get the justice and the care that they deserve. You know, I always tell people when you talk about being a prosecutor, I tell families and crime victims, I can't change what has happened, but what I can do is make sure that the right thing happens now. So when I step into a case and meet with a family that's lost a loved one, it's really my job to be a strong person and to shepherd them through what may be the darkest time in their lives. Nicole Lambert was a small-town girl who had grown up in rural Texas. And while her life had not turned out quite exactly how she dreamed as a little girl, there was one very bright spot in her life, her seven-month-old son, Logan. Logan Atkins was a beautiful baby, just a gorgeous little boy, and was just one of those children that, you know, when you see his picture, you could just tell this child was very full of life and full of love. In 2016, Nicole was a single mom trying to make ends meet. And when it came to taking care of Logan, she often relied on the help of friends and family, including her mom who lived in the area and a good friend named Billy Palaszczuk. Billy would regularly spend time with Logan. Billy was someone that Nicole would trust to watch her child. He was almost like a second father to Logan, very much a godfather type figure. On the night of July 3rd, fireworks were already starting to pop around LaGrange, a small town on the Columbia River between Houston and San Antonio. But while most people were preparing to enjoy the 4th of July holiday, Nicole had to do a night shift, so she asked Billy if he wouldn't mind watching Logan for the night. That evening, his mother, Nicole, brought Logan over to Billy Palaszczuk's home, and she left him alone with Billy that evening. Nicole returned to Billy's the next morning, tired but anxious about leaving her young son all night. But as she pulled open the door to Billy's home, she was relieved to see that the seven-month-old Logan was dressed in a onesie, grinning and giggling in bed. Billy lived in a trailer home, kind of behind, I guess, a regular house, you would say. And the three of them were together in the trailer, kind of on and off. You know, Billy was coming and going, but Nicole was spending time with Logan, and he was kind of napping and playing with her and that sort of thing. But Nicole still had errands to run back in town. And so she had asked Billy if he could keep watching the boy for a few more hours. Hey, as we all know it, sometimes it takes a village. Nicole kissed her son and left him playing with one of Billy's guitars. She was there for about two hours the morning of July 4th. And by all accounts, according to Billy later and according to Nicole, Logan was acting normal. He was fine. He was happy. He was healthy. At about 10 o'clock in the morning, Billy decided to take Logan out and get a little babysitting assist from his own mother who lived just down the road. And so he put Logan in his truck and drove the short distance to his mom's. His mother would later tell police that she didn't see Logan in the back of Billy's vehicle, but she could hear him laughing and giggling and saw Billy turn around to pay attention to the child. And all of this is important because by all accounts, Logan was healthy and acting normally, doing the normal things you would expect a seven-month-old baby to do. The short visit to his mother's only lasted a few minutes. And by 11, Billy and baby Logan were back on his property. But the bright mood of the day would change in an instant because it is then and there on Billy's property that something terrible would happen. Logan had been alone with Billy for approximately half an hour. At 11.05 a.m. that morning of July 4th, 2016, Billy called Nicole, Logan's mom, and said Logan wasn't breathing, wasn't responding.",
    "speaker": null,
    "startTimecode": 160660,
    "endTimecode": 585500
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/6",
    "text": "He was in a panic.",
    "speaker": null,
    "startTimecode": 586080,
    "endTimecode": 587000
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/7",
    "text": "It's a call that every parent dreads. The call from the babysitter telling you that there is something wrong with your child.",
    "speaker": null,
    "startTimecode": 587660,
    "endTimecode": 595480
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/8",
    "text": "As soon as she got that news, Nicole jumped in her car and raced towards Billy's home outside of town.",
    "speaker": null,
    "startTimecode": 596180,
    "endTimecode": 601360
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/9",
    "text": "About eight minutes later, as Nicole is frantically making her way to Billy's home, she calls 911. At the very same time, Billy puts Logan's tiny unconscious body back into his truck and speeds off towards town. Billy, contemporaneous to her going to his home, is trying to get Logan to a hospital. They pass each other on a highway and eventually it just happened to be that a DPS trooper was in that area, pulls them over for speeding. And you can imagine why. The officer from the Department of Public Safety saw these two cars speeding down a country road. It looked like they were racing or perhaps one car was in pursuit of the other. But when the officer approached Billy's truck, he immediately realized that this was no ordinary traffic stop. And Billy takes Logan out of his truck, runs frantically over to the state trooper who attempts to resuscitate the child and begins performing CPR on that child. Within seconds of the stop, the DPS officer found himself attempting life-saving measures on a seven-month-old baby, which, as you can imagine, is as hard and as traumatic as it sounds. The trooper did what he could do given the circumstances. He kept this composure and he did everything you would want a member of law enforcement to do. He took that child and immediately began performing CPR on that child and continued to do so until EMS arrived on scene. Logan was eventually rushed to the local hospital, but there was nothing EMS or doctors could do to save him. The seven-month-old was pronounced dead less than an hour after Billy's call to the child's mother. Nicole was left with the devastating loss of her son and a host of questions about what happened. Questions that, at that point, only her friend Billy could answer. First, he is spoken to by a member of the Fayette County Sheriff's Office, and later he's spoken to by a Texas ranger. And when he's interviewed, he tells law enforcement that he was going to give Logan a bath. Billy lived in a small mobile home on a property cluttered with old appliances and farm equipment. And next to this mobile home was a small wooden shed that for all intents and purposes served as Billy's garage. And according to Billy, on that morning, that shed was also where he intended to give the baby a bath. Billy tells the Texas Ranger that he was going to give Logan a bath and that he put Logan in a horse trough that was, I guess, serving as a makeshift bathtub. This horse trough looked like a large galvanized steel tub or garden container that was about three feet high and about four feet long. According to Billy, he placed Logan into the steel tub with just a few inches of water at the bottom. Then he did what every caretaker is told never to do. He walked away. He walked about 20 feet away to get some tear-free shampoo, heard a splash, returned to the horse trough, and saw Logan unresponsive laying on his side. Billy told the Texas Ranger that he immediately removed Logan from the tub, checked for a pulse, and even attempted CPR on the unconscious child. Asked why he didn't call 911, Billy told the investigator, I was a nervous wreck. My main goal in my head was, I'm trying to get this boy to the hospital. The incident is not unlike so many horrific stories of accidental drownings that can occur in any household with a small child. In fact, the U.S. Consumer Product Safety Commission says that every year, 90 children drown inside the home, and two-thirds of those occur in a bathtub. In baby Logan's case, there was one big problem with Billy's story. According to doctors, Logan didn't drown. In fact, according to his mom and the DPS officer who first performed CPR on the child, there was no evidence that he had been in a bath at all. Logan was not dressed, but he was completely dry. His skin was dry. His hair was dry. And so that's kind of out of the gate. Things in Billy's story don't start matching up with the evidence. It didn't make any sense that a perfectly normal, happy, healthy infant would just suddenly collapse in a bathtub and die. That didn't make any sense. There was, however, visible evidence that the seven-month-old had suffered a head injury. There was bruising kind of throughout or all over his head. So you didn't have one focal point of bruising. You had bruising in different places, which would indicate that he was struck several times, which would cut against Billy's story that the child had simply fallen in a bathtub. That didn't make any sense because you wouldn't have multiple impact sites from just one fall. An autopsy soon revealed the awful truth about the extent of Logan's injuries. And in the course of that autopsy, the medical examiner observes contusions to the head, observes that Logan has suffered a skull fracture, and observes hemorrhages to the brain. In other words, Logan had died not from drowning in the tub, but from blunt force trauma to the head, which had caused his tiny skull to fracture and his brain to hemorrhage. When you have hemorrhages to the brain in an infant, there are a limited number of mechanisms that can cause those types of things. A fall from a great height, a high-speed motor vehicle collision, or what we call inflicted trauma or non-accidental trauma, which is simply fancy words for child abuse. And so obviously there was nothing to indicate Logan had fallen from a great height or was in a car crash. And when you start eliminating those other possibilities, you're really left with only one conclusion. That conclusion was that baby Logan had been struck repeatedly on the head, intentionally and fatally. It becomes more and more apparent that this isn't just a household accident, that this is a homicide. If you're a true crime fan, you've probably noticed that life insurance often plays a key role in many dark tales. The real mystery, though, is how to get the best life insurance at a low cost. Mystery solved. Protect your family's financial future with life insurance through SelectQuote. Whether you need a $500,000 policy or a $50 million policy, SelectQuote's licensed insurance agents work for you to tailor a life insurance policy for your individual needs in as little as 15 minutes. And with SelectQuote, you can save up to 50% compared to other companies. Whether you need a $500,000 policy or a $50 million policy. Plus, if you are in good health, they work with carriers that can get you same-day coverage with no medical exam required. Get the right life insurance for you for less at selectquote.com slash AOM. Go to selectquote.com slash AOM today to get started. That's selectquote.com slash AOM. When it comes to wireless plans, stop putting up with jaw-dropping bills and bogus fees. Switch to Mint Mobile.",
    "speaker": null,
    "startTimecode": 602120,
    "endTimecode": 1086160
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/10",
    "text": "Mint Mobile has premium wireless plans starting at just $15 a month. And all plans come with high-speed data and unlimited talk and text delivered on the nation's largest 5G network. Plus, use your own phone with any Mint Mobile plan. My Mint mobile phone is on the way, and I'm looking forward to taking advantage of some serious savings. If you like money, Mint Mobile is for you. Shop plans at mintmobile.com slash anatomy. That's mintmobile.com slash anatomy. T-O-M-Y. Upfront payment of $45 for three-month, five-gigabyte plan required, equivalent to $15. www.tom.com. Slash A-N-A-T-O-M-Y. Upfront payment of $45 for three-month 5-gigabyte plan required, equivalent to $15 a month. New customer offer, first three months only, then full price plan options available. Taxes and fees extra. See Mint Mobile for details. On July 4th, 2016, tragedy struck in the tiny town of LaGrange, Texas, where a seven-month-old Logan Atkins was rushed to the hospital with injuries he sustained at the home of a babysitter. 34-year-old Billy Palaszczuk claimed that young Logan fell down while inside a steel bathtub, resulting in what turned out to be fatal head injuries. But investigators were immediately suspicious. Children, you know, they bump their heads, they fall down, and that happens. Normally a child, you would expect them to cry for a little bit, but then they're okay. And for injuries like this to be sustained by a child, a certain amount of force is required. And the type of force that would result from a bathtub fall, it's just, it wouldn't cause the degree, the severity of injuries that Logan had. Only inflicted trauma could do that. The medical examiner concluded that Logan's injuries were likely the result of a recent and deliberate blunt force trauma. And Texas Rangers were called in to investigate not an accident, but a homicide. Obviously, the goal was to figure out who was responsible for Logan's injuries and ultimately his death. But that was not going to be as easy as it may sound. One of the challenges is determining whether the adult caretaker that was alone with the child inflicted the injuries or whether or not someone else inflicted those injuries and that child was having what medical professionals might call a lucid interval. In other words, whether the child had been hurt sometime prior to being alone with Billy Pulaszek, but didn't become symptomatic until he was alone with Billy Pulaszek. Which is why it was crucial to create an accurate timeline of events, including the verified whereabouts of anyone who had access to Logan for the hours leading up to his death, not just a babysitter, Billy Palaszczuk. And so when you talk about the types of injuries that Logan sustained, they could have been inflicted within 24 hours. They could have been inflicted within an hour. And so you've got to look at all of the conduct and behavior and circumstances of other potential suspects. So in this particular case, it was very, very, very important to rule out the possibility that Logan's mom, Nicole, could have done this. Now, usually on the surface and common sense would dictate that the boy's mother, Nicole Lambert, was an unlikely suspect. According to the DPS officer who first encountered her, she was hysterical when he and EMS attempted to revive the boy. Now, there was also nothing in Nicole's past that indicated she was an irresponsible or abusive parent. No history of arrests, no calls to child services, nothing. When you look at her behavior, this was a loving mother who had cared for her child, who had taken him in regularly to doctor's visits, who was very responsible and caring for this child. But tragically, in cases of child abuse, appearances can often be deceiving.",
    "speaker": null,
    "startTimecode": 1106140,
    "endTimecode": 1345660
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/11",
    "text": "So it was important to confirm Nicole's timeline for the 24 hours prior to Logan's death before investigators could eliminate her as a suspect.",
    "speaker": null,
    "startTimecode": 1350680,
    "endTimecode": 1353780
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/12",
    "text": "And when you construct this timeline, if you will, Nicole was only alone with Logan twice prior to Logan's death, within that 24 hours beforehand. She was alone with Logan when she took him over to Billy's home the evening of July the 3rd. And then she was alone with Logan for periods of time the morning of July 4th when she returned to Billy's to check on Logan. And remember, according to both Nicole and Billy on the morning of her visit, Logan was happy and healthy, showing no indications that a child was in distress or that he had suffered a recent injury of any kind and a mom would have known.",
    "speaker": null,
    "startTimecode": 1354340,
    "endTimecode": 1396380
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/13",
    "text": "But nothing at all indicated that anything was wrong with Logan. In Billy's own statement, he said that Logan was healthy and acting normal when Nicole was there. Even if you're a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's a person who's healthy and acting normal when Nicole was there. Even Billy's mother, who remember lived just down the road from her son, confirmed that baby Logan seemed perfectly fine in just the hour prior to Nicole's frantic call to 911. Moreover, Billy's mother said that although she did not see Logan, she could hear him laughing and giggling in the back of Billy's vehicle.",
    "speaker": null,
    "startTimecode": 1397120,
    "endTimecode": 1428520
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/14",
    "text": "And so that further went to show that this was a normal, happy, healthy baby. And keep in mind the severe nature of Logan's injuries. While sometimes a fatal ailment can go undetected and manifest themselves suddenly and fatally, head injuries as severe as Logan's, they would have been nearly impossible for the child to ignore or not show obvious signs of distress. And you would not expect a child who had sustained these types of injuries to be laughing, giggling, taking a bottle, acting normally. You would expect the child who had sustained these types of injuries to be in some state of distress, to be unconscious, or obviously to have passed away. And that really left just one conclusion, that Logan's head injuries were sustained sometime after Billy left his mother's house and before he called Nicole to say the boy was not breathing. It was important to show that Logan was healthy and acting normal, according to everyone who had been around that child. And in fact, the only time he wasn't acting normal, the only time he wasn't healthy, was when he was in the sole care, custody, and control of Billy Pulaszek. When questioned by investigators, Billy continued to deny he had ever put a hand on the child, intentionally or otherwise. He also denied that he had done anything to cover up or obscure the truth of what really happened on the morning of July 4th. But as investigators examined both his home and the shed where he claimed to have been bathing Logan, they began to suspect that he might be lying.",
    "speaker": null,
    "startTimecode": 1429380,
    "endTimecode": 1532340
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/15",
    "text": "You kind of had two crime scenes.",
    "speaker": null,
    "startTimecode": 1532980,
    "endTimecode": 1535260
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/16",
    "text": "You had Billy's trailer home, and then secondly, you had this makeshift garage. So this garage had a lot of kind of random things stored in it. There was a refrigerator.",
    "speaker": null,
    "startTimecode": 1535880,
    "endTimecode": 1547700
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/17",
    "text": "There was a jet ski. And obviously there was this horse trough where Billy claimed he was going to bathe Logan. As they stepped into a cluttered shed, investigators immediately noticed some things that didn't look quite right. Nothing obvious like a bloody murder weapon or smoking gun, but certain things that awakened the feeling in a cop's gut that something was wrong. That trough looked like it had been like planted there because one of the things that was important, there was a leaf inside of the trough where he was going to bathe Logan and that leaf matched up with like a leaf on a tree outside. So we always thought that that trough had been outside and he put it back in that, he moved it into the detached garage to kind of stage a crime scene, if you will. And there were some other things about the scene that didn't match Billy's story either. According to Billy's story, he had stepped about 20 feet away for a minute or two to go get some shampoo to bathe Logan. He heard a thump splash and ran over to see what was the matter. Well, what was interesting is there was a bottle of shampoo neatly placed to the left. and I guess two things stood out to us in examining the crime scene photographs are that the location of that bottle is not really where someone would have set it if they were running over to check on a child that they thought had fallen down. But secondly, it was just neatly placed there. And you wouldn't expect a bottle like that to be neatly placed if you think a child is seriously hurt and has fallen down in a bathtub.",
    "speaker": null,
    "startTimecode": 1608280,
    "endTimecode": 1647060
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/18",
    "text": "To investigators, it felt like someone had hastily staged the scene in the shed to match what Billy had told Nicole and the police and cleaned up any other evidence that may have contradicted it. But could he really have had the time and opportunity to stage an accident in the brief window he was alone with Logan and before he raced off to meet Nicole at the hospital? In fact, investigators found it strange that if Billy and Nicole both took off from their respective start locations to meet at the hospital, why was Nicole able to cover nearly five miles in those 13 minutes while Billy only covered a mile? The only explanation was that Billy did not actually leave immediately after the phone call. Investigators also thought that the staging and cleanup of potentially incriminating evidence might have occurred after he returned from making his initial statement to the police. Because before Logan's death was suspected to be a homicide, Billy had not been restricted from the shed where he had said the accident took place. The Fayette County Sheriff's Office taped off that area using yellow crime scene tape. They told Billy not to go into that area, but it's a smaller jurisdiction. It's a rural county. That area was left unattended. Thankfully, the initial deputy had taken some photographs, and those photographs were compared to the photos later taken by homicide investigators. One of the things that stood out, though, they took photographs before and after taping off that area when they returned. And when you compared the photographs, there were things that had been moved around. So it looked like Billy Palaszczuk had not only staged the crime scene, but later tampered with that area to further stage it, if you will. Taking nothing at face value, investigators moved into Billy's home, the place where he slept, and the last place that Nicole saw her son alive. They were on the hunt for any inconsistencies in his story. What they found was a whole lot more. So when they go into the mobile home, that's when the net starts to close in on Billy, if you will. So at this point, the Texas Rangers had become involved and the Texas Ranger assigned to the case got a warrant to go inside of the home. Within that home, there was a mattress and a pillow of importance. Texas Rangers are very experienced law enforcement officers. They are considered the best in the state of Texas. And the Ranger observed what to him, based on all of his training, experience, and background as a peace officer, was apparent blood on the mattress and apparent blood on the pillowcase covering the pillow on Billy's bed in that mobile home. What appeared to be blood on the same mattress and pillow where baby Logan had slept? Were they just random old stains on a dirty mattress, as Billy would claim? Or were they evidence of a murder? First, there is an initial process called serology testing. And in serology testing, they're able to do a presumptive test for the presence of blood. And in this situation, they confirmed that what the rangers saw was in fact blood. But whose blood? The answer would be a pivot point in the investigation. From there, it is then sent off for DNA testing. And through DNA testing, they are able to establish that the DNA profile from the blood on the mattress and the blood on the pillowcase was consistent with Logan's DNA. But the scene inside the trailer held other critical clues as well. But these clues were not in the form of the items that were there, but rather things that were not there. Namely, the baby's diaper and the clothes he was wearing before his supposed bath. Nicole had left Logan wearing a onesie and that onesie was never found. And so to me, as you start putting these missing things together, it indicated that Billy Palaszczuk had probably disposed of evidence in some way. And thanks to Billy's next door neighbor, investigators thought they knew how. And one of the important things that happened in this case is after law enforcement had been out there initially, Billy Pulasik was able to go back home and a neighbor observed that he was burning trash. Now, in small town Texas and rural Texas, people oftentimes burn trash. It happens regularly. But obviously it's unusual in a situation like this where a baby has just died and now you have the individual who is caring for that child burning trash. I mean, something like that is going to raise a red flag for anyone. Like Josh said, this was a rural area and burning trash was actually a pretty typical way of disposing of garbage. But on this day of all days, it just seemed more than odd. It seemed suspicious. Any adult that was alone with a child that died, you wouldn't expect him or her to go about their normal day and just start, you know, taking the trash out or in this situation, burning trash. You just wouldn't expect that type of behavior. And I'd go as far to say that this was not just suspicious behavior. It was likely criminal, especially if there were items in that burn pile that belonged to Logan or were relevant to the investigation. And there are a lot of missing things. They never find the onesie that Logan was in. They never find his diaper.",
    "speaker": null,
    "startTimecode": 1647580,
    "endTimecode": 1981580
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/19",
    "text": "And there was a bottle cap found in Billy's trailer home, but they never found the bottle. So we think he burned all this stuff. Investigators had narrowed the window of time when baby Logan could have been injured to a half hour when he was in contact with Billy Palaszczuk and Billy Palaszczuk alone. And now they had evidence that Palaszczuk had deliberately manipulated the scene. We have a baby who's passed away. We have very suspicious behavior after the fact, burning trash. We have DNA evidence, these catastrophic injuries, a story that doesn't make sense. And as you start putting all these pieces together, everything ultimately points directly to Billy Pulasik. Pulasik was a friend of the child's mother, someone she even described as a godfather type person in his life. And while he did have a history of drug use, this was not a man with a record of violent crime or abuse. And yet the evidence was pointing to the fact that he was somehow responsible for deliberately and brutally taking a seven-month-old baby's life. There were no witnesses, no murder weapon, and this being a child victim, there was obviously no motive or underlying conflict that would have escalated into violence. But clearly, a brutal, incomprehensible assault had occurred. The only logical conclusion law enforcement could make was that Billy Palaszczuk had killed Logan Atkins. Now it would be up to prosecutors to prove it. No one wants to rush to an arrest. And heaven forbid, one of the worst things that can happen is someone is wrongfully accused. When we indict or charge someone with a crime like this, we want to make sure everyone's been interviewed. All of the medical evidence has been reviewed. All of the forensic testing has been done or been submitted to be tested. You want to make sure everything's been done so that you are confident that you have charged the right suspect and certainly as a prosecutor that you are prosecuting the individual that committed this crime. Palaszczuk was arrested and charged with the murder of seven-month-old Logan Atkins. After his indictment, he was taken to jail where he sat awaiting trial. And during that time, he did not exactly help his case. You know, when someone is charged with a crime, the case doesn't automatically go to trial. That person will appear in court for what we call a docket call, maybe about once a month or thereabouts. At one of the docket calls in court, Billy Ploschek, he was in custody and he actually attempted to escape. He broke a window in the courtroom and the local county attorney and the assistant county attorney were witnesses to this attempted escape. Whether the escape attempt through the third floor window was a genuine plan or an attempt to end his own life, it certainly demonstrated a certain consciousness of guilt, or at least a resignation that he would ultimately be convicted. But in actuality, what it did was cause another long delay in his trial. Now that the county prosecutors were witnesses to his escape attempt, a change of prosecution was in order, which is how Josh and his trial partner, Andrew Roundtree, got involved in the case. And they would have their work cut out for them because Palaszczuk was still determined to claim he was not responsible for Logan's death. For purposes of capital murder, if you intentionally or knowingly caused the death of a child, that is a capital murder. Obviously, we have to prove this was not an accident, that it was a criminal act. And when I meet with these families, I always tell them two things. I say, look, be patient with the process. These cases can take a long time. and secondly, trust me to do the right thing because every decision that I make on a case is geared toward seeing that your loved one receives the justice that he or she deserves. But to do that, he would have to confront an alternate theory on the murder from the defense, that Logan wasn't injured on Palaszczuk's watch at all. And whoever was responsible for his death could still be walking free. 132 rooms, 157 suspects, one dead body, one wildly eccentric detective, one disastrous state dinner, and at the center of it all, a case unlike any other. The new Netflix series The Residence is a screwball whodunit set in the White House. From Shondaland, the series features an all-star cast led by Uzo Aduba as Cordelia Cup, the most sought-after detective in the world. Watch The Residence, March 20th, only on Netflix. Everyone loves new jewelry, but there can be hurdles when it comes to buying. Things like limited selections, long wait times, sky-high prices, or even snooty service can put a damper on what should be an exciting experience. Let BlueNile.com help. At Blue Nile, you'll find thousands of independently graded diamonds and fine jewelry pieces at prices below your expectations. Add a touch of class with a timeless pearl necklace or stand out with 14-karat gold teardrop oval hoops. Blue Nile even offers 30-day returns and a diamond price match guarantee. I recently gifted a paperclip necklace in 14-karat Italian white gold.  Thank you. offers 30-day returns and a diamond price match guarantee. I recently gifted a paperclip necklace in 14-carat Italian white gold.",
    "speaker": null,
    "startTimecode": 1982420,
    "endTimecode": 2349860
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/20",
    "text": "There are smiles all around.",
    "speaker": null,
    "startTimecode": 2351220,
    "endTimecode": 2351760
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/21",
    "text": "Experience the ease and convenience of shopping Blue Nile, the original online jeweler. Go to BlueNile.com today. That's BlueNile.com. The trial of the man suspected for killing Logan Atkins was scheduled to begin nearly four years after the child's death. I think our biggest hurdle was, I guess, really two things. being able to put all of this information together in a cohesive way for a jury, because it is very complicated.  And so I think one of the first challenges we have is helping a jury understand all of this medical evidence, being able to convey to them the timeline and why that's so critical in a case like this. That medical evidence included the proof that Logan had suffered not one, but multiple head injuries that could only have been caused by deliberate inflicted trauma. In other words, child abuse. And I would also say another key challenge we faced is we had to be able to eliminate mom or prove to the jury that mom didn't do this. That it had to have been Billy Palaszczuk. What the prosecution did not have to do was prove why Logan was killed or even how. Just that Billy Palaszczuk and Billy Palaszczuk alone deliberately caused the infant's injuries that resulted in his death. Child abuse cases are inherently circumstantial. And we can never say exactly how that child was struck. We can never say how many times, what type of blunt force instrument was used to cause those injuries. All we're ever really able to say is that this child sustained these blunt force injuries and that these injuries were caused by inflicted or non-accidental trauma. Josh believed that piecing together this circumstantial evidence would tell a horrifying but convincing story. What we believe happened to Logan was that at some point that morning, after Billy had taken Logan to his mom's, when he was alone with Logan for about 30 minutes or so, for whatever reason, maybe he got upset with the child, maybe he was mad about something else, but for some reason, whatever that may be, Billy did the worst thing anyone can imagine and inflicted blunt force trauma, struck that child repeatedly again and again and again and caused all those contusions, fractured a skull and caused those injuries to Logan's brain and that the combination of those things obviously led to his death. So Anasega, I'm not allowing for a moment to suggest that anyone who commits a crime like this to get any sympathy, even if they have regret, if in fact all of the evidence bears out. But the legal system, I'm sure you can help with this, Anasega, you can dig into it, does allow some wiggle room when it comes to what a defendant would be charged with. And if the evidence shows that the event wasn't completely pre-planned, more of an in-the-moment decision to harm resulting in death. It does, but I will say that here, while it's a circumstantial case and there's various possibilities of what happened, if at that moment you intend to inflict that injury, and again, like, is there any other reasonable explanation if you strike your fist to someone's face or if you use an object on their head, at that moment you intend to cause that harm, even if you regret it one second later or once you see that you've caused serious injury. That still is the same charge. But again, if he is remorseful, that may well factor inappropriately when it comes to sentencing. But again, it's kind of, for me, this too little, too late. I certainly would always prefer to have a defendant show remorse after what they've done, but it isn't going to change their level of culpability based on the evidence and the facts. The word regret is interesting. You know, in some cases, the evidence in the cover-up is stronger than the evidence in what leads up to the actual crime being committed, because that's when killers panic. And sometimes, like in this case, they try to undo what they've already done, realizing what just happened. And again, just kind of circling back to that, what happened, you know, just to be clear, like it doesn't need to be even a minute, 30 seconds, five seconds before you commit the act at the moment you are committing the assault, or in this case that he was committing the assault, whether he just lost his temper, at that moment that act is intentional and that has to do with his charges. While a lot wasn't known, Josh has explained like why it wasn't that much to them was clear. Billy must have been angry for some reason, whether at Logan or at something else, took that anger out on Logan, caused those catastrophic injuries in that moment of anger, and then realized what he had done, tried to cover up the crime scene, called Nicole, tried to take Logan to the hospital. But none of those things excuse his intent or what have you to harm this child. He doesn't get a free pass just because he lost his temper, realized what he had done, and then tried to take the child to the hospital. He's still legally responsible for what he did, for his actions. The defense continued to claim that Palaszczuk did not cause the baby's injuries.",
    "speaker": null,
    "startTimecode": 2356860,
    "endTimecode": 2709860
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/22",
    "text": "After conceding that the injuries may not be consistent with the fall in the steel bathtub, Palaszczuk's defense team proposed an alternate explanation for the child dying on Palaszczuk's watch, that Logan had somehow sustained his fatal injuries before the baby was in his care.  So the defense in this case was that Logan had suffered these injuries sometime prior, either through several accidental falls or that his mother, Nicole, had inflicted these injuries. And it was true that Logan's mom had admitted that Logan had incurred a couple of bumps and bruises around the house. But these incidents were described as minor and not indicative of a pattern of abuse or neglect. And the prosecution put people on the stand to testify to that. but it was also important to show that in June, just a month prior to his death, he had been in for a wellness visit. He was a healthy, normal baby, and there were no parental concerns. In other words, there was nothing to indicate that his mother, Nicole, had been neglecting him or abusing him in any way. But the defense continued to sow doubt about whether a possible accident could have caused an injury that had gone undetected until the child was in Palaszczuk's care. This theoretical delay between a catastrophic injury and showing a reaction like crying or falling unconscious, or in this case, death, is what doctors called a lucid interval. In layman's terms, a lucid interval would be where a child suffers catastrophic injuries like the one Logan has, but doesn't present, doesn't become symptomatic until sometime later. And so one of the defensive theories advanced was that these injuries had been inflicted sometime prior to that child being alone with Billy, that he was experiencing a lucid interval. In other words, he was acting normally and then became symptomatic presented when he was alone with Billy after Nicole had left the morning that he passed away. The most common instance of one of these lucid intervals would be when an injured person is in shock and might not have noticed the serious injury until later. But doctors for the prosecution testified that there are few, if any, instances of this occurring with a child Logan's age. So this is a medical concept. It can happen. But in this case, there was no evidence to indicate that Logan was having a lucid interval, in large part because there was nothing to indicate that Nicole had done anything to hurt this child. In other words, the best evidence that this was not a lucid interval was that there was no proof that the child had been injured at any time before he was in the care of the man accused of killing him. So there were different theories advanced by the defense in this case. One of them that, you know, Logan fell off a counter while his mom was changing his diaper. Another that he hurt himself playing at the swimming pool. But ultimately, there was never really any evidence or testimony to support any of those theories. They were just purely speculation and conjecture. But these so-called theories were mentioned in the defense's opening statement, which meant that they were out there in the jury's mind as a possibility. And sometimes that's all the defense needs to do to inject that fraction of reasonable doubt so that, at least in their minds, may have been addressed.",
    "speaker": null,
    "startTimecode": 2710660,
    "endTimecode": 2929820
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/23",
    "text": "That's one of the things that I have to do as a prosecutor is that, you know, things may be stated in front of a jury in opening statement or alluded to in questioning by defense counsel. And then it kind of becomes one of my jobs to eliminate those possibilities. But to disprove these alternate theories, the prosecution would have to rely largely on the testimony of the baby's mother, Nicole. In essence, the defense's whole case hinged on painting Nicole as a bad or neglectful mother. And as witness, Josh knew she was vulnerable. Because the fact was that she didn't have means, right? She wasn't well off, to say the least. She was a single mom who was already feeling the pain of beyond even just losing her child, but now the severe guilt of making that fateful and deliberate choice to leave her child with the very person now being charged with being responsible for hurting him. Nicole, and very credibly so, denied ever witnessing Logan have any type of fall or accident that would have caused the types of injuries that led to his death. So all of these allegations, it was just conjecture and speculation. There was never anything to support. In the end, Nicole proved to be a believable and sympathetic witness. Losing a child, any child, but particularly an infant, that is the worst loss that any parent can suffer. And it's something that clearly affected Nicole and clearly stayed with her. You know, one of the things that juries do, we all get caught up in legal semantics and things like that. But ultimately what a jury does is they evaluate people's credibility. They get to decide whether they believe all, none, or some of what a witness has to say. And I think in this case that Nicole testified very credibly. And I believe the jury believed everything that she had to say.",
    "speaker": null,
    "startTimecode": 2930440,
    "endTimecode": 3067160
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/24",
    "text": "Palaszczuk did not testify in his own defense, although the prosecution did use his original recorded statement to the Texas Rangers to expose his pattern of lies and his deliberate efforts to cover up the crime. there was logan's blood on his mattress a witness that saw him burning potential evidence on the day logan was killed and the evidence that Palaszczuk had moved evidence and staged the accident in his shed. But ultimately, it was not one piece of evidence that would convince a jury. It was the entire picture. I think in a case like this, it's so important not to view any one piece of evidence in isolation. But when you look at the totality of the circumstances, when you look at everything together, not just the injuries, but the DNA evidence, the blood associated with Logan that was inside of Billy's trailer. When you look at the staged crime scene, the crime scene that had also been tampered with, the burning of trash that happened after law enforcement was called out, when you look at all of these surrounding facts and circumstances, in my mind, it unequivocally established that Billy Palaszczuk murdered Logan Atkins. In his closing statement, Josh encouraged jurors to use their most valuable tool, their common sense. They did not have to be experts in forensics or crime scenes. They just had to follow the law and use that common sense. And after deliberating for several hours, they returned a verdict. The jury found Billy Plushet guilty of murder. In Texas, they have what's called a bifurcated system, meaning the sentencing following conviction is a separate proceeding. It's a process that does allow the prosecutor to now introduce additional information that could influence the sentence, and that's what happened here. One of the really important things that the jury heard about in this case was that at one point Billy Ploschek was on bond for this case. And while on bond, he was with his own daughter at a state park in Texas, Bastrop State Park. And the police were called out because Billy was high on synthetic marijuana. And his behavior, his conduct was captured on video. And it was very shocking, very unsettling. He seems incredibly unwell. He's clearly under the influence of drugs. And as a result of that incident, he was charged with endangering a child. And the jury heard evidence of that. And I think in large part, that aided them in their decision to sentence Billy Pulaszek to life in prison. For Nicole, her family, and the entire community that had grieved alongside them, it was a righteous and just punishment for the gravest of crimes. He is a dangerous, dangerous person with respect to children and should never, ever be around a child again. In any case where there are accusations of child abuse, parents are often scrutinized, sometimes fairly, sometimes not. And in this case, some uncomfortable truths about Nicole were exposed to the public, some having to do with her past substance abuse, the other having to do with her relationship with Palaszczuk to begin with. Nicole admitted that after the trial and the murder of her son, she suffered depression and sunk deeper into addiction, even spending some time in jail herself. From there, Nicole underwent substance abuse rehabilitation and has remained sober since. She continues to struggle with the scar of losing a child to someone she knew and trusted. Logan's case has had a profound and lasting effect on the prosecutors as well. To this day, it serves as both a reminder of the cruelty that some people are capable of and the certainty of their mission to achieve justice for the most innocent of victims. You know, as a prosecutor, sometimes you see photos that you can't unsee. And to me, you know, the photos I saw in this case of Logan at the medical examiner's office, those are photos that I will never forget and I will never be able to unsee those. And I can't erase that from my mind, but I can take some degree of comfort in knowing that Billy Palaszczuk will never be able to hurt another child again. Ataseka and I discussed this case long before the decision was made for us to cover it, because we know... will never be able to hurt another child again. Ataseka and I discussed this case long before the decision was made for us to cover it because we know these stories are difficult on so many levels.",
    "speaker": null,
    "startTimecode": 3067900,
    "endTimecode": 3352420
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/25",
    "text": "Some crimes are so horrific, so unthinkable that people struggle to believe they actually could ever happen, especially when the victims are infants.",
    "speaker": null,
    "startTimecode": 3353080,
    "endTimecode": 3362440
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/26",
    "text": "But silence doesn't erase reality. AOM exists to tell these difficult stories because they do matter. These cases are not just statistics. They represent lost lives, families torn apart, and an unimaginable level of pain. By shining a light on these tragedies, we honor the victims, ensure their stories are not forgotten. It's not just about the crime itself. It's about acknowledging the heartbreak, the fight for answers, and the strength of those left behind. Some stories are hard to hear, but that makes them even more important to tell. Murder is always the most final of crimes, changing lives forever. A child's murder, a baby's, even worse. Logan Atkins should have gone to kindergarten, had playdates, scrapes on his knees, and giggled along with his friends. And of course, young adulthood and far beyond. These cases were always the worst for me as a prosecutor, and I still feel that way today. Just as a person, they are the most difficult types of crimes for me, for both of us, to hear or think about. But as we have said from the start, they do happen. Logan lost his life to homicidal violence. He should be remembered, and that is why we must talk about them and think about it, albeit so very disturbing to us all.",
    "speaker": null,
    "startTimecode": 3363000,
    "endTimecode": 3445640
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/27",
    "text": "Logan, your mom and family loved you so much, and you should have lived a much, much longer life. Here at AOM, this entire AOM community, we all would have loved to hear or see who you would have, should have grown up to be. Tune in next week for another new episode of Anatomy of Murder. Anatomy of Murder is an AudioChuck original. Produced and created by Weinberger Media and Frasetti Media. Ashley Flowers is executive producer. This episode was written and produced by Walker Lamont, researched by Kate Cooper, edited by Ali Sirwa and Phil Jean Grande. So what do you think, Chuck? Do you approve? Plus, it's Walmart plus free delivery, which saves members time plus money. Yep. Plus an included Paramount Plus subscription. Just dream movies, shows, sports, and they can't miss documentary. Plus Burger King savings.",
    "speaker": null,
    "startTimecode": 3446340,
    "endTimecode": 3511060
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/28",
    "text": "That's right. Members get 25% off Burger King digital orders every day of the week. Walmart Plus. It's Walmart Plus. Become a member at walmartplus.com. $35 order minimum. Paramount Plus essential plan only. Separate registration required. Validly participating USVKs in the BK app or BK.com for members only. 25% off one time per calendar day. Terms apply. See Walmart Plus terms and conditions.",
    "speaker": null,
    "startTimecode": 3511600,
    "endTimecode": 3529240
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/29",
    "text": "For over 130 years, McCormick has helped you make mom's lasagna.",
    "speaker": null,
    "startTimecode": 3530740,
    "endTimecode": 3535600
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/30",
    "text": "To keep her secret recipe alive.",
    "speaker": null,
    "startTimecode": 3536340,
    "endTimecode": 3538500
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/31",
    "text": "Take over taco night.",
    "speaker": null,
    "startTimecode": 3539500,
    "endTimecode": 3540660
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/32",
    "text": "No matter how chaotic your day is.",
    "speaker": null,
    "startTimecode": 3541880,
    "endTimecode": 3544160
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/33",
    "text": "Conquer the bake sale, even if you get to it last minute.",
    "speaker": null,
    "startTimecode": 3545800,
    "endTimecode": 3549500
  },
  {
    "id": "af1bdc42-257a-4a4b-af54-42958e23b1fb/transcript/paragraph/34",
    "text": "And craft the perfect Sunday brunch when it's not even Sunday. Because with McCormick by your side, it's gonna be great.",
    "speaker": null,
    "startTimecode": 3550740,
    "endTimecode": 3559140
  }
]