{
  "original_file": "The_Angler.json",
  "id1": {
    "en": "I'm your host, Delia D'Ambra, and today's episode is about a case that most likely few of you have ever heard of.",
    "es": "Soy tu anfitriona, Delia D'Ambra, y el episodio de hoy trata sobre un caso que probablemente muy pocos de ustedes han escuchado antes."
  },
  "id2": {
    "en": "I came across it while researching an entirely different story, but when I saw it, I just knew I had to cover it here.",
    "es": "Me topé con esto mientras investigaba una historia completamente diferente, pero cuando lo vi, supe de inmediato que tenía que cubrirlo aquí."
  },
  "id3": {
    "en": "There was so little information about this murder in old newspapers or online, so I decided to request the court filings and sift through about 200 pages of records, court transcripts, and affidavits to understand exactly what happened.",
    "es": "Había tan poca información sobre este asesinato en los periódicos antiguos o en línea, así que decidí solicitar los documentos judiciales y revisar alrededor de 200 páginas de registros, transcripciones judiciales y declaraciones juradas para entender exactamente lo que sucedió."
  },
  "id4": {
    "en": "And what I discovered is a pretty tragic story.",
    "es": "Y lo que descubrí es una historia bastante trágica."
  },
  "id5": {
    "en": "It takes place at Fort Gibson Lake in Oklahoma, which is a recreation area in the northeast part of the state, located about an hour southeast of the city of Tulsa.",
    "es": "Tiene lugar en el lago Fort Gibson en Oklahoma, que es un área de recreación en la parte noreste del estado, ubicada aproximadamente a una hora al sureste de la ciudad de Tulsa."
  },
  "id6": {
    "en": "The lake itself is surrounded by two state parks and a wildlife management area waterfowl refuge.",
    "es": "El lago en sí está rodeado por dos parques estatales y un área de refugio de aves acuáticas de gestión de vida silvestre."
  },
  "id7": {
    "en": "According to Recreation.gov's website, the lake is known for having exceptional fishing spots and is somewhere you can visit year-round.",
    "es": "Según el sitio web de Recreation.gov, el lago es conocido por tener lugares excepcionales para pescar y es un lugar que se puede visitar durante todo el año."
  },
  "id8": {
    "en": "It has 225 miles of shoreline that touches three different counties.",
    "es": "Tiene 225 millas de costa que toca tres condados diferentes."
  },
  "id9": {
    "en": "It's also home to the Fort Gibson Dam, which provides hydroelectric power and manages flood risks in the surrounding areas.",
    "es": "También alberga la presa de Fort Gibson, que proporciona energía hidroeléctrica y gestiona los riesgos de inundaciones en las áreas circundantes."
  },
  "id10": {
    "en": "Depending on how much flooding flows into the lake in a year, the water level can swell far beyond its normal volume and become a problem.",
    "es": "Dependiendo de cuánta agua de inundación fluya hacia el lago en un año, el nivel del agua puede aumentar mucho más allá de su volumen normal y convertirse en un problema."
  },
  "id11": {
    "en": "Something similar can be said about the tempers of competing anglers, who find themselves rubbing shoulders at the lake trolling for a day's catch. at the lake trolling for a day's catch.",
    "es": "Algo similar se puede decir sobre los temperamentos de los pescadores que compiten, quienes se encuentran codeándose en el lago pescando durante todo el día."
  },
  "id12": {
    "en": "In this story, what started as an enjoyable day in the late summer of 2003 ended in tragedy when something violent happened between two men that has never quite been understood and can never be undone.",
    "es": "En esta historia, lo que comenzó como un día agradable a finales del verano de 2003 terminó en tragedia cuando algo violento sucedió entre dos hombres que nunca se ha entendido del todo y nunca se podrá deshacer."
  },
  "id13": {
    "en": "This is Park Predators.",
    "es": "Esto es Park Predators."
  },
  "id14": {
    "en": "Shortly after 6.30 p.m. on the evening of Tuesday, September 2nd, 2003, a man named Michael was four-wheeling in his Jeep looking for a place to go fishing on Fort Gibson Lake.",
    "es": "Poco después de las 6.30 p.m. de la tarde del martes 2 de septiembre de 2003, un hombre llamado Michael estaba haciendo cuatro ruedas en su Jeep buscando un lugar para ir a pescar en el lago Fort Gibson."
  },
  "id15": {
    "en": "Michael lived on a peninsula on the north side of the lake and had gone down to the shore a few times earlier that day and spoken with anglers who said the fish weren't biting.",
    "es": "Michael vivía en una península en el lado norte del lago y había bajado a la orilla unas cuantas veces más temprano ese día y había hablado con pescadores que dijeron que los peces no estaban mordiendo."
  },
  "id16": {
    "en": "So when evening rolled around, he decided he wanted to ride down once again to see if maybe the fishing had gotten any better.",
    "es": "Así que cuando llegó la noche, decidió que quería bajar de nuevo a ver si tal vez la pesca había mejorado."
  },
  "id17": {
    "en": "He drove for a few miles, then pulled up to a fishing area known as Toppers Point and noticed a two-door blue car parked off the gravel road by itself.",
    "es": "Condujo unos cuantos kilómetros, luego se detuvo en una zona de pesca conocida como Toppers Point y notó un coche azul de dos puertas estacionado aparte de la carretera de grava."
  },
  "id18": {
    "en": "Something about the vehicle just didn't seem quite right to Michael.",
    "es": "Algo en el vehículo simplemente no parecía estar del todo bien para Michael."
  },
  "id19": {
    "en": "The driver's side door was open and lying face up slightly next to it on some grass was a man.",
    "es": "La puerta del lado del conductor estaba abierta y al lado de ella, boca arriba sobre el césped, había un hombre."
  },
  "id20": {
    "en": "Michael immediately sensed something was wrong, so he yelled at the guy to see if he was okay, but the man on the ground didn't respond.",
    "es": "Michael inmediatamente sintió que algo estaba mal, así que le gritó al hombre para ver si estaba bien, pero el hombre en el suelo no respondió."
  },
  "id21": {
    "en": "Michael hollered at him again, but still got nothing.",
    "es": "Michael le gritó de nuevo, pero aún así no obtuvo respuesta."
  },
  "id22": {
    "en": "When he walked a little bit closer, Michael noticed there was blood on the man's shirt, which immediately indicated to him that something was wrong.",
    "es": "Cuando se acercó un poco más, Michael notó que había sangre en la camisa del hombre, lo que de inmediato le indicó que algo estaba mal."
  },
  "id23": {
    "en": "He hightailed it up the road to a nearby convenience store and asked the clerk to call the Wagner County Sheriff's Office.",
    "es": "Se fue a toda prisa por la carretera hasta una tienda de conveniencia cercana y le pidió al empleado que llamara a la Oficina del Sheriff del Condado de Wagner."
  },
  "id24": {
    "en": "The clerk then handed Michael the phone and he reported what he'd found.",
    "es": "El empleado luego le entregó el teléfono a Michael y él informó lo que había encontrado."
  },
  "id25": {
    "en": "He relayed to the dispatcher that he thought the man he'd discovered might have been stabbed or shot because of how much blood was on his clothing. the man he'd discovered might have been stabbed or shot because of how much blood was on his clothing.",
    "es": "Él informó al despachador que pensaba que el hombre que había descubierto podría haber sido apuñalado o disparado debido a la cantidad de sangre en su ropa."
  },
  "id26": {
    "en": "Not long after that, a trooper with the Oklahoma Highway Patrol responded to the call, and Michael followed him down to the area where the man's body was.",
    "es": "Poco después, un agente de la Patrulla de Carreteras de Oklahoma respondió a la llamada, y Michael lo siguió hasta el lugar donde estaba el cuerpo del hombre."
  },
  "id27": {
    "en": "When they got there, no one else was at Topper's Point, and the only car the trooper and Michael saw was the blue one next to the guy on the ground.",
    "es": "Cuando llegaron allí, no había nadie más en Topper's Point, y el único coche que el policía y Michael vieron era el azul junto al tipo en el suelo."
  },
  "id28": {
    "en": "It was backed in with its front end facing forward toward the water, about 10 feet away from the water's edge.",
    "es": "Estaba estacionado con su parte delantera mirando hacia adelante hacia el agua, a unos 10 pies de distancia del borde del agua."
  },
  "id29": {
    "en": "The license plate indicated it was from Virginia, not Oklahoma.",
    "es": "La matrícula indicaba que era de Virginia, no de Oklahoma."
  },
  "id30": {
    "en": "Michael then gave his statement to the trooper and explained that when he discovered the man, he didn't remember seeing anyone else in the immediate area or any other cars parked nearby.",
    "es": "Michael luego dio su declaración al policía y explicó que cuando descubrió al hombre, no recordaba haber visto a nadie más en el área inmediata ni ningún otro coche estacionado cerca."
  },
  "id31": {
    "en": "The only things he'd noticed were two fishing poles propped up somehow with their lines still in the water and maybe a few people all the way across the lake at another fishing spot.",
    "es": "Lo único que había notado eran dos cañas de pescar apoyadas de alguna manera con sus líneas aún en el agua y tal vez unas pocas personas al otro lado del lago en otro lugar de pesca."
  },
  "id32": {
    "en": "Soon after, the area was secured with crime scene tape and backup from the sheriff's office was called in.",
    "es": "Poco después, el área fue asegurada con cinta de escena del crimen y se solicitó refuerzo de la oficina del alguacil."
  },
  "id33": {
    "en": "The source material isn't super clear on when exactly personnel from the sheriff's office got on scene, but what I can tell you is that by 10 o'clock that night, the local authorities had roped in the Oklahoma State Bureau of Investigation and requested a special agent from that entity to assist them in the investigation.",
    "es": "El material de origen no es muy claro sobre cuándo exactamente el personal de la oficina del alguacil llegó a la escena, pero lo que puedo decirte es que para las 10 de esa noche, las autoridades locales habían involucrado a la Oficina de Investigación del Estado de Oklahoma y habían solicitado a un agente especial de esa entidad para ayudarlos en la investigación."
  },
  "id34": {
    "en": "When that agent arrived and examined the victim's body, he saw one sharp injury to the left side of the guy's neck and a similar wound to the left side of his chest.",
    "es": "Cuando ese agente llegó y examinó el cuerpo de la víctima, vio una herida punzante en el lado izquierdo del cuello del individuo y una herida similar en el lado izquierdo de su pecho."
  },
  "id35": {
    "en": "There wasn't a form of identification or wallet on the dead man, or in what investigators assumed was his blue car.",
    "es": "No había ninguna forma de identificación o billetera en el hombre muerto, ni en lo que los investigadores suponían que era su coche azul."
  },
  "id36": {
    "en": "So for the time being, they didn't know who he was.",
    "es": "Por el momento, no sabían quién era él."
  },
  "id37": {
    "en": "Next, they searched around the vehicle and along the shoreline for anything that looked like a knife or a weapon that could have been used to kill the man.",
    "es": "A continuación, buscaron alrededor del vehículo y a lo largo de la orilla en busca de algo que pareciera un cuchillo o un arma que pudiera haber sido utilizada para matar al hombre."
  },
  "id38": {
    "en": "But they didn't find anything.",
    "es": "Pero no encontraron nada."
  },
  "id39": {
    "en": "Divers even went into the lake to try and find evidence, but came up empty-handed.",
    "es": "Los buzos incluso se adentraron en el lago para intentar encontrar evidencia, pero regresaron con las manos vacías."
  },
  "id40": {
    "en": "It's unclear from the available reporting in this case exactly how or when investigators identified the victim, but at some point, they were able to confirm he was 32-year-old Stephen Brett Nealmeyer, who most people, including his family, referred to as Brett.",
    "es": "No está claro a partir de la información disponible en este caso cómo o cuándo los investigadores identificaron a la víctima, pero en algún momento pudieron confirmar que se trataba de Stephen Brett Nealmeyer, de 32 años, a quien la mayoría de las personas, incluida su familia, se referían como Brett."
  },
  "id41": {
    "en": "Like I said, I don't know for sure how law enforcement confirmed Brett was the victim, but one logical possibility is that they ran the registration information for the blue car and discovered it belonged to him.",
    "es": "Como dije, no sé con certeza cómo las autoridades confirmaron que Brett era la víctima, pero una posibilidad lógica es que verificaran la información de registro del coche azul y descubrieran que le pertenecía a él."
  },
  "id42": {
    "en": "Anyway, unable to do much else in the dark, authorities towed Brett's car from the scene and sent his body to the Oklahoma office of the chief medical examiner in Tulsa for an autopsy.",
    "es": "De todos modos, incapaces de hacer mucho más en la oscuridad, las autoridades remolcaron el coche de Brett de la escena y enviaron su cuerpo a la oficina del médico forense jefe de Oklahoma en Tulsa para una autopsia."
  },
  "id43": {
    "en": "The next morning, Wednesday, September 3rd, they resumed their investigation at the crime scene and started interviewing people who'd been at the lake the previous day.",
    "es": "A la mañana siguiente, miércoles 3 de septiembre, reanudaron su investigación en la escena del crimen y comenzaron a entrevistar a las personas que habían estado en el lago el día anterior."
  },
  "id44": {
    "en": "By sheer luck, they bumped into an angler who was pulling up to Topper's Point who told them he'd been at that very spot the previous day fishing with a friend of his.",
    "es": "Por pura suerte, se encontraron con un pescador que estaba llegando a Topper's Point y les dijo que había estado en ese mismo lugar el día anterior pescando con un amigo suyo."
  },
  "id45": {
    "en": "This witness's name was Jeff, and he explained that he'd been fishing with none other than Brett Nealmeyer.",
    "es": "El nombre de este testigo era Jeff, y explicó que había estado pescando con nada menos que Brett Nealmeyer."
  },
  "id46": {
    "en": "He said he and Brett had fished together several times that summer, and it had kind of become their unspoken thing to just hang out whenever their lines were in the water.",
    "es": "Él dijo que él y Brett habían pescado juntos varias veces ese verano, y se había convertido en algo así como su acuerdo tácito el simplemente pasar el rato cada vez que sus líneas estaban en el agua."
  },
  "id47": {
    "en": "In fact, Jeff said that he and Brett had made plans to meet at Topper's Point on Wednesday morning, which is why Jeff was even there.",
    "es": "De hecho, Jeff dijo que él y Brett habían hecho planes para encontrarse en Topper's Point el miércoles por la mañana, por eso Jeff estaba allí."
  },
  "id48": {
    "en": "And I imagine it's at this point in the conversation that authorities notified Jeff that Brett had been killed.",
    "es": "Y me imagino que en este punto de la conversación las autoridades notificaron a Jeff que Brett había sido asesinado."
  },
  "id49": {
    "en": "I have to assume that news was difficult for him to hear, but he continued to try and help investigators as best as he could.",
    "es": "Tengo que asumir que las noticias fueron difíciles de escuchar para él, pero siguió intentando ayudar a los investigadores lo mejor que pudo."
  },
  "id50": {
    "en": "He told them that he'd gotten to Topper's point on Tuesday morning around 10 or 11 o'clock and left sometime around 4.50 or 5 p.m.",
    "es": "Les dijo que había llegado al punto de Topper el martes por la mañana alrededor de las 10 o 11 y se fue en algún momento alrededor de las 4.50 o 5 p.m."
  },
  "id51": {
    "en": "When he departed, Brett was still fishing.",
    "es": "Cuando él partió, Brett todavía estaba pescando."
  },
  "id52": {
    "en": "He said Brett had arrived at the lake before him that day and they'd spent quite a bit of time together fishing and talking.",
    "es": "Dijo que Brett había llegado al lago antes que él ese día y habían pasado bastante tiempo juntos pescando y hablando."
  },
  "id53": {
    "en": "Later in the afternoon, he said Brett had left to go grab a bite to eat and returned shortly thereafter.",
    "es": "Más tarde por la tarde, dijo que Brett se había ido a comer algo y regresó poco después."
  },
  "id54": {
    "en": "Around 4 p.m., another guy arrived at the point and started fishing near them.",
    "es": "Alrededor de las 4 p.m., otro chico llegó al lugar y comenzó a pescar cerca de ellos."
  },
  "id55": {
    "en": "Jeff described this other angler as being in his late 40s with a beard and glasses.",
    "es": "Jeff describió a este otro pescador como alguien de unos cuarenta y tantos años con barba y gafas."
  },
  "id56": {
    "en": "He also remembered the guy had a noticeable potbelly and drove a yellow car.",
    "es": "También recordó que el tipo tenía una prominente barriga y conducía un coche amarillo."
  },
  "id57": {
    "en": "Jeff said when he was packing up to leave around five o'clock, Brett mentioned he needed a specific type of tackle called a stringer, but Jeff didn't want to leave one of his behind, so the other angler who joined them offered to give Brett one of his.",
    "es": "Jeff dijo que cuando estaba empacando para irse alrededor de las cinco en punto, Brett mencionó que necesitaba un tipo específico de aparejo llamado un cordel, pero Jeff no quería dejar ninguno de los suyos, así que el otro pescador que se les unió se ofreció a darle uno a Brett."
  },
  "id58": {
    "en": "Jeff said the last time he saw Brett, he seemed perfectly fine fishing next to the other angler.",
    "es": "Jeff dijo que la última vez que vio a Brett, parecía perfectamente bien pescando al lado del otro pescador."
  },
  "id59": {
    "en": "Authorities determined from speaking with Jeff that both he and Brett had used the same knife to cut up their live bait while fishing.",
    "es": "Las autoridades determinaron al hablar con Jeff que tanto él como Brett habían utilizado el mismo cuchillo para cortar su cebo vivo mientras pescaban."
  },
  "id60": {
    "en": "Jeff said Brett hadn't brought his own knife, so the one they'd shared was his.",
    "es": "Jeff dijo que Brett no había traído su propio cuchillo, así que el que habían compartido era suyo."
  },
  "id61": {
    "en": "Before leaving, Jeff said he'd taken his knife with him, and while speaking with investigators, he allowed them to look at it as well as examine his truck.",
    "es": "Antes de irse, Jeff dijo que se había llevado su cuchillo con él, y mientras hablaba con los investigadores, les permitió mirarlo y examinar su camioneta."
  },
  "id62": {
    "en": "He'd been nothing but cooperative while talking with authorities, and based on everything I've read, it seems like at that point the OSBI eliminated Jeff as a suspect.",
    "es": "No había hecho más que cooperar al hablar con las autoridades, y según todo lo que he leído, parece que en ese momento la OSBI descartó a Jeff como sospechoso."
  },
  "id63": {
    "en": "His account had given them a lot of new information to work with, though.",
    "es": "Su cuenta les había proporcionado mucha información nueva con la que trabajar."
  },
  "id64": {
    "en": "They now had another witness they needed to interview, the other angler, and they'd established a better timeline of Brett's movements prior to his death.",
    "es": "Ahora tenían otro testigo al que necesitaban entrevistar, el otro pescador, y habían establecido una línea de tiempo más clara de los movimientos de Brett antes de su muerte."
  },
  "id65": {
    "en": "According to Jeff, Brett had gone to get food in the late afternoon on Tuesday and returned by 4 p.m.",
    "es": "Según Jeff, Brett fue a buscar comida a última hora de la tarde del martes y regresó antes de las 4 p.m."
  },
  "id66": {
    "en": "So I imagine the OSBI was eager to know where he went and if he'd had any kind of altercation with anyone during that trip.",
    "es": "Así que imagino que la OSBI estaba ansiosa por saber a dónde fue y si tuvo algún tipo de altercado con alguien durante ese viaje."
  },
  "id67": {
    "en": "Statements from two people working at a bar in the Toppers Cove area confirmed this part of the timeline.",
    "es": "Declaraciones de dos personas que trabajan en un bar en el área de Toppers Cove confirmaron esta parte de la línea de tiempo."
  },
  "id68": {
    "en": "They told investigators that Brett had come in for a drink between 3.30 and 4.30 p.m. on Tuesday.",
    "es": "Dijeron a los investigadores que Brett había entrado a tomar una copa entre las 3.30 y las 4.30 p.m. del martes."
  },
  "id69": {
    "en": "They remembered he'd paid for his purchase just after pulling out his wallet, and then he left.",
    "es": "Recordaron que había pagado por su compra justo después de sacar su billetera, y luego se fue."
  },
  "id70": {
    "en": "Now, this detail about Brett having his wallet at the bar piqued investigators' interest, because they knew that his wallet was unaccounted for after the crime.",
    "es": "Ahora, este detalle sobre Brett teniendo su billetera en el bar llamó la atención de los investigadores, porque sabían que su billetera no había sido encontrada después del crimen."
  },
  "id71": {
    "en": "I think their natural assumption was that something had happened to it after he was killed.",
    "es": "Creo que su suposición natural era que algo le había pasado después de que lo mataron."
  },
  "id72": {
    "en": "For all they knew, it might have even been the killer or killer's motive for the crime.",
    "es": "Para todo lo que sabían, podría incluso haber sido el motivo del asesino o de los asesinos para cometer el crimen."
  },
  "id73": {
    "en": "Until they had more to go off of, though, authorities kept digging.",
    "es": "Hasta que tuvieran más información para trabajar, las autoridades continuaron investigando."
  },
  "id74": {
    "en": "They needed to identify and interview the unknown angler that Jeff said had been with Brett after 5 o'clock.",
    "es": "Necesitaban identificar e entrevistar al pescador desconocido que Jeff dijo que había estado con Brett después de las 5 en punto."
  },
  "id75": {
    "en": "Because investigators were pretty sure that whoever that guy was, he had to know something.",
    "es": "Porque los investigadores estaban bastante seguros de que quienquiera que fuera ese tipo, tenía que saber algo."
  },
  "id76": {
    "en": "But the only way to learn more about him was to find more witnesses who'd seen him.",
    "es": "Pero la única forma de aprender más sobre él era encontrar más testigos que lo hubieran visto."
  },
  "id77": {
    "en": "And wouldn't you know it, there was one.",
    "es": "Y no lo sabrías, pero había uno."
  },
  "id78": {
    "en": "According to court documents in this case, investigators interviewed a woman named Starla who said she was fishing with a friend across the lake from Toppers Point on September 2nd.",
    "es": "Según los documentos judiciales en este caso, los investigadores entrevistaron a una mujer llamada Starla que dijo que estaba pescando con una amiga al otro lado del lago desde Toppers Point el 2 de septiembre."
  },
  "id79": {
    "en": "She explained that sometime after 5 o'clock, but before 6.45 p.m., she overheard what sounded like two men arguing for about 30 seconds, but couldn't make out what they were saying.",
    "es": "Ella explicó que en algún momento después de las 5 en punto, pero antes de las 6.45 p.m., escuchó lo que parecía ser dos hombres discutiendo durante unos 30 segundos, pero no pudo distinguir lo que estaban diciendo."
  },
  "id80": {
    "en": "Right after the shouting had stopped, she noticed a large pot-bellied man wearing a white shirt and jeans run up from the water's edge, get into a small yellow car, and speed off.",
    "es": "Justo después de que los gritos se detuvieron, ella notó a un hombre grande y panzón vestido con una camisa blanca y jeans correr desde el borde del agua, subirse a un pequeño coche amarillo y salir a toda velocidad."
  },
  "id81": {
    "en": "Not too far away from his vehicle was a small blue car.",
    "es": "No muy lejos de su vehículo había un pequeño coche azul."
  },
  "id82": {
    "en": "During her interview, Starla recalled that the large man she'd seen running to the yellow car had been fishing and wading in the water in the area for a few hours.",
    "es": "Durante su entrevista, Starla recordó que el hombre grande que había visto corriendo hacia el coche amarillo había estado pescando y caminando en el agua en la zona durante unas horas."
  },
  "id83": {
    "en": "And really quickly, just to give you some context of where Starla was in relation to this guy.",
    "es": "Y muy rápidamente, solo para darte un poco de contexto sobre dónde estaba Starla en relación con este chico."
  },
  "id84": {
    "en": "She said she was on a hillside across the water from Toppers Point, which is technically in the Toppers Point area, but there was no land physically between her and where she saw this guy get into his car.",
    "es": "Ella dijo que estaba en una ladera al otro lado del agua desde Toppers Point, que técnicamente está en el área de Toppers Point, pero no había tierra físicamente entre ella y donde vio a este chico subirse a su coche."
  },
  "id85": {
    "en": "And actually, the exact moment she noticed him, she was sitting in her car with the door open, not like standing at the shoreline with her fishing pole in the water or whatever.",
    "es": "Y en realidad, en el preciso momento en que lo notó, estaba sentada en su coche con la puerta abierta, no como de pie en la orilla con su caña de pescar en el agua o algo así."
  },
  "id86": {
    "en": "Anyway, after she saw the man speed off, she didn't really think much about it.",
    "es": "De todos modos, después de ver al hombre alejarse a toda velocidad, no pensó mucho al respecto."
  },
  "id87": {
    "en": "Another half an hour went by, and then she and her friend left the area.",
    "es": "Pasó otra media hora, y luego ella y su amiga se fueron del área."
  },
  "id88": {
    "en": "She said she never saw any police or other and then she and her friend left the area.",
    "es": "Ella dijo que nunca vio a ningún policía u otro y luego ella y su amiga dejaron la zona."
  },
  "id89": {
    "en": "She said she never saw any police or other cars arrive at the fishing spot across the lake.",
    "es": "Ella dijo que nunca vio a la policía ni a otros coches llegar al lugar de pesca al otro lado del lago."
  },
  "id90": {
    "en": "Obviously, Starla's story was of great interest to the OSBI because it kind of sounded like she may have overheard Brett's murder happening or at a minimum something related to it.",
    "es": "Obviamente, la historia de Starla despertó un gran interés en la OSBI porque parecía que tal vez había escuchado el asesinato de Brett ocurriendo o, como mínimo, algo relacionado con ello."
  },
  "id91": {
    "en": "Because it just seemed highly unlikely that the strange things she'd witnessed shortly before Brett was discovered dead were unrelated to the crime.",
    "es": "Porque simplemente parecía altamente improbable que las cosas extrañas que había presenciado poco antes de que descubrieran muerto a Brett no estuvieran relacionadas con el crimen."
  },
  "id92": {
    "en": "So with her story and Jeff's statements in hand, authorities knew it was more important than ever to find the angler who'd been seen with Brett.",
    "es": "Así que con su historia y las declaraciones de Jeff en mano, las autoridades sabían que era más importante que nunca encontrar al pescador que había sido visto con Brett."
  },
  "id93": {
    "en": "So they started looking for small yellow vehicles in the local area that matched the general description of the one that had been seen leaving Topper's Point.",
    "es": "Así que comenzaron a buscar vehículos amarillos pequeños en la zona local que coincidieran con la descripción general del que se había visto salir de Topper's Point."
  },
  "id94": {
    "en": "That same day, investigators with the sheriff's office went through Brett's car at their impound lot to try and locate his wallet or anything that might be of evidentiary value, but nothing was found.",
    "es": "Ese mismo día, los investigadores de la oficina del alguacil revisaron el coche de Brett en su depósito para tratar de localizar su cartera o cualquier cosa que pudiera tener valor probatorio, pero no se encontró nada."
  },
  "id95": {
    "en": "It seems like his car was pretty much a dead end at that point because the crime itself had taken place outside of the vehicle, not in it.",
    "es": "Parece que su coche era prácticamente un callejón sin salida en ese momento porque el crimen en sí había tenido lugar fuera del vehículo, no dentro."
  },
  "id96": {
    "en": "Around the same time is when Brett's autopsy results came back, and the findings indicated that he died how authorities already assumed, stabbing.",
    "es": "Alrededor de la misma época es cuando llegaron los resultados de la autopsia de Brett, y los hallazgos indicaron que murió como las autoridades ya habían asumido, apuñalamiento."
  },
  "id97": {
    "en": "Brett Morgan reported for Tulsa World that the wound to his neck was several inches long and fatally damaged a vein, his trachea, and a major artery.",
    "es": "Brett Morgan informó para Tulsa World que la herida en su cuello tenía varias pulgadas de largo y dañó fatalmente una vena, su tráquea y una arteria principal."
  },
  "id98": {
    "en": "In addition to those injuries, he'd also suffered slicing wounds to his upper left chest and upper right arm.",
    "es": "Además de esas lesiones, también había sufrido cortes en su pecho izquierdo superior y en su brazo derecho superior."
  },
  "id99": {
    "en": "His toxicology results showed that at the time of his death, he had a blood alcohol content of 0.15, almost twice the legal limit in Oklahoma.",
    "es": "Los resultados de su toxicología mostraron que en el momento de su muerte, tenía un contenido de alcohol en sangre de 0.15, casi el doble del límite legal en Oklahoma."
  },
  "id100": {
    "en": "I imagine this finding caused authorities to speculate if perhaps whatever had happened to him might have been spurred from an argument with the unknown angler while under the influence of alcohol.",
    "es": "Me imagino que este hallazgo hizo que las autoridades especularan si tal vez lo que le había sucedido pudo haber sido provocado por una discusión con el pescador desconocido mientras estaba bajo la influencia del alcohol."
  },
  "id101": {
    "en": "But to really get a sense of whether or not drinking while fishing was normal for Brett, investigators turned to his next of kin to learn more information.",
    "es": "Pero para tener una idea real de si beber mientras pescaba era normal para Brett, los investigadores recurrieron a sus familiares más cercanos para obtener más información."
  },
  "id102": {
    "en": "Earlier that summer, in late July, Brett had left his home in Appalachia, Virginia, and moved in with some relatives in Wagner, Oklahoma.",
    "es": "A principios de ese verano, a finales de julio, Brett había dejado su hogar en Appalachia, Virginia, y se había mudado con algunos parientes en Wagner, Oklahoma."
  },
  "id103": {
    "en": "The folks he was living with were named Rob and Vicki.",
    "es": "Las personas con las que vivía se llamaban Rob y Vicki."
  },
  "id104": {
    "en": "Rob was Brett's cousin and Vicky was Rob's wife.",
    "es": "Rob era primo de Brett y Vicky era la esposa de Rob."
  },
  "id105": {
    "en": "Brett's plan was to look for a job and place to live in Oklahoma while he stayed with Rob and Vicky.",
    "es": "El plan de Brett era buscar un trabajo y un lugar para vivir en Oklahoma mientras se quedaba con Rob y Vicky."
  },
  "id106": {
    "en": "He'd recently gotten married for the second time and hoped that his new wife Melanie back in Virginia would be able to move down and join him.",
    "es": "Recientemente se había casado por segunda vez y esperaba que su nueva esposa, Melanie, en Virginia, pudiera mudarse y unirse a él."
  },
  "id107": {
    "en": "Rob and Vicky had known Brett since he was a baby, so temporarily living with them worked out nicely.",
    "es": "Rob y Vicky habían conocido a Brett desde que era un bebé, por lo que vivir temporalmente con ellos funcionó muy bien."
  },
  "id108": {
    "en": "It was literally just one of those, hey, family is nearby, sweet, I have a place to stay sort of situations.",
    "es": "Literalmente fue una de esas situaciones en las que, oye, la familia está cerca, dulce, tengo un lugar donde quedarme."
  },
  "id109": {
    "en": "Unfortunately though, job opportunities didn't materialize for Brett after he moved to Oklahoma.",
    "es": "Desafortunadamente, las oportunidades laborales no se materializaron para Brett después de mudarse a Oklahoma."
  },
  "id110": {
    "en": "And to supplement his income, his family members were giving him money to live off of.",
    "es": "Y para complementar sus ingresos, sus familiares le estaban dando dinero para vivir."
  },
  "id111": {
    "en": "Even though he was 32 years old, his father and stepmother who were in California regularly sent him cash in the mail to keep him afloat.",
    "es": "A pesar de tener 32 años, su padre y madrastra, que vivían en California, le enviaban regularmente dinero en efectivo por correo para mantenerlo a flote."
  },
  "id112": {
    "en": "He and his cousin Rob were interested in starting a motorcycle detailing business, but it just hadn't come together quite yet.",
    "es": "Él y su primo Rob estaban interesados en comenzar un negocio de detallado de motocicletas, pero aún no se había concretado del todo."
  },
  "id113": {
    "en": "Not long before his death, Brett had gotten out of the Navy and had always had a strong love for hunting and fishing, which to me might explain why he wanted to settle down in the part of Oklahoma where Fort Gibson Lake is located. explain why he wanted to settle down in the part of Oklahoma where Fort Gibson Lake is located.",
    "es": "Poco antes de su muerte, Brett había dejado la Marina y siempre había tenido un fuerte amor por la caza y la pesca, lo que podría explicar por qué quería establecerse en la parte de Oklahoma donde se encuentra el lago Fort Gibson."
  },
  "id114": {
    "en": "It seems like a desirable spot for someone with interests like his.",
    "es": "Parece un lugar deseable para alguien con intereses como los suyos."
  },
  "id115": {
    "en": "Once authorities notified Rob and Vicki about the murder, the couple contacted Brett's father Stephen, stepmother Anita, and sister Jamie in California, who were understandably devastated.",
    "es": "Una vez que las autoridades notificaron a Rob y Vicki sobre el asesinato, la pareja contactó al padre de Brett, Stephen, a la madrastra Anita y a la hermana Jamie en California, quienes estaban comprensiblemente devastados."
  },
  "id116": {
    "en": "A few days after the crime, the Neal Myers flew Brett's body to California and laid him to rest in a cemetery on the outskirts of Fresno.",
    "es": "Unos días después del crimen, Neal Myers voló el cuerpo de Brett a California y lo sepultó en un cementerio en las afueras de Fresno."
  },
  "id117": {
    "en": "He had a military funeral service with many of his family members and friends speaking about how much of a loved person he was and how much he'd be missed.",
    "es": "Tuvo un servicio fúnebre militar en el que muchos de sus familiares y amigos hablaron sobre lo querida que era esa persona y cuánto se le echaría de menos."
  },
  "id118": {
    "en": "Meanwhile, law enforcement's investigation in Oklahoma was in full swing.",
    "es": "Mientras tanto, la investigación de las fuerzas del orden en Oklahoma estaba en pleno apogeo."
  },
  "id119": {
    "en": "A day or so after the crime, an OSBI agent on patrol in the city of Wagner had been looking for yellow cars that matched the one witnesses had seen leaving the crime scene.",
    "es": "Un día después del crimen, un agente del OSBI que patrullaba la ciudad de Wagner había estado buscando autos amarillos que coincidieran con el que los testigos habían visto salir de la escena del crimen."
  },
  "id120": {
    "en": "And call it sheer luck, call it whatever you want, this agent happened to spot a yellow 1992 Mercury Lynx parked at an apartment complex.",
    "es": "Y llámalo pura suerte, llámalo como quieras, este agente tuvo la fortuna de encontrar un Mercury Lynx amarillo del año 1992 estacionado en un complejo de apartamentos."
  },
  "id121": {
    "en": "A quick records check on the Mercury showed it was associated with a 46-year-old man named David Allen Kennedy who lived in Wagner, which, just for context, is about 20 minutes west of Fort Gibson Lake.",
    "es": "Una rápida verificación de registros sobre el Mercury mostró que estaba asociado con un hombre de 46 años llamado David Allen Kennedy que vivía en Wagner, que, solo para dar contexto, está a unos 20 minutos al oeste del lago Fort Gibson."
  },
  "id122": {
    "en": "A few days later, on September 5th, investigators paid David a visit at his apartment and interviewed him for about an hour.",
    "es": "Unos días después, el 5 de septiembre, los investigadores visitaron a David en su apartamento y lo entrevistaron durante aproximadamente una hora."
  },
  "id123": {
    "en": "He confirmed that he'd been at Fort Gibson Lake on September 2nd, but said he'd left before 5 o'clock.",
    "es": "Confirmó que estuvo en el lago Fort Gibson el 2 de septiembre, pero dijo que se fue antes de las 5 en punto."
  },
  "id124": {
    "en": "While speaking with David, the OSBI agents noticed that his appearance didn't quite match the partially gray-haired, bearded man that witnesses had reported seeing fishing with bread, or in the general vicinity of the crime scene.",
    "es": "Mientras hablaban con David, los agentes de la OSBI notaron que su apariencia no coincidía del todo con la del hombre barbudo parcialmente canoso que los testigos habían reportado viendo pescando con pan, o en las cercanías del lugar del crimen."
  },
  "id125": {
    "en": "So they asked him, had he gotten a haircut or shaved since September 2nd?",
    "es": "¿Así que le preguntaron si se había cortado el cabello o afeitado desde el 2 de septiembre?"
  },
  "id126": {
    "en": "To which David answered, yes, he'd done both of those things.",
    "es": "A lo que David respondió, sí, había hecho ambas cosas."
  },
  "id127": {
    "en": "I imagine that made investigators just a bit more suspicious, so they asked him if they could take some of his clothing as evidence and search his car.",
    "es": "Me imagino que eso hizo que los investigadores se sintieran un poco más sospechosos, así que le preguntaron si podían tomar algo de su ropa como evidencia y registrar su coche."
  },
  "id128": {
    "en": "He consented and let the agents have the clothes he'd been wearing on September 2nd, the boots that were currently on his feet, two knives from his fishing tackle box, and a floor mat and steering wheel cover from his car.",
    "es": "Él consintió y dejó que los agentes se llevaran la ropa que había estado usando el 2 de septiembre, las botas que llevaba puestas en ese momento, dos cuchillos de su caja de aparejos de pesca, y una alfombra y cubierta para el volante de su coche."
  },
  "id129": {
    "en": "Investigators later sprayed the steering wheel cover with luminol, and the results indicated that blood was present.",
    "es": "Los investigadores luego rociaron la cubierta del volante con luminol, y los resultados indicaron que había sangre presente."
  },
  "id130": {
    "en": "But it's unclear from the available source material if the OSBI's crime lab was able to determine exactly whose blood was on it.",
    "es": "Pero no está claro a partir del material fuente disponible si el laboratorio de criminología de la OSBI pudo determinar exactamente de quién era la sangre."
  },
  "id131": {
    "en": "You know, like a specific blood type.",
    "es": "Sabes, como un tipo de sangre específico."
  },
  "id132": {
    "en": "I couldn't find any documentation about whether it came back as a match for bread or not, or if it was even human blood at all.",
    "es": "No pude encontrar ninguna documentación sobre si resultó ser una coincidencia con la sangre o no, o si era sangre humana en absoluto."
  },
  "id133": {
    "en": "But the investigating OSBI agent later stated in court that the mere fact the steering wheel cover indicated the presence of blood was enough to raise suspicion that David might have touched it with blood on his hands.",
    "es": "Pero el agente de OSBI que investigaba declaró más tarde en el tribunal que el simple hecho de que la cubierta del volante indicara la presencia de sangre era suficiente para levantar sospechas de que David podría haberlo tocado con sangre en sus manos."
  },
  "id134": {
    "en": "Clearly, that was just a theory, but you get where the investigators' heads were at. hands.",
    "es": "Claramente, eso era solo una teoría, pero entiendes en qué estaban pensando los investigadores."
  },
  "id135": {
    "en": "Clearly, that was just a theory, but you get where the investigators' heads were at.",
    "es": "Claramente, eso era solo una teoría, pero entiendes en qué pensaban los investigadores."
  },
  "id136": {
    "en": "Which is why on September 10th, five days after their first chat with David, authorities called him and asked him if he would be willing to come in for another interview.",
    "es": "Por eso, el 10 de septiembre, cinco días después de su primera conversación con David, las autoridades lo llamaron y le preguntaron si estaría dispuesto a venir para otra entrevista."
  },
  "id137": {
    "en": "This time, on the record, at the Wagner Police Department.",
    "es": "Esta vez, en el registro, en el Departamento de Policía de Wagner."
  },
  "id138": {
    "en": "They suspected he hadn't been totally honest with them the first time around, mostly because his timeline of events just didn't match up with what other witnesses were saying.",
    "es": "Sospechaban que no había sido del todo honesto con ellos la primera vez, principalmente porque su cronología de eventos no coincidía con lo que decían otros testigos."
  },
  "id139": {
    "en": "If you'll remember, when police first spoke with him, David claimed he'd left the Toppers Point area by 5 p.m.",
    "es": "Si recuerdas, cuando la policía habló con él por primera vez, David afirmó que había salido del área de Toppers Point antes de las 5 p.m."
  },
  "id140": {
    "en": "But based on what witnesses like Jeff and Starla said, a man matching his description was clearly still there after that time.",
    "es": "Pero según lo que testigos como Jeff y Starla dijeron, un hombre que coincidía con su descripción claramente todavía estaba allí después de ese momento."
  },
  "id141": {
    "en": "So I imagine detectives just wanted to ask him about this discrepancy, among other things.",
    "es": "Así que imagino que los detectives solo querían preguntarle sobre esta discrepancia, entre otras cosas."
  },
  "id142": {
    "en": "And ever the cooperative guy, David agreed to come down to the police department and speak with OSBI agents.",
    "es": "Y como siempre, el chico cooperativo, David aceptó ir al departamento de policía y hablar con los agentes de la OSBI."
  },
  "id143": {
    "en": "He even let them record their conversation and make copies of his fingerprints.",
    "es": "Incluso les permitió grabar su conversación y hacer copias de sus huellas dactilares."
  },
  "id144": {
    "en": "After investigators sat him down and got him talking, it didn't take long before David's story began to change.",
    "es": "Después de que los investigadores lo sentaron y lo hicieron hablar, no pasó mucho tiempo antes de que la historia de David comenzara a cambiar."
  },
  "id145": {
    "en": "When the investigating OSBI agent asked David if he was present at the time that Brett sustained his injuries, he admitted to getting into a fight with Brett while fishing at Fort Gibson Lake.",
    "es": "Cuando el agente de OSBI que estaba investigando preguntó a David si estaba presente en el momento en que Brett sufrió sus lesiones, él admitió haberse peleado con Brett mientras pescaban en el lago Fort Gibson."
  },
  "id146": {
    "en": "He said the two of them had struggled over a knife that he claimed Brett pulled on him, and one thing had led to another, and somehow Brett ended up getting stabbed in the neck.",
    "es": "Dijo que los dos habían luchado por un cuchillo que él afirmaba que Brett sacó contra él, y una cosa llevó a la otra, y de alguna manera Brett terminó apuñalado en el cuello."
  },
  "id147": {
    "en": "When OSBI agents pressed David for more details and asked him to explain how Brett had also managed to sustain knife wounds to his chest, David said he didn't know anything about the second injury.",
    "es": "Cuando los agentes de OSBI presionaron a David para obtener más detalles y le pidieron que explicara cómo Brett también había logrado sufrir heridas de cuchillo en el pecho, David dijo que no sabía nada sobre la segunda lesión."
  },
  "id148": {
    "en": "All he remembered was that after seeing Brett laying on the ground, he'd picked up the knife, threw it really far into the lake, and washed his hands off in the water.",
    "es": "Todo lo que recordaba era que después de ver a Brett tendido en el suelo, había recogido el cuchillo, lo había lanzado muy lejos al lago y se había lavado las manos en el agua."
  },
  "id149": {
    "en": "Then he drove off and didn't report what had happened to the police because he was afraid.",
    "es": "Entonces se fue conduciendo y no informó lo que había sucedido a la policía porque tenía miedo."
  },
  "id150": {
    "en": "In his confession, David said that the knife Brett had pulled on him was a folding-style knife that could fit into your pocket.",
    "es": "En su confesión, David dijo que el cuchillo que Brett le había sacado era un cuchillo de tipo plegable que cabía en el bolsillo."
  },
  "id151": {
    "en": "He also admitted to destroying evidence of his involvement in the crime by bagging up his clothing and shoes that had blood on them and tossing those items in a nearby river.",
    "es": "También admitió haber destruido pruebas de su participación en el crimen al empacar su ropa y zapatos que tenían sangre y arrojar esos objetos en un río cercano."
  },
  "id152": {
    "en": "When agents quizzed him about where Brett's wallet had ended up, David told them he didn't know.",
    "es": "Cuando los agentes lo interrogaron sobre dónde había terminado la cartera de Brett, David les dijo que no lo sabía."
  },
  "id153": {
    "en": "He didn't have it.",
    "es": "Él no lo tenía."
  },
  "id154": {
    "en": "To try and get to the bottom of where it went, the Oklahoma State Police had one of their divers search the lake, but neither Brett's wallet nor the murder weapon was ever found.",
    "es": "Para intentar llegar al fondo de dónde fue, la Policía Estatal de Oklahoma tuvo a uno de sus buceadores buscar en el lago, pero ni la cartera de Brett ni el arma del crimen fueron encontrados nunca."
  },
  "id155": {
    "en": "An independent team of divers went back a few weeks later and did the same thing, but also had no luck.",
    "es": "Un equipo independiente de buzos regresó unas semanas más tarde e hizo lo mismo, pero tampoco tuvo suerte."
  },
  "id156": {
    "en": "By the end of the day on September 10th, David was arrested for second-degree murder and taken to the Wagner County Jail.",
    "es": "Para el final del día el 10 de septiembre, David fue arrestado por asesinato en segundo grado y llevado a la cárcel del condado de Wagner."
  },
  "id157": {
    "en": "A few days later, on September 18th, the district attorney's office formally charged him with the crime and alleged that he'd struck Brett in the neck with a knife, knowing that he'd most likely die from his injuries.",
    "es": "Unos días después, el 18 de septiembre, la fiscalía presentó oficialmente cargos en su contra por el crimen y alegó que lo había golpeado a Brett en el cuello con un cuchillo, sabiendo que probablemente moriría a causa de sus heridas."
  },
  "id158": {
    "en": "The pressing issue the authorities needed to determine, though, was whether David had acted in self-defense or just lost his temper on Brett.",
    "es": "El problema apremiante que las autoridades necesitaban determinar, sin embargo, era si David había actuado en defensa propia o simplemente había perdido los estribos con Brett."
  },
  "id159": {
    "en": "Essentially, they only had David's word to go on that Brett was the so-called aggressor.",
    "es": "Básicamente, solo tenían la palabra de David para creer que Brett era el supuesto agresor."
  },
  "id160": {
    "en": "But something that didn't quite make sense with a self-defense scenario was that David claimed Brett had hit him in the left eye while he'd been wearing glasses.",
    "es": "Pero algo que no tenía mucho sentido en el escenario de defensa personal era que David afirmaba que Brett lo había golpeado en el ojo izquierdo mientras él llevaba puestas gafas."
  },
  "id161": {
    "en": "But investigators doubted that story because when they'd interviewed David on September 5th and September 10th, they hadn't noticed any injuries to his face.",
    "es": "Pero los investigadores dudaron de esa historia porque cuando entrevistaron a David el 5 de septiembre y el 10 de septiembre, no notaron ninguna lesión en su rostro."
  },
  "id162": {
    "en": "No swollen eye, no bruising, no cuts, nothing that backed up his claim of Brett hitting him.",
    "es": "No ojo hinchado, no moretones, no cortes, nada que respaldara su afirmación de que Brett lo golpeó."
  },
  "id163": {
    "en": "Ultimately, it would be up to a judge to decide whether or not there was enough evidence to move the case to trial.",
    "es": "En última instancia, sería decisión de un juez determinar si había suficiente evidencia para llevar el caso a juicio."
  },
  "id164": {
    "en": "On December 3rd, 2003, just over three months after the crime, the prosecutor and David's defense attorney argued their respective sides at a preliminary hearing.",
    "es": "El 3 de diciembre de 2003, justo tres meses después del crimen, el fiscal y el abogado defensor de David argumentaron sus respectivos lados en una audiencia preliminar."
  },
  "id165": {
    "en": "Vicki, Brett's cousin's wife, Michael, the man who'd found Brett's body, Jeff, Brett's fishing buddy, Starla, the eyewitness from across the lake, and the OSBI agent over the case all testified during this proceeding.",
    "es": "Vicki, la esposa del primo de Brett, Michael, el hombre que encontró el cuerpo de Brett, Jeff, el amigo de pesca de Brett, Starla, la testigo presencial al otro lado del lago, y el agente de la OSBI a cargo del caso, declararon durante esta diligencia."
  },
  "id166": {
    "en": "Vicki said that she'd never seen Brett consume alcohol at their house, and to her knowledge, he only drank casually if he went out with friends.",
    "es": "Vicki dijo que nunca había visto a Brett consumir alcohol en su casa, y según ella, solo bebía de manera ocasional si salía con amigos."
  },
  "id167": {
    "en": "She didn't think he had an issue with alcohol.",
    "es": "Ella no creía que él tuviera un problema con el alcohol."
  },
  "id168": {
    "en": "Jeff was also asked whether or not Brett frequently drank alcohol, particularly while fishing, and he confirmed that he had seen Brett drink a few beers every now and then, but never more than like three.",
    "es": "Jeff también fue preguntado si Brett bebía alcohol con frecuencia, especialmente mientras pescaba, y confirmó que había visto a Brett tomar algunas cervezas de vez en cuando, pero nunca más de tres."
  },
  "id169": {
    "en": "On the day of the crime, Jeff said that Brett had briefly left their fishing spot to go buy beer, and when he returned, he'd shared one or two with David.",
    "es": "El día del crimen, Jeff dijo que Brett había salido brevemente de su lugar de pesca para comprar cerveza, y cuando regresó, había compartido una o dos con David."
  },
  "id170": {
    "en": "But neither man seemed out of control or anything.",
    "es": "Pero ninguno de los dos hombres parecía estar fuera de control o algo por el estilo."
  },
  "id171": {
    "en": "In total, Jeff thought Brett had purchased maybe six beers on September 2nd, but he'd only actually seen him drink one or two.",
    "es": "En total, Jeff pensó que Brett había comprado tal vez seis cervezas el 2 de septiembre, pero solo lo había visto beber una o dos."
  },
  "id172": {
    "en": "On the other hand, Jeff said that David had consumed two additional beers he'd brought with him on top of the ones Brett gave him.",
    "es": "Por otro lado, Jeff dijo que David había consumido dos cervezas adicionales que había traído consigo, además de las que le dio Brett."
  },
  "id173": {
    "en": "David's defense attorney presented a fairly simple argument.",
    "es": "El abogado defensor de David presentó un argumento bastante simple."
  },
  "id174": {
    "en": "The state had not met its burden of proof to show a crime had even occurred.",
    "es": "El estado no había cumplido con su carga de la prueba para demostrar que incluso se había cometido un delito."
  },
  "id175": {
    "en": "He claimed that the entire criminal case against his client was circumstantial, which technically it was.",
    "es": "Él afirmó que todo el caso criminal contra su cliente era circunstancial, lo cual técnicamente era cierto."
  },
  "id176": {
    "en": "He admitted that yes, David had confessed to harming Brett in a fight, but only in self-defense, which wasn't a crime in the state of Oklahoma.",
    "es": "Admitió que sí, David había confesado haber lastimado a Brett en una pelea, pero solo en defensa propia, lo cual no era un delito en el estado de Oklahoma."
  },
  "id177": {
    "en": "In the end, the judge disagreed with that argument and ruled that prosecutors had met their burden of proof and David would face a jury.",
    "es": "Al final, el juez no estuvo de acuerdo con ese argumento y dictaminó que los fiscales habían cumplido con su carga de la prueba y David sería juzgado por un jurado."
  },
  "id178": {
    "en": "As the state prepared the case for trial, they started to learn more and more about who the 46 year old was and prior crimes he'd committed.",
    "es": "Mientras el estado preparaba el caso para el juicio, comenzaron a descubrir más y más sobre quién era el hombre de 46 años y los delitos previos que había cometido."
  },
  "id179": {
    "en": "What they found only made the murder case against him that much stronger.",
    "es": "Lo que encontraron solo hizo que el caso de asesinato en su contra fuera aún más fuerte."
  },
  "id180": {
    "en": "They discovered that in 1988, more than a decade before Brett's death, David had used a knife to threaten a convenience store employee.",
    "es": "Descubrieron que en 1988, más de una década antes de la muerte de Brett, David había utilizado un cuchillo para amenazar a un empleado de una tienda de conveniencia."
  },
  "id181": {
    "en": "This employee reported him to the police and detailed how David had come into his store and robbed him at knife point.",
    "es": "Este empleado lo denunció a la policía y detalló cómo David había entrado en su tienda y lo había robado a punta de cuchillo."
  },
  "id182": {
    "en": "David reportedly grabbed the employee by the wrist, threatened him, and demanded money from the cash register, all while menacing him with a knife.",
    "es": "Según informes, David agarró al empleado por la muñeca, lo amenazó y le exigió dinero de la caja registradora, todo mientras lo intimidaba con un cuchillo."
  },
  "id183": {
    "en": "Smoot reported for the Muscogee Phoenix that David was eventually convicted for that crime in 1989, but received a 10-year suspended sentence.",
    "es": "Smoot informó para el Muscogee Phoenix que David fue finalmente condenado por ese crimen en 1989, pero recibió una sentencia suspendida de 10 años."
  },
  "id184": {
    "en": "Several years later, in 1997, he was convicted of fraud and drug possession.",
    "es": "Varios años después, en 1997, fue condenado por fraude y posesión de drogas."
  },
  "id185": {
    "en": "A Muscogee County judge sentenced him to seven years in prison for those offenses, but once again, his sentence was suspended.",
    "es": "Un juez del condado de Muscogee lo condenó a siete años de prisión por esos delitos, pero una vez más, su sentencia fue suspendida."
  },
  "id186": {
    "en": "On the one-year anniversary of Brett's murder, his family published a tribute to him in the Fresno Bee that said in part, quote, Our hearts ache for you.",
    "es": "En el primer aniversario del asesinato de Brett, su familia publicó un tributo a él en el Fresno Bee que decía en parte: \"Nuestros corazones duelen por ti\"."
  },
  "id187": {
    "en": "We long to see your face and hear your infectious laugh.",
    "es": "Anhelamos ver tu rostro y escuchar tu risa contagiosa."
  },
  "id188": {
    "en": "I cannot wait to see you again one day.",
    "es": "No puedo esperar a verte de nuevo algún día."
  },
  "id189": {
    "en": "We will not rest until justice is served.",
    "es": "No descansaremos hasta que se haga justicia."
  },
  "id190": {
    "en": "As that time draws near, make no mistake that your voice will be heard.",
    "es": "A medida que se acerca ese momento, no dudes de que tu voz será escuchada."
  },
  "id191": {
    "en": "They were able to sort of see that come to fruition when the case against David finally went to trial in April 2005.",
    "es": "Pudieron ver cómo eso se hacía realidad cuando el caso contra David finalmente fue a juicio en abril de 2005."
  },
  "id192": {
    "en": "But the outcome wasn't what Brett's family or the prosecution had hoped for.",
    "es": "Pero el resultado no fue el que la familia de Brett o la fiscalía habían esperado."
  },
  "id193": {
    "en": "After 10 hours of deliberation, the proceeding ended in a hung jury.",
    "es": "Después de 10 horas de deliberación, el juicio terminó en un jurado en desacuerdo."
  },
  "id194": {
    "en": "A second trial was scheduled for a few months later in August, but that eventually got delayed to late April 2006, and again to late May, because David had developed a severe staph infection while in custody.",
    "es": "Un segundo juicio estaba programado para unos meses después en agosto, pero finalmente se retrasó hasta finales de abril de 2006, y nuevamente hasta finales de mayo, porque David había desarrollado una grave infección por estafilococos mientras estaba bajo custodia."
  },
  "id195": {
    "en": "During that time, state prosecutors pulled out all the stops to try and strengthen their case for the second trial.",
    "es": "Durante ese tiempo, los fiscales estatales hicieron todo lo posible para tratar de fortalecer su caso para el segundo juicio."
  },
  "id196": {
    "en": "I found one court filing that stated the district attorney's office planned to introduce a jailhouse informant's testimony.",
    "es": "Encontré un documento judicial que indicaba que la fiscalía planeaba presentar el testimonio de un informante de la cárcel."
  },
  "id197": {
    "en": "But in the end, that wouldn't be necessary.",
    "es": "Pero al final, eso no sería necesario."
  },
  "id198": {
    "en": "Because on July 24th, 2006, nearly three years after Brett's death, David pleaded guilty to the charge against him, which essentially ended the case.",
    "es": "Porque el 24 de julio de 2006, casi tres años después de la muerte de Brett, David se declaró culpable de los cargos en su contra, lo que básicamente puso fin al caso."
  },
  "id199": {
    "en": "The second-degree murder charge he'd been facing was reduced to first-degree manslaughter.",
    "es": "El cargo de asesinato en segundo grado al que se enfrentaba fue reducido a homicidio en primer grado."
  },
  "id200": {
    "en": "But despite taking the deal, David still maintained that he'd acted in self-defense.",
    "es": "Pero a pesar de aceptar el trato, David seguía manteniendo que había actuado en defensa propia."
  },
  "id201": {
    "en": "In that piece I mentioned earlier by the Muscogee Phoenix, Brett's family members were not happy with this outcome.",
    "es": "En esa pieza que mencioné anteriormente en el Muscogee Phoenix, los miembros de la familia de Brett no estaban contentos con este resultado."
  },
  "id202": {
    "en": "In their victim impact statements made prior to David's sentencing hearing, they asked the judge to give him the maximum penalty.",
    "es": "En sus declaraciones de impacto a las víctimas realizadas antes de la audiencia de sentencia de David, pidieron al juez que le impusiera la pena máxima."
  },
  "id203": {
    "en": "They were pretty clear that they wanted him locked away for good.",
    "es": "Fueron bastante claros en que querían que lo encerraran para siempre."
  },
  "id204": {
    "en": "Vicki and Rob, the relatives who Brett had been staying with in Oklahoma, wrote that they were angry David, a convicted felon, had been on probation for his prior crimes, which allowed him to be on the streets when Brett was killed.",
    "es": "Vicki y Rob, los parientes con quienes Brett había estado viviendo en Oklahoma, escribieron que estaban enojados porque David, un delincuente condenado, había estado en libertad condicional por sus delitos anteriores, lo que le permitió estar en las calles cuando Brett fue asesinado."
  },
  "id205": {
    "en": "They emphasized that closure wasn't an option for them because they felt like the criminal justice system had failed repeatedly to do its job and keep David behind bars.",
    "es": "Destacaron que el cierre no era una opción para ellos porque sentían que el sistema de justicia penal había fallado repetidamente en hacer su trabajo y mantener a David tras las rejas."
  },
  "id206": {
    "en": "Stephen, Brett's father, wrote in his statement that everyone in the Nealmeyer family had experienced anger, depression, and rage while going through this ordeal.",
    "es": "Stephen, el padre de Brett, escribió en su declaración que todos en la familia Nealmeyer habían experimentado ira, depresión y rabia mientras pasaban por esta situación."
  },
  "id207": {
    "en": "He wrote, quote, if David Allen Kennedy receives a light sentence for his crimes and released out into your community, no one will ever be safe from him, end quote.",
    "es": "Escribió, entre comillas, si David Allen Kennedy recibe una sentencia leve por sus crímenes y es liberado en su comunidad, nadie estará a salvo de él, fin de la cita."
  },
  "id208": {
    "en": "Brett's sister, Jamie, explained in her victim impact statement that she didn't even have words to describe how angry she was about her brother's murder.",
    "es": "La hermana de Brett, Jamie, explicó en su declaración de impacto a la víctima que ni siquiera tenía palabras para describir lo enojada que estaba por el asesinato de su hermano."
  },
  "id209": {
    "en": "Just like Rob and Vicky, she also felt that David shouldn't have been released on probation for his crimes from the 1980s and 90s.",
    "es": "Al igual que Rob y Vicky, ella también sintió que David no debería haber sido puesto en libertad condicional por sus crímenes de los años 80 y 90."
  },
  "id210": {
    "en": "A few months later, in September 2006, David was sentenced to 30 years in prison, but 20 of those were suspended, so he was ultimately looking at 10 years or less behind bars, plus 20 years of probation.",
    "es": "Unos meses después, en septiembre de 2006, David fue condenado a 30 años de prisión, pero 20 de ellos fueron suspendidos, por lo que en última instancia enfrentaba 10 años o menos tras las rejas, además de 20 años de libertad condicional."
  },
  "id211": {
    "en": "According to court documents, ever since his arrest on September 10, 2003, David had been housed at the Wagner County Jail with no bond, so his credit for time served was substantial, more than 1,100 days in total.",
    "es": "Según documentos judiciales, desde su arresto el 10 de septiembre de 2003, David había estado recluido en la cárcel del condado de Wagner sin fianza, por lo que su crédito por el tiempo cumplido era sustancial, más de 1,100 días en total."
  },
  "id212": {
    "en": "According to the Oklahoma Department of Corrections website, he didn't serve 10 years for Brett's death because it appears he got out of prison in 2013, but continued to go in and out of police custody for crimes like driving under the influence, failing to pay restitution, drug possession, and probation violation.",
    "es": "Según el sitio web del Departamento de Correcciones de Oklahoma, no cumplió 10 años por la muerte de Brett porque parece que salió de la cárcel en 2013, pero siguió entrando y saliendo de la custodia policial por delitos como conducir bajo la influencia, no pagar restitución, posesión de drogas y violación de libertad condicional."
  },
  "id213": {
    "en": "Referring to his seeming disregard for following the conditions of his release, one probation and parole officer wrote in part in 2017, quote, Kennedy has a 30-year criminal history which includes felony conviction for violent crimes and substance abuse.",
    "es": "En referencia a su aparente falta de respeto por cumplir con las condiciones de su liberación, un oficial de libertad condicional y libertad anticipada escribió en parte en 2017, cita, Kennedy tiene un historial criminal de 30 años que incluye condenas por delitos graves violentos y abuso de sustancias."
  },
  "id214": {
    "en": "He continues to be involved in criminal activity and is reluctant to follow directives given by his probation officer regarding mental health and substance abuse treatment, which makes him a risk to the community.",
    "es": "Él continúa involucrado en actividades criminales y se muestra reacio a seguir las directrices dadas por su oficial de libertad condicional en cuanto al tratamiento de salud mental y abuso de sustancias, lo que lo convierte en un riesgo para la comunidad."
  },
  "id215": {
    "en": "A sentence that Jamie, Brett's sister, included in her victim impact statement I mentioned earlier, which I feel almost prophesied that characterization of David, said that if he was let out, he would get a chance to commit a crime again.",
    "es": "Una frase que Jamie, la hermana de Brett, incluyó en su declaración de impacto de la víctima que mencioné anteriormente, y que siento que casi profetizó esa caracterización de David, dijo que si lo dejaban salir, tendría la oportunidad de cometer un crimen nuevamente."
  },
  "id216": {
    "en": "Turns out, she was right.",
    "es": "Resulta que ella tenía razón."
  },
  "id217": {
    "en": "Something else I saw in her writings about this case that I think is something we should all pay attention to is how important it is to stay connected with family members, even ones who are grown up and off doing their own thing.",
    "es": "Algo más que vi en sus escritos sobre este caso y que creo que es algo a lo que todos deberíamos prestar atención es lo importante que es mantenerse conectado con los miembros de la familia, incluso aquellos que ya son adultos y están ocupados con sus propias vidas."
  },
  "id218": {
    "en": "In a letter filed in court, Jamie explained how after Brett died, she felt guilty for not calling him back after they'd briefly spoken about a week before his death.",
    "es": "En una carta presentada en el tribunal, Jamie explicó cómo después de la muerte de Brett, se sintió culpable por no devolverle la llamada después de haber hablado brevemente una semana antes de su muerte."
  },
  "id219": {
    "en": "She wrote in part, quote, the guilt is strangling us.",
    "es": "Ella escribió en parte, entre comillas, la culpa nos está estrangulando."
  },
  "id220": {
    "en": "I talked to you last week and you said to call you that night, but I was too busy.",
    "es": "Hablé contigo la semana pasada y dijiste que te llamara esa noche, pero estaba muy ocupado."
  },
  "id221": {
    "en": "And now I will never talk to you again.",
    "es": "Y ahora nunca más volveré a hablar contigo."
  },
  "id222": {
    "en": "I was always too busy for you.",
    "es": "Siempre estuve demasiado ocupado para ti."
  },
  "id223": {
    "en": "Jamie's words might be simple, but I think they hold a profound truth.",
    "es": "Las palabras de Jamie pueden ser simples, pero creo que contienen una verdad profunda."
  },
  "id224": {
    "en": "Keep the ones you love close.",
    "es": "Mantén cerca a quienes amas."
  },
  "id225": {
    "en": "Make that phone call.",
    "es": "Haz esa llamada telefónica."
  },
  "id226": {
    "en": "Because you never know when you'll get the next chance.",
    "es": "Porque nunca sabes cuándo tendrás la próxima oportunidad."
  },
  "id227": {
    "en": "Park Predators is an AudioChuck production.",
    "es": "Park Predators es una producción de AudioChuck."
  },
  "id228": {
    "en": "You can view a list of all the source material for this episode on our website, parkpredators.com.",
    "es": "Puedes ver una lista de todo el material fuente de este episodio en nuestro sitio web, parkpredators.com."
  },
  "id229": {
    "en": "And you can also follow Park Predators on Instagram, at parkpredators.",
    "es": "Y también puedes seguir Park Predators en Instagram, en parkpredators."
  },
  "id230": {
    "en": "So, what do you think, Chuck?",
    "es": "Entonces, ¿qué piensas, Chuck?"
  }
}