[
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/0",
    "text": "Hi, everyone. I'm Ashley Flowers. And I'm Britt. And every Monday, we bring you a new episode of our number one true crime podcast, Crime Junkie, where we dive into all the gripping cases, from mysterious deaths to missing person cases to the headlines, solved, unsolved, you name it. And this year, we're bringing you Crime Junkie in a whole new way, live on tour. That's right. We're hitting the road for a nationwide tour, traveling all over the country to bring you a seriously wild case for an in-person investigative experience like you've never seen before. We truly cannot wait to see you there. But tickets are selling fast. So don't wait. Yeah, a couple of venues are already close to being sold out. So head to CrimeJunkiePodcast.com to grab your tickets before they're gone. That is CrimeJunkiePodcast.com to grab your tickets before they're gone. That is CrimeJunkiePodcast.com. We'll see you soon.",
    "speaker": null,
    "startTimecode": 580,
    "endTimecode": 47840
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/1",
    "text": "Norwegian Cruise Line invites you to experience more in the Caribbean, Alaska, Europe, and beyond. For a limited time, get 50% off all cruises and enjoy NCL's all-new Moritz Seat Cruising Package, including unlimited open bar, specialty dining, and more. Visit ncl.com, call your travel advisor, or 1-888-NCL-CRUISE. Offer ends soon. Norwegian Cruise Line. Shifts registry the Bahamas and USA. Restrictions apply. This episode is brought to you by Progressive, where drivers who save by switching save nearly $750 on average. Plus, auto customers qualify for an average of seven discounts. Quote now at Progressive.com to see if you could save. Progressive Casualty Insurance Company and Affiliates.",
    "speaker": null,
    "startTimecode": 55760,
    "endTimecode": 100500
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/2",
    "text": "National average 12-month savings of $744 by new customers surveyed who saved with Progressive between June 2022 and May 2023.",
    "speaker": null,
    "startTimecode": 110380,
    "endTimecode": 111060
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/3",
    "text": "Potential savings will vary.",
    "speaker": null,
    "startTimecode": 112600,
    "endTimecode": 112960
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/4",
    "text": "Discounts not available in all states and situations.",
    "speaker": null,
    "startTimecode": 115560,
    "endTimecode": 116580
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/5",
    "text": "This new year, enrich your life by learning a new language with Rosetta Stone.",
    "speaker": null,
    "startTimecode": 120820,
    "endTimecode": 121100
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/6",
    "text": "Their immersive courses ensure long-term language retention, and their true accent feature even gives you pronunciation feedback. Plus, Rosetta Stone's flexible learning options let you learn anywhere, anytime. Start the new year off with a resolution you can reach. Today, listeners can get 50% off Rosetta Stone's lifetime membership by visiting rosettastone.com slash pod50. That's 50% off unlimited access to 25 language courses for the rest of your life. Visit rosettastone.com slash pod50.",
    "speaker": null,
    "startTimecode": 125420,
    "endTimecode": 147300
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/7",
    "text": "Hi, park enthusiasts. I'm your host, Delia D'Ambra. And today I'm going to change things up a bit and tell you about two different cases that aren't formally connected, but both victims died in eerily similar scenarios.",
    "speaker": null,
    "startTimecode": 148480,
    "endTimecode": 161340
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/8",
    "text": "Both of these men were murdered fairly recently, and their cases are still unsolved at the time of this publication, which sometimes makes it difficult for me to find a lot of research material beyond the initial flurry of news coverage or law enforcement press releases reporting on the crimes. But I've done my best to scour the internet and social media looking for as much information as possible. And I feel confident that today's episode is going to be one that will live in your brain like it has mine. And that's a good thing because, like I said, these two murders still need to be solved. And I hope that discussing them on this show's platform helps get the word out and ensures their names are not forgotten.",
    "speaker": null,
    "startTimecode": 162040,
    "endTimecode": 201020
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/9",
    "text": "The first case I'm going to cover unfolded in Devil's Lake State Park in Wisconsin in the fall of 2020. And yes, there is an actual lake there called Devil's Lake.",
    "speaker": null,
    "startTimecode": 201900,
    "endTimecode": 211500
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/10",
    "text": "This park is located about an hour northwest of the capital city of Madison, Wisconsin, and is super popular with hikers, campers, and bikers. It covers more than 10,000 acres of public land in Sauk County, which is actually a part of the Ho-Chunk Native American nation.",
    "speaker": null,
    "startTimecode": 212240,
    "endTimecode": 227100
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/11",
    "text": "The Ho-Chunk refer to the park in their native tongue as holy or sacred, most likely because the area has several ancient effigy mounds that are deeply rooted in Ho-Chunk culture.",
    "speaker": null,
    "startTimecode": 228240,
    "endTimecode": 238060
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/12",
    "text": "The second case I'll cover in this episode happened less than a year after the incident at Devil's Lake, all the way in Los Angeles, California. That murder occurred in Ernest E. Debs Regional Park, which sits in the northeast part of the city in the Montecito Heights neighborhood.",
    "speaker": null,
    "startTimecode": 238780,
    "endTimecode": 254160
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/13",
    "text": "That recreation space has a much busier vibe than some of the other parks I've discussed on this show. It still has hiking and biking trails, as well as shelters you can reserve for things like barbecues and parties, but it's far less rural.",
    "speaker": null,
    "startTimecode": 255040,
    "endTimecode": 267420
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/14",
    "text": "According to an article by ModernHiker.com, the nearly 300-acre park encompasses a roughly five-mile loop that showcases some really great views of downtown L.A.",
    "speaker": null,
    "startTimecode": 268200,
    "endTimecode": 277640
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/15",
    "text": "But there's no denying it's bordered on every side by the city.",
    "speaker": null,
    "startTimecode": 278340,
    "endTimecode": 281700
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/16",
    "text": "on every side by the city. Which may be one reason why a killer who struck there in September 2021 was able to slip out of the green space and into LA's concrete jungle without being noticed. This is Park Predators. Thank you. Around 11.30 a.m. on Wednesday, October 14, 2020, a person walking in Devil's Lake State Park near some railroad tracks along the Grotto's trail noticed something horrible happening in front of them. Two men appeared to be having a confrontation or some sort of disturbance, and it seemed violent enough that the hiker decided it was best to call 911. When a dispatcher picked up, the walker told them that an ambulance needed to come to the area stabbed because one of the two men who'd been a part of the struggle had been stabbed.",
    "speaker": null,
    "startTimecode": 286780,
    "endTimecode": 367740
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/17",
    "text": "By 11.38 a.m., investigators from the Sauk County Sheriff's Office and employees from the Wisconsin Department of Natural Resources responded to the scene.",
    "speaker": null,
    "startTimecode": 368680,
    "endTimecode": 377260
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/18",
    "text": "By the time emergency crews arrived, the man who'd been attacked was dead.",
    "speaker": null,
    "startTimecode": 378000,
    "endTimecode": 381940
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/19",
    "text": "Authorities immediately treated his case as a homicide and started processing the crime scene for evidence, as well as gathering interviews from witnesses who'd been in the general area when it happened.",
    "speaker": null,
    "startTimecode": 382960,
    "endTimecode": 392580
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/20",
    "text": "Thankfully, investigators were able to get a good suspect description from eyewitnesses, who said the man who'd committed the crime had been wearing dark-colored attire and a dark-colored face covering.",
    "speaker": null,
    "startTimecode": 393440,
    "endTimecode": 402800
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/21",
    "text": "He stood anywhere between 5'10 and 6' tall and had taken off running in the direction of a nearby parking lot on the south shore of the lake.",
    "speaker": null,
    "startTimecode": 403600,
    "endTimecode": 410920
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/22",
    "text": "Bridget Cook reported for the Baraboo News Republic that where the crime occurred was roughly 20 feet from the park's south shore parking lot, so not far off the grid at all.",
    "speaker": null,
    "startTimecode": 411700,
    "endTimecode": 420740
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/23",
    "text": "Remember, though, this happened in October 2020, in the midst of the COVID-19 pandemic.",
    "speaker": null,
    "startTimecode": 421700,
    "endTimecode": 426820
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/24",
    "text": "A lot of people were wearing face coverings or masks at that time. So I imagine that made it even more challenging for authorities to conduct their search for the alleged assailant and delineate him from anyone else who matched his description. But finding the suspect was at the very top of investigators' priority list because they knew he was still at large and was dangerous.",
    "speaker": null,
    "startTimecode": 427500,
    "endTimecode": 447700
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/25",
    "text": "Bridget Cook reported in another article for Baraboo News Republic that the sheriff's office and Wisconsin's Department of Natural Resources shut down all of the roads going into the park and sent up an aircraft to fly over the landscape and search for any sign of the mystery man.",
    "speaker": null,
    "startTimecode": 448620,
    "endTimecode": 462600
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/26",
    "text": "Investigators also asked visitors who'd been taking pictures that morning of the fall leaves changing colors to check their photos and scan the faces of people in the background to see if any of them matched the description of the suspect.",
    "speaker": null,
    "startTimecode": 463780,
    "endTimecode": 474820
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/27",
    "text": "Meanwhile, other investigators were on the trail trying to identify the victim.",
    "speaker": null,
    "startTimecode": 476600,
    "endTimecode": 480620
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/28",
    "text": "The source material isn't super clear on how the sheriff's office ended up determining the man's identity, like whether or not he had a driver's license or ID on him. But the important thing is that they ultimately did confirm that he was 24-year-old John Craig Schmutzer, who was from Wauwatosa, Wisconsin, a suburb just outside of Milwaukee. Additional reporting by Bridget Cook explained that John had been visiting several cities and recreation spaces in Wisconsin leading up to October 14th. Just a few days before he was killed, he'd spent time at an outdoor mall in the Hilldale area and traveled to Wildcat Mountain State Park in nearby Vernon County, Wisconsin. The sheriff told WKOW-27 that he wasn't sure if the locations John traveled to before his murder were important or relevant to the homicide investigation. I'm personally on the team that says you should look at stuff like that closely because it could hold a clue, but I couldn't find any source material that went into detail about whether or not authorities in charge of John's case explored the places he went to leading up to his death, or if he met anyone at those locations who then followed him, or perhaps had a negative interaction with him.",
    "speaker": null,
    "startTimecode": 481140,
    "endTimecode": 548820
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/29",
    "text": "I have to assume, though, that investigators have looked into this, because it's kind of just basic police work.",
    "speaker": null,
    "startTimecode": 549400,
    "endTimecode": 554760
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/30",
    "text": "But it wasn't something that was clearly stated in the available source material, so honestly, I don't know.",
    "speaker": null,
    "startTimecode": 555280,
    "endTimecode": 560540
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/31",
    "text": "What I can tell you is that at some point on October 14th, John's body was transported to a hospital in Madison for an autopsy.",
    "speaker": null,
    "startTimecode": 561180,
    "endTimecode": 568220
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/32",
    "text": "The next day, Thursday, October 15th, the pathologist conducting the exam determined he'd been stabbed multiple times, and there was no doubt his manner of death was homicide.",
    "speaker": null,
    "startTimecode": 568920,
    "endTimecode": 578380
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/33",
    "text": "Tony Galley reported for WKOW 27 that John's murder really surprised a lot of people who knew him.",
    "speaker": null,
    "startTimecode": 579680,
    "endTimecode": 586220
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/34",
    "text": "One of his former classmates at the University of Wisconsin-Madison said that John was a level-headed, non-hostile person who enjoyed spending time outdoors. It was hard for this friend to understand why someone would want to kill him. He expressed that he hoped whatever happened to John was just a random event and not something that had been premeditated.",
    "speaker": null,
    "startTimecode": 586940,
    "endTimecode": 605920
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/35",
    "text": "Jessica McBride reported for Heavy.com that at the time of his death, John's LinkedIn page stated he worked as a financial analyst and loan writer in Wauwatosa for BMO Harris Bank. He'd been with that company since January of 2019, so like a little over a year and a half before he was killed.",
    "speaker": null,
    "startTimecode": 607100,
    "endTimecode": 623660
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/36",
    "text": "Prior to taking that job, he worked in New York City for Jeffrey's Financial Group, which according to their website is a quote, full-service investment banking and capital markets firm, end quote. According to his obituary, John was survived by his parents, Craig and Lynn, as well as two siblings. He was an animal lover and wine enthusiast who liked to travel often and listen to classical music. Fall was said to be his favorite season, which makes it all the more tragic that he was murdered while strolling through the grotto's trail, taking in the autumn scenery. One of the final lines that his family penned in his obituary reads, quote, for now, our quartet will be a trio until we meet again. John is at peace and we know that love leaves more behind than death can take away, end quote. As law enforcement continued to work his case, they interviewed several witnesses, some of whom had been camping on South Lake Road, which is the main road that runs near the trail John was killed on and leads directly to the parking lot on the south side of the lake. These folks told investigators that they'd seen a man running from the parking lot area headed toward the Grotto's trail around the time John was killed. In their opinion, this running man seemed a bit out of control because he'd fallen down a few times. They essentially described his demeanor as frantic and that he was running frantically. The witnesses who got a good look at the guy said he was about six feet tall, slender, with a slender to average build, and he'd been wearing dark-colored pants that had rips on the knees. They also noticed he'd been sporting a dark-colored top that might have also had a hood on it. Nothing about the man's attire appeared to the witnesses though to be what a recreational runner would typically wear. So I think the assumption there was that the guy just looked out of place for all the reasons I just mentioned.",
    "speaker": null,
    "startTimecode": 624640,
    "endTimecode": 734860
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/37",
    "text": "Unfortunately, even with that description, authorities weren't able to find out who exactly the guy was. Days went by and then a few weeks, but the investigation didn't progress.",
    "speaker": null,
    "startTimecode": 736060,
    "endTimecode": 746940
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/38",
    "text": "During a press conference on November 11th, just under a month after the crime, the Sauk County Sheriff's Office announced they considered the running man to be a person of interest in the case, but they just didn't know who he was. They were concerned, though, that he might be dealing with mental health issues or struggling with substance use.",
    "speaker": null,
    "startTimecode": 747760,
    "endTimecode": 765480
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/39",
    "text": "They speculated that he may have been exhibiting signs related to those matters in the days or weeks leading up to and after the murder. The department sternly warned citizens that whoever the guy was, he might be dangerous and could have been acting strangely on previous occasions in the park.",
    "speaker": null,
    "startTimecode": 766080,
    "endTimecode": 781720
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/40",
    "text": "That message from the department wasn't just an exercise in trying to get the general public's attention, though. It was much more strategic than that.",
    "speaker": null,
    "startTimecode": 782500,
    "endTimecode": 790860
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/41",
    "text": "You're probably tired of paying for so many TV channels you don't even like and certainly don't watch. Make the switch to Sling. You're in charge of live TV with Sling. You get to choose and customize your channel lineup and getting the channels you like, and you can always change it up whenever you want. Sling has the live sports, news, and entertainment channels you love and less of the ones you don't, so you save hundreds of dollars. Sling's Cloud DVR lets you record your shows to watch on your schedule with no complex technology, no long-term contracts, and no hidden rigmarole. What I like most about Sling is that my husband How DVR lets you record your shows to watch on your schedule with no complex technology, no long-term contracts, and no hidden rigmarole.",
    "speaker": null,
    "startTimecode": 796140,
    "endTimecode": 828040
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/42",
    "text": "What I like most about Sling is that my husband can soak in all the sports stuff that he likes, and I can go to my entertainment channels, which is like my favorite thing to do when I have some downtime.",
    "speaker": null,
    "startTimecode": 832420,
    "endTimecode": 837160
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/43",
    "text": "Watch TV anywhere at any time with Sling. Sign up for free today at sling.com slash choose. That's sling.com slash choose. That's sling.com slash choose. Sling.com slash choose.",
    "speaker": null,
    "startTimecode": 839960,
    "endTimecode": 850720
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/44",
    "text": "Even those that embrace the chilly weather need something to break up long winter nights. Treat yourself to a little something without spending a fortune with Quince. All Quince items are priced 50 to 80 percent less than similar brands because they partner directly with top factories and cut out the cost of the middleman, passing the savings onto you. And of course, they use premium fabrics and finishes for that luxury feel in every piece. I ordered two holiday season scented candles from Quince and I absolutely love them so much I got them as gifts for my sisters and I know it's going to be their cozy season must have for years to come. So treat yourself this winter without the luxury price tag. Go to quince.com slash park predators for 365 day returns plus free shipping on your order. That's quince.com slashredators to get free shipping and 365-day returns. Quince.com slash parkpredators.",
    "speaker": null,
    "startTimecode": 852700,
    "endTimecode": 910220
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/45",
    "text": "Detectives wanted to reach specific people in the community who they felt might recognize the unknown running man's description and be able to provide them with his true identity. The sheriff's office said that they were pretty sure someone living in the vicinity of Devil's Lake State Park knew who the mystery guy was. Perhaps this individual was a family member or a close friend. Detectives stated that the people close to the suspect would have known him to carry a knife, and they may have noticed changes in his behavior as a result of John's murder.",
    "speaker": null,
    "startTimecode": 917940,
    "endTimecode": 947820
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/46",
    "text": "Authorities emphasized that the killer would have likely done things like missing out on work, may have used substances more aggressively, behaved overly anxious, withdrawn from normal activities, and so on.",
    "speaker": null,
    "startTimecode": 948660,
    "endTimecode": 959460
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/47",
    "text": "The department spokesman said that there was also a good chance that the perpetrator had altered his appearance or vehicle after the crime, and may have even left the area without telling anyone.",
    "speaker": null,
    "startTimecode": 960040,
    "endTimecode": 969540
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/48",
    "text": "The sheriff's office also believed that the killer may have injured himself during the attack, which can occur in cases involving stabbings.",
    "speaker": null,
    "startTimecode": 970320,
    "endTimecode": 978420
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/49",
    "text": "The person holding the knife can slip and cut themselves while committing the crime.",
    "speaker": null,
    "startTimecode": 979020,
    "endTimecode": 982960
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/50",
    "text": "So authorities wanted people to look at folks they might know who had similarities to the suspect's description and demeanor and see if that person had any recent injuries. Investigators clarified during the presser that it appeared whoever had killed John didn't know him. The sheriff's office was convinced the attack was totally random, which to me makes it all the more scarier.",
    "speaker": null,
    "startTimecode": 983860,
    "endTimecode": 1005780
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/51",
    "text": "Referring to the sense of urgency that the Sheriff's Office felt to catch John's killer and bring his loved ones justice, a lieutenant who addressed the media said, quote, Please, help us identify this individual and bring closure for John's family, who've lost their warm, kind, thoughtful, generous, and bright son. End quote.",
    "speaker": null,
    "startTimecode": 1006660,
    "endTimecode": 1024860
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/52",
    "text": "lost their warm, kind, thoughtful, generous, and bright son. End quote. That Heavy.com article I mentioned earlier stated that Devil's Lake State Park had a policy in place at the time that required visitors to purchase a vehicle admission sticker if they were planning on parking in one of the recreation space's lots. Those stickers could be purchased in person at a drive-up window or at kiosks inside the park. I couldn't find any source material, though, that went into detail about whether all the drivers who'd been there on October 14th had stickers and were checked to weed out potential suspects. But again, I have to imagine that authorities did do that because it seems like something that would be standard procedure for the sheriff's office. It's possible, though, that the killer might not have paid for an admission sticker or entered the park by car at all. I don't know, I have so many questions about small details like this, but there's just not enough information out there to be able to get any real answers.",
    "speaker": null,
    "startTimecode": 1027400,
    "endTimecode": 1074900
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/53",
    "text": "The next major update in the case came in March 2021, a little over five months after the crime.",
    "speaker": null,
    "startTimecode": 1076580,
    "endTimecode": 1082860
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/54",
    "text": "That's when the sheriff's office released a surveillance photo that showed a woman and two men walking on a trail in the state park three days after the murder.",
    "speaker": null,
    "startTimecode": 1083460,
    "endTimecode": 1091280
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/55",
    "text": "WKOW-27 reported that the picture came from a camera law enforcement had set up with the hopes of possibly catching the killer if he tried to return to the crime scene.",
    "speaker": null,
    "startTimecode": 1093040,
    "endTimecode": 1101440
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/56",
    "text": "Authorities clarified that they didn't necessarily think the three people in the surveillance image were involved in John's death, but they wanted to interview them anyway just to see what they might have heard or seen on the day of the crime.",
    "speaker": null,
    "startTimecode": 1102160,
    "endTimecode": 1113340
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/57",
    "text": "When the photo went out, it didn't take long for investigators to identify the woman and one of the men, but the third guy, who just happened to be wearing a dark-colored jacket, remained a person who investigators couldn't identify.",
    "speaker": null,
    "startTimecode": 1114040,
    "endTimecode": 1125780
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/58",
    "text": "In the picture, which is on the blog post for this episode, the guy seems to be casually walking next to the couple.",
    "speaker": null,
    "startTimecode": 1126800,
    "endTimecode": 1132240
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/59",
    "text": "He appears to be middle-aged with dark hair and wearing what looks like khaki pants and a dress shirt beneath a long-sleeved zipper jacket.",
    "speaker": null,
    "startTimecode": 1133000,
    "endTimecode": 1139320
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/60",
    "text": "And he's looking down at what appears to be a cell phone in his hands.",
    "speaker": null,
    "startTimecode": 1140000,
    "endTimecode": 1143120
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/61",
    "text": "According to WKOW-27's coverage, the other man in the photo who'd already been identified by investigators was a 60-year-old man named Kevin Farris, whose last name may also be pronounced Fares.",
    "speaker": null,
    "startTimecode": 1144200,
    "endTimecode": 1155960
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/62",
    "text": "I'm not really sure.",
    "speaker": null,
    "startTimecode": 1156520,
    "endTimecode": 1157280
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/63",
    "text": "But either way, Kevin told the news station that the mystery man who'd been walking next to him and his female companion on the trail wasn't someone he recognized.",
    "speaker": null,
    "startTimecode": 1157920,
    "endTimecode": 1165580
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/64",
    "text": "He also admitted he was completely unaware that a murder had occurred in the park before going on his hike a few days after the crime. When Kevin learned about what happened from speaking with detectives, he said, quote, it's terrible when I think about it. The poor kid, end quote.",
    "speaker": null,
    "startTimecode": 1166420,
    "endTimecode": 1181800
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/65",
    "text": "In late March, about a month later, the district attorney in Sauk County asked a judge to seal the court-authorized search warrants that had been executed so far in the case.",
    "speaker": null,
    "startTimecode": 1183180,
    "endTimecode": 1192080
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/66",
    "text": "Normally, those documents would be available as a public record within 72 hours of when they were ordered, but the DA put a stop to that to make sure intimate details of the murder investigation remained a secret. At that time, detectives still hadn't learned any information about the mystery man seen in the surveillance photo with Kevin Ferris and his female companion.",
    "speaker": null,
    "startTimecode": 1192900,
    "endTimecode": 1211900
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/67",
    "text": "So they really needed to catch a break and not sully any possibility of future prosecution.",
    "speaker": null,
    "startTimecode": 1212560,
    "endTimecode": 1217420
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/68",
    "text": "Unfortunately, the investigation waned after that.",
    "speaker": null,
    "startTimecode": 1218620,
    "endTimecode": 1221500
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/69",
    "text": "About seven months after the records were sealed and almost a year after the crime, authorities had gone through more than 150 tips, done a bunch more interviews, executed more than 30 search warrants, and examined dozens of pieces of physical evidence.",
    "speaker": null,
    "startTimecode": 1222140,
    "endTimecode": 1235620
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/70",
    "text": "But still, the case was cold.",
    "speaker": null,
    "startTimecode": 1236220,
    "endTimecode": 1238180
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/71",
    "text": "The sheriff's office had tracked down a few people they considered persons of interest, but ultimately ruled all of them out.",
    "speaker": null,
    "startTimecode": 1239000,
    "endTimecode": 1244880
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/72",
    "text": "I don't know if the unknown man from the surveillance video was one of those people, though.",
    "speaker": null,
    "startTimecode": 1245660,
    "endTimecode": 1249600
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/73",
    "text": "The lead detective for the sheriff's office said that the murder was gruesome and complex to investigate, mostly because it was a random killing. Whenever there isn't some sort of tether between a suspect and the victim, it's essentially like trying to find a needle in a haystack. Referring to this challenge, the lead detective said, quote, it's more likely that this was an event that was a spur of the moment that was a potentially drug-induced or was potentially a mental illness issue. The potential is that these two people ran into each other and for one reason or another, our suspect chose to take the life of John Schmutzer.",
    "speaker": null,
    "startTimecode": 1250500,
    "endTimecode": 1285400
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/74",
    "text": "We believe that this was a wrong place, wrong time for John.\" When the one-year anniversary of the crime rolled around, the sheriff's office held another press conference and announced that they still didn't know who their prime suspect, the runner, was.",
    "speaker": null,
    "startTimecode": 1286180,
    "endTimecode": 1301200
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/75",
    "text": "They'd taken DNA samples from at least eight different people, but had only ruled out two of them. The rest of the samples were waiting to be processed by the Wisconsin State Crime Lab. But there wasn't any specific date on when those results would come in because the lab was experiencing a substantial evidence backlog. All of this talk about DNA testing, though, makes me assume that investigators have items of evidence from the crime scene that contain unknown biological material.",
    "speaker": null,
    "startTimecode": 1301880,
    "endTimecode": 1328260
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/76",
    "text": "Otherwise, I'm not sure how they could be doing comparisons and ruling people out. Just something to consider.",
    "speaker": null,
    "startTimecode": 1329100,
    "endTimecode": 1334840
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/77",
    "text": "The sheriff's office explained that moving forward, the case was going to be assigned to fewer detectives. However, that didn't mean it was valued any less.",
    "speaker": null,
    "startTimecode": 1335720,
    "endTimecode": 1343640
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/78",
    "text": "detectives. However, that didn't mean it was valued any less. The department spokesman emphasized that investigators were hopeful advances in DNA technology would develop new leads, and more people would come forward with information. In 2022 and 2023, the case remained at a standstill, and at last check, it doesn't appear there's been any major update like an arrest or renewed interest by the media. John's parents have created the John Craig Schmutzer Foundation, which IRS filings indicate has raised more than $100,000. His parents and sister are on the board of that entity, and it's reported that the charity contributes to the American Family Children's Hospital Therapy Dog Fund, which provides dogs for children undergoing medical treatments in Madison, Wisconsin. If you have any information about the unsolved murder of John Schmutzer, call detectives with the Sauk County Sheriff's Office or Crime Stoppers at 888-847-7285. Or you can text TIP-SAUK to 274-637. You can remain anonymous.",
    "speaker": null,
    "startTimecode": 1346020,
    "endTimecode": 1408580
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/79",
    "text": "Acorns makes it easy to start automatically saving and investing so your money has a chance to grow for you, your kids, and your retirement. You don't need to be an expert. Acorns will recommend a diversified portfolio that fits you and your money goals. You don't need to be an expert. Acorns will recommend a diversified portfolio that fits you and your money goals. You don't need to be rich. Acorns lets you invest with the spare money you've got right now. You can start with $5 or even just your spare change. You don't need to feel like financial wellness is impossible. Acorns gives you small, simple steps to get you and your money on track. Basically, Acorns does the hard part so you can give your money a chance to grow. Head to acorns.com slash parkpredators or download the Acorns app to start saving and investing for your future today. Paid non-client endorsement, compensation provides incentive to positively promote Acorns. Tier two compensation provided. Investing involves risk. Acorns Advis llc and sec registered investment advisor view important disclosures at acorns.com slash park predators make this new year a milestone in your child's education with ixl ixl uses advanced algorithms to personalize your child's learning experience, ensuring they receive the right support at the right time. With subjects spanning from counting and ABCs to advanced high school topics like calculus and SAT prep, one subscription covers all your children's educational needs and saves you time by providing organized resources all in one place. My son is only two and a half right now, but already I can tell in school they are pushing learning. And I mean not just like learning shapes and numbers and other skills. I mean like all things about sentences and capital letters and spelling and all the things that he'll eventually need. And IXL is a perfect fit for him.",
    "speaker": null,
    "startTimecode": 1414460,
    "endTimecode": 1517320
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/80",
    "text": "Make an impact on your child's learning. Get IXL now. And Park Predators listeners can get an exclusive 20% off on IXL membership when they sign up today at IXL.com slash park. Visit IXL.com slash park to get the most effective learning program out there at the best price.",
    "speaker": null,
    "startTimecode": 1517900,
    "endTimecode": 1538400
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/81",
    "text": "The next case I'm going to discuss received even less coverage than John's, as far as reporting beyond the initial coverage of the crime goes.",
    "speaker": null,
    "startTimecode": 1550680,
    "endTimecode": 1554880
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/82",
    "text": "But it's a case that absolutely needs more eyes and ears on it, because, in my opinion, it is every bit a reminder that random predators are out there in the world, especially in landscapes where they can use the cover of trees and bushes to hide.",
    "speaker": null,
    "startTimecode": 1558280,
    "endTimecode": 1569180
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/83",
    "text": "This murder is still very solvable, if only the right people would come forward.",
    "speaker": null,
    "startTimecode": 1569840,
    "endTimecode": 1575060
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/84",
    "text": "Around 3.30 p.m. on Friday, September 10, 2021, firefighters and paramedics with the City of Los Angeles responded to a 911 call from a visitor at Ernest D. Debs Regional Park, claiming that a man had been gravely injured and needed serious medical assistance. The person who'd placed the call was a woman who'd been walking in the park with her child and come across another woman who'd asked her to call 911, because she said her friend who'd been walking a few steps behind her had suddenly dropped to the ground.",
    "speaker": null,
    "startTimecode": 1576700,
    "endTimecode": 1607320
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/85",
    "text": "The 911 caller and some other bystanders who'd come to help were trying to administer CPR, but things weren't looking good.",
    "speaker": null,
    "startTimecode": 1608160,
    "endTimecode": 1615220
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/86",
    "text": "When emergency responders arrived at the scene a short time later, they found a young Latino man lying on a trail bleeding.",
    "speaker": null,
    "startTimecode": 1616020,
    "endTimecode": 1622660
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/87",
    "text": "It wasn't clear right away what exactly was wrong with him until they turned him over and discovered that there was a gunshot wound in his back.",
    "speaker": null,
    "startTimecode": 1623420,
    "endTimecode": 1631020
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/88",
    "text": "The paramedics tried to do everything they could to revive the victim, but it was no use. He was gone.",
    "speaker": null,
    "startTimecode": 1631760,
    "endTimecode": 1637420
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/89",
    "text": "He was declared dead right there on the trail.",
    "speaker": null,
    "startTimecode": 1638100,
    "endTimecode": 1640420
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/90",
    "text": "When Los Angeles police detectives arrived on scene, they interviewed the person who'd been walking with the victim, who said that they'd heard a single loud clap sound ring out, and then their friend, 29-year-old Jason Jose Cortez Nativi, collapsed. A man who'd been walking around 75 to 100 feet away from Jason and his friend reported hearing the same thing, one loud gunshot. That witness told investigators that they'd hurried to help Jason and his friend reported hearing the same thing, one loud gunshot. That witness told investigators that they'd hurried to help Jason and his companion, but while on their way, they'd noticed a man come out of some bushes holding what looked like a rifle. They described the guy as being Latino in his 20s or early 30s, between 5'10 and 5'11 and wearing a blue hooded sweatshirt or sweater, depending on what source material you read. The eyewitness who saw this mysterious figure said that after the shooting, the guy left the park headed in the direction of some nearby streets. And to give you all some context, Jason's family told me that there are multiple entrances and exits to the park, which in this particular case provided ample opportunity for the shooter to slip out of sight quickly.",
    "speaker": null,
    "startTimecode": 1641240,
    "endTimecode": 1705200
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/91",
    "text": "Right away, the cops scoured the trail where Jason had been shot, and they found a single shell casing from a small caliber firearm near where that eyewitness said they'd seen the shooter emerge from the bushes.",
    "speaker": null,
    "startTimecode": 1705980,
    "endTimecode": 1715740
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/92",
    "text": "Police continued to search the area and check nearby surveillance cameras for any footage of the shooting or the shooter. But unfortunately, there were no cameras inside the park itself, and it doesn't appear any nearby produced useful results or showed anything of value. As is common in many major cities that have green spaces surrounded by concrete jungle, there was an encampment for unhoused people nearby that investigators went straight to to check for possible suspects. But none of the unhoused people living in that area had guns.",
    "speaker": null,
    "startTimecode": 1716980,
    "endTimecode": 1747280
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/93",
    "text": "I guess it's possible that the shooter could have ditched the weapon right after the crime, but if he was living in this camp, he would have had to get rid of it pretty quick.",
    "speaker": null,
    "startTimecode": 1748220,
    "endTimecode": 1755840
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/94",
    "text": "From reading the source material, it seems like the folks living in the camp were eventually cleared and authorities focused their attention elsewhere.",
    "speaker": null,
    "startTimecode": 1756580,
    "endTimecode": 1763420
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/95",
    "text": "Narrowing down who the shooter could be or where he went was tricky though because the park itself was about 300 acres and hundreds of visitors came in and out of it every day. That was a significant amount of space to cover so investigators decided to ask the public for some help. The eyewitness who'd seen the suspicious man in the bushes seemingly holding a rifle helped the police develop a composite sketch, which provided a general image of the shooter's face, but unfortunately, it wasn't super detailed.",
    "speaker": null,
    "startTimecode": 1764380,
    "endTimecode": 1792600
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/96",
    "text": "There's a photo of it on the blog post for this episode, so you'll see what I mean when you take a look.",
    "speaker": null,
    "startTimecode": 1793600,
    "endTimecode": 1798480
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/97",
    "text": "In addition to hunting for the shooter, detectives spent time getting to know their victim, too. In addition to hunting for the shooter, detectives spent time getting to know their victim, too.",
    "speaker": null,
    "startTimecode": 1799840,
    "endTimecode": 1805580
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/98",
    "text": "They learned Jason was visiting from Northern Virginia and had graduated from George Mason University several years earlier with a degree in film and video studies.",
    "speaker": null,
    "startTimecode": 1808140,
    "endTimecode": 1813900
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/99",
    "text": "His parents, Candelario and Reyna Cortez, described their son as a hardworking person who enjoyed being behind the camera and loved his longtime girlfriend and new wife, Karina.",
    "speaker": null,
    "startTimecode": 1814600,
    "endTimecode": 1824640
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/100",
    "text": "Understandably, everyone in his family was devastated by the crime.",
    "speaker": null,
    "startTimecode": 1825820,
    "endTimecode": 1829260
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/101",
    "text": "Less than a year earlier, he married Karina, who he'd been dating since 2014.",
    "speaker": null,
    "startTimecode": 1830320,
    "endTimecode": 1834120
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/102",
    "text": "And together, they settled down, adopted a dog, and he worked as an editor for an English-language TV news service based in Beijing, China.",
    "speaker": null,
    "startTimecode": 1834980,
    "endTimecode": 1841820
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/103",
    "text": "His loved ones said he was a free spirit, who liked to mentor people pursuing careers in the cinematic profession and always put other people before himself.",
    "speaker": null,
    "startTimecode": 1842700,
    "endTimecode": 1850480
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/104",
    "text": "He was a member of an all-gender fraternity that focused on creative visual arts projects, and through that community, he developed friendships outside of Virginia. He'd arrived in Los Angeles by himself on September 9th, the day before his death, and connected with a friend who lived there who wanted some help on a photography project.",
    "speaker": null,
    "startTimecode": 1851280,
    "endTimecode": 1868420
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/105",
    "text": "On the afternoon of the shooting, he and his friend had decided to sort of at the last minute visit the park and snap a few pictures of the area.",
    "speaker": null,
    "startTimecode": 1869300,
    "endTimecode": 1876220
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/106",
    "text": "They'd been leaving the park to head home when Jason was killed.",
    "speaker": null,
    "startTimecode": 1876960,
    "endTimecode": 1880060
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/107",
    "text": "Following his death, a GoFundMe page was established to help his wife pay for funeral expenses, and donors raised more than $70,000.",
    "speaker": null,
    "startTimecode": 1881120,
    "endTimecode": 1888340
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/108",
    "text": "His loved ones and some members of the cinema fraternity that Jason was a part of held his memorial service virtually on October 9th.",
    "speaker": null,
    "startTimecode": 1889340,
    "endTimecode": 1896580
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/109",
    "text": "Many people who knew him personally and professionally spoke during this service and shared happy memories of the beautiful legacy he left behind.",
    "speaker": null,
    "startTimecode": 1897280,
    "endTimecode": 1905080
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/110",
    "text": "Few details about Jason's actual autopsy are out there, but Corina told me that the doctor who conducted it right after the murder found a slug in Jason's body and no exit wound.",
    "speaker": null,
    "startTimecode": 1906000,
    "endTimecode": 1916020
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/111",
    "text": "Authorities determined that slug belonged to a small caliber gun, possibly a.22.",
    "speaker": null,
    "startTimecode": 1916900,
    "endTimecode": 1921420
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/112",
    "text": "In December, three months after the crime with no real leads to follow, LAPD held a press conference to announce that the Los Angeles City Council had approved a $50,000 reward for information. Karina, Jason's wife, told me that it was really because of her and Jason's family's persistence that the press conference even happened. She said that it felt like at that point Jason's case didn't seem like a priority for law enforcement and it was actually his family who contacted the city council members and stayed on the LAPD to make the presser happen. During the conference, she, his parents, and his younger brother Jamie all pleaded with residents of the area to help bring them answers.",
    "speaker": null,
    "startTimecode": 1923180,
    "endTimecode": 1960940
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/113",
    "text": "Reyna expressed in Spanish, which was translated into English, quote, as a mother, a piece of my heart died with my son Jason, end quote. In Karina's statement, she explained how awful it was that she wasn't going to be able to spend the holidays together with her new husband. She said, quote, Jason was not only my husband and an amazing son and brother and loyal friend. This was supposed to be our first Christmas and New Year's together as a End quote.",
    "speaker": null,
    "startTimecode": 1961840,
    "endTimecode": 1997660
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/114",
    "text": "Investigators clarified in their comments that they didn't believe Jason's death was gang-related in any way, or that he'd been targeted. One captain told reporters that the crime appeared to be a senseless killing, and another said that it literally could have happened to anyone in the park that day. But it was just Jason who'd unfortunately drawn the short straw.",
    "speaker": null,
    "startTimecode": 1999000,
    "endTimecode": 2017600
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/115",
    "text": "The LAPD said there had been other shootings in neighborhoods surrounding the park prior to this, but no random murders like Jason's had ever happened inside the park.",
    "speaker": null,
    "startTimecode": 2018640,
    "endTimecode": 2027280
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/116",
    "text": "So essentially, his death was the first one of its kind at the time.",
    "speaker": null,
    "startTimecode": 2027880,
    "endTimecode": 2031360
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/117",
    "text": "In the wake of his death, his friends created a website celebratingjasoncortez.com to memorialize him.",
    "speaker": null,
    "startTimecode": 2032020,
    "endTimecode": 2038580
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/118",
    "text": "It was also meant to act as a hub for information and news articles related to the case.",
    "speaker": null,
    "startTimecode": 2039240,
    "endTimecode": 2043720
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/119",
    "text": "His friends have done an amazing job delineating what information that's been reported is false and what is true. The webpage is still around today and showcases some really beautiful tributes to Jason, as well as his artistic works. It describes him as someone who always had his hands in different media projects, from film directing, to songwriting, to screenplays, to podcasting, and more. According to Karina, in July 2022, she and some of Jason's friends visited Los Angeles on what would have been his 30th birthday to canvas the area for themselves and try and do some digging. They printed and passed out hundreds of flyers all over the city and posted stickers with QR codes on them that directed folks to the Celebrating Jason Cortez website. They also spoke with members of the cleaning crew who serviced the park, park employees and just random hikers. She told me that many of these folks they interacted with didn't even know about Jason's case, like at all. One park employee told the group that they'd briefly learned about Jason's death through the news, but they had no idea what exactly had happened. Karina told me that due to the lack of exposure of his story, many people seemingly just assumed that because Jason was a young Latino man, he must have been affiliated with a gang. But she clarified that anyone who knew him knew that could not have been further from the truth. He'd been in LA for less than 24 hours when he was killed, and she said that Jason very much disliked guns because he'd actually lost one of his own cousins due to gun violence the year prior.",
    "speaker": null,
    "startTimecode": 2044520,
    "endTimecode": 2133840
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/120",
    "text": "So to his loved ones, it was genuinely ridiculous to think that this was anything other than a random murder.",
    "speaker": null,
    "startTimecode": 2134600,
    "endTimecode": 2139960
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/121",
    "text": "At last check, Jason's case remains unsolved, and there hasn't been much as far as updates.",
    "speaker": null,
    "startTimecode": 2140820,
    "endTimecode": 2145940
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/122",
    "text": "If you know anything that could help solve the case, please call the Los Angeles Police Department Detectives Division at 213-486-8700.",
    "speaker": null,
    "startTimecode": 2146720,
    "endTimecode": 2156660
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/123",
    "text": "Or submit a tip to the L.A. Crime Stoppers at 800-222-8477. at 800-222-8477.",
    "speaker": null,
    "startTimecode": 2157660,
    "endTimecode": 2169220
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/124",
    "text": "Park Predators is an AudioChuck production.",
    "speaker": null,
    "startTimecode": 2171780,
    "endTimecode": 2172540
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/125",
    "text": "You can view a list of all the source material for this episode on our website, parkpredators.com. And you can also follow Park Predators on Instagram, at parkpredators.",
    "speaker": null,
    "startTimecode": 2174420,
    "endTimecode": 2182160
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/126",
    "text": "So, what do you think, Chuck? Do you approve?",
    "speaker": null,
    "startTimecode": 2187080,
    "endTimecode": 2189820
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/127",
    "text": "Did you know that parents rank financial literacy as the number one most difficult life skill to teach? Meet Greenlight, the debit card and money app for families. With Greenlight, you can set up chores, automate allowance, and keep an eye on your kids' spending with real-time notifications.",
    "speaker": null,
    "startTimecode": 2193280,
    "endTimecode": 2209500
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/128",
    "text": "Kids learn to earn, save, and spend wisely, and parents can rest easy knowing their kids are learning about money with guardrails in place. Sign up for Greenlight today at greenlight.com slash podcast. Where'd you get those shoes? Easy. They're from DSW, Podcast. from daydreamer to multitasker and everything in between because you do it all in really great shoes.",
    "speaker": null,
    "startTimecode": 2210060,
    "endTimecode": 2246180
  },
  {
    "id": "4fc648bf-81a6-4599-a6d3-980743b6d214/transcript/paragraph/129",
    "text": "Find a shoe for every you at your DSW store or dsw.com.",
    "speaker": null,
    "startTimecode": 2246760,
    "endTimecode": 2251520
  }
]