[
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/0",
    "text": "Hey park enthusiasts, it's Delia here. You know from listening to park predators that sometimes the most beautiful places can hide the darkest secrets. And there is a case that proves this can be true, and is a case you're going to want to hear about. It's the murder of Dana Ireland on Hawaii's Big Island, and you can hear all of the details in the newest season of the podcast, 3. In the newest season of 3, hosted by Amanda Knox, who some of you may have heard on my most recent CounterClock Q&A episode, you'll not only dive into Dana's story, but you'll also explore the human cost that can occur when the justice system gets it wrong. This case truly rocked the Vacationland community, and under pressure to solve it, police arrested not one, not two, but three men. And all of them were convicted of Dana's murder. But none of them committed the crime. It took years for the truth to finally emerge, and the lives of three families have been changed forever. Listen to Three now, wherever you listen to podcasts. Hi, park enthusiasts. I'm your host, Delia D'Ambra. And the story I have for you today is a crime that still needs to be solved. This October marks the 35-year anniversary, and for many of you listening, it might be your first and only time you're hearing about this case. There was very little original source material still out there when I dove into researching it, which can sometimes make covering stories like this challenging. But thankfully, I was able to interview former and current law enforcement investigators as well as one of the victim's daughters. And it was through those conversations that a lot of new information came to light. There's also something else you should know going into this episode, and that's the crime scene. Don Pedro Island, Florida, which is home to Don Pedro Island State Park, literally butts up next to some property my husband and I bought a few years ago. So to say this crime happened in my backyard is an understatement, but it was 30 years before we came into the picture, so there's that. But in many ways, I feel I was destined to research and investigate the murders of Harry Billy Scott and John Stanley Smith. They were brutally gunned down in a popular fishing code that I've personally boated and fished in. And to this day, the identity of their killer or killers remains a mystery. But law enforcement is convinced that could easily change. This is Park Predators. The End Thank you. Around 9 o'clock in the morning on Tuesday, October 9th, 1990, a worker inside Don Pedro Island State Park in Florida was going about their morning duties when they heard what sounded like gunshots. Now, to give you a better sense of where the state park is, it's sort of split between the mainland of Cape Hayes, Florida, and the barrier island of Don Pedro Island, which can only be accessed by ferry, kayak, or private boat. On one side of the island is the Gulf of Mexico, and on the other side is what's known as the Intracoastal Waterway. According to my interviews with law enforcement, the worker who heard the gunshots was on the barrier island portion of the park, so surrounded by water, and in a section that was near a popular fishing cove known as Rambler Hole. Right around the same time the park employee heard the gunshots, a group of people in a pontoon boat cruising into Rambler's Hole came upon another boat that was just floating freely. There seemingly was no anchor or people around. It appeared adrift and getting closer and closer to the mangrove trees that encompassed the cove. As the people in the pontoon boat got closer, they realized the floating vessel was a red mullet boat, which was a type of watercraft that local commercial fishermen used. Mullet boats are a common site on the Intracoastal Waterway, which is the main waterway that Rambler Hole connects to. Like I said in the intro, I've personally ventured through this area myself, and if you check out the blog post for this episode, there's a map I've created to help you understand what I'm describing. Mullet boats, which are historically flat on the bottom, are made of mostly wood and are great for getting into shallow bodies of water, like Rambler Hole, which kind of acts as a dead end for mullet fish once they've swam in there. Every year between August and November in Florida, mullet run in massive schools and end up in warmer waters, and these kinds of inlets are good places to catch them. Anyway, when the group of people in the pontoon boat got close enough to cruise by the adrift mullet boat, they saw something disturbing. A person's foot was sticking up in the air and it was clear that something bad had happened. A short distance away from the vessel, the witnesses also discovered something orange floating beneath the surface of the water that looked suspicious. So I imagine not wanting to waste time and having no idea what exactly they just stumbled upon. The group of people immediately alerted workers at the state park, and by 10.30 a.m., a deputy with the Charlotte County Sheriff's Office Marine Unit arrived. Shortly afterwards, he was followed by more investigators from the Sheriff's Office. One of those people was a man named James Kenville, who goes by Jim. Jim is a major with the sheriff's office now, but back in October 1990, he hadn't been a detective for very long. When he showed up to the scene, his colleagues had already secured everything as best as they could. They'd managed to get the mullet boat under a nearby bridge and tie it down. And putting it under the bridge was crucial because rainy weather had moved into the area and the sheriff's office wanted to preserve as much blood and physical evidence as they could.",
    "speaker": null,
    "startTimecode": 680,
    "endTimecode": 368440
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/1",
    "text": "Especially considering the fact that their crime scene was already challenging enough, having originated out in open water on a fishing vessel that was naturally wet.",
    "speaker": null,
    "startTimecode": 369200,
    "endTimecode": 377700
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/2",
    "text": "With the boat secured, authorities then turned their attention to two victims who'd been discovered at the scene.",
    "speaker": null,
    "startTimecode": 379280,
    "endTimecode": 384780
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/3",
    "text": "42-year-old Harry Billy Scott and 32-year-old John Stanley Smith, who everyone referred to as Stanley. Jim Kenville immediately recognized both men because he'd grown up in the coastal villages of Charlotte County and knew Harry worked as a mullet fisherman and Stanley was his first maid. According to Jim, Harry was found in the front of his red mullet boat where he'd normally sit to captain it. But Stanley was a short distance away, floating three feet below the surface. He was wearing an orange slicker, which is a type of raincoat fishermen use. So him having that particular piece of clothing on explained the orange colored item that the pontoon witnesses had first noticed beneath the water's surface. Essentially, they'd been looking at Stanley's body, but just didn't know it. At some point on that Tuesday, staff from the sheriff's office covered Harry's fishing boat with tarps and transported it along with both victims' bodies to the shore. Melanie Scott Fowler, Harry's daughter, who was 16 years old at the time, told me during her interview that because her dad was such a large man, some 440 pounds, the sheriff's office had to use a crane to lift his body and get it safely onto dry land. Lori Windham reported for the Fort Myers News Press that their autopsies were scheduled for the following day. By that point, word had spread that two fishermen had been found dead, and local newspapers were all over the story. The sheriff's office confirmed to reporters that foul play was suspected in the case. Both victims' autopsies were done the next day, Wednesday, October 10th, and though I wasn't able to get a copy of those reports for myself, Jim Kenville and current Charlotte County Sheriff's Office cold case detective Mike Vogel filled me in on the important details, some of which have never been shared publicly until now. Jim and Mike said that the medical examiner determined both victims had been shot, and it was clear that Harry had suffered far more violence than Stanley. He'd been shot at least five times, four in his body and at least once in the back of his head. The shooter or shooters had used two different caliber guns, a 9mm and either a.357 or.38. He'd also been struck over the head multiple times with an object that law enforcement surmised had to have been heavy because there were five fairly deep lacerations on his head. Jim told me that because the assault on Harry seemed to be contained to the front of the boat, that indicated whoever killed him might have boarded the vessel in order to carry out the attack. It's unclear though from my conversation with him what injuries came first, the blows to Harry's head or the multiple gunshot wounds. Whatever the exact sequence of events though, Jim told me that he's certain of one thing, Harry's murder occurred very quickly. Mike Vogel told me that one explanation as to why the killer or killers chose to shoot Harry so many times was because, like I mentioned earlier, he was a very large man. His own family was comfortable with me describing him as a man who was overweight, and so law enforcement believed that the four shots to his body were not necessarily fatal due to his large size. However, the gunshot wound to his head, which entered behind his left ear, seemed to be the fatal shot. I've seen this type of gunshot sometimes referred to as an execution-style wound. The fact that Harry had also been beaten with something was even more interesting to investigators because it seemed like a case of overkill or perhaps evidence that the killer or killers were frustrated with him. Stanley, on the other hand, had only been shot once. The bullet that killed him entered through his chest and pierced his heart. The only other wound the medical examiner noted on his body was an injury above his left eye, which investigators theorized could have come from him possibly hitting his head on something while exiting the boat or trying to get away. The caliber of ammo used to kill him was determined to be the same.38 or.357 caliber firearm that had caused some of Harry's gunshot wounds. So to recap, because I know that's a lot of info, both men were shot, Harry at least five times and Stanley only once. Law enforcement believed at least two different guns had been used, plus possibly some other object that caused the deep lacerations to Harry's head, and maybe that injury above Stanley's eye. According to an article by Mary Hawk for the Fort Myers News Press, on Thursday, October 11th, the day after the autopsies concluded, the ME's office released some of its findings, and it seems like that's when the local media really began to start digging into the story. A double murder like this was big news, and the thought of a killer still being at large was alarming. Jim Greenhill reported for the Fort Myers News Press that local fishermen began arming themselves when they went to work, and there was a general sense of fear within the commercial fishing industry that danger was afoot. Investigators were looking at only a few scenarios that made sense. There was either one shooter with two different guns or two or more shooters with two different guns. The option authorities were leaning toward more though was the latter. And that's because of some information they learned after speaking with the witnesses in the pontoon boat who discovered the crime scene. Investigators learned that around the same time that group entered Rambler Hole, they were passed by a green mullet boat that was leaving the cove at a very high rate of speed. The eyewitnesses told authorities that there were two men inside that speeding boat, and one of them appeared to be trying to hide himself from view. The other man who was driving was described as a white male with no shirt on, who had a noticeably large stomach and bright red hair that was whipping in the wind. The witnesses said that the red-headed man's hair was so unique that, to them, it almost seemed like it was fake or could have been a wig, but they didn't know for sure. When investigators pressed the witnesses for more details about the green mullet boat, they couldn't give them any. No one had managed to catch the vessel's whole number. The one detail they did clarify, though, was that its paint color was more of a puke green, as opposed to another shade of green, like a sea green or hunter green. Which, in my opinion, is actually kind of a good clue, at least in terms of narrowing down shades of green. Something else the witnesses were sure of was that it was a mullet boat. So, flat-bottomed, made mostly of wood, not a fancy speedboat, pontoon boat, or sailboat. Which again was at least something substantial that authorities could follow up on. Meanwhile, other investigators had impounded Harry's boat at the sheriff's office and begun thoroughly processing it for evidence. But I don't have a ton of detail about what exactly they found, because the case is still an open homicide. However, Mike Vogel, the current cold case detective for the sheriff's office, told me that deputies did end up finding a round from a bullet lodged in a piece of wood plank on the inside of the vessel. When I asked him if he thought that round might be a shot that maybe had missed Harry, he said it was either that or a round that went through Harry's body and was then embedded in the boat. He's unsure which exactly, but he told me if he had to guess, he thinks it's most likely a shot that missed Harry. I'm personally most interested in the fact that it was embedded inside the vessel because to me that's just another sign that points to the killer or killers being on Harry's boat with him when the shooting happened. I mean, think about it. If the shooter or shooters started firing while still outside the boat, then you'd expect a round that missed Harry to damage the outside of the vessel, not end up on the inside. I mean, I guess anything is possible, and since I don't have access to the entire case file, there are things I'm certainly missing. But I shared my observation with Mike Vogel, and he agreed that my theory made sense, and I took that as sort of a wink-wink, you got a good point kind of thing. Anyway, despite not having the clearest picture of what shots were fired when and from what angle, the sheriff's office still had to do their best to find firearm evidence that might lead them in a better direction. But unfortunately, no weapons or shell casings were found on Harry's boat. And Mike believes that when divers searched the water in the cove back in the day, they also didn't find any firearms or casings. Mike told me that if the shooter or shooters had used a revolver, then the casings not being anywhere at the crime scene makes total sense. Because a revolver would have retained any spent casings in its chamber after being fired. But if the perpetrator used a semi-automatic gun, then the spent casings would have definitely been ejected. Mike thinks in that scenario, the casings just most likely went into the water and the investigators were unable to find them. I can kind of attest to this, because the water in that area when I've been there is brackish, and when something goes in there, there's sediment and just a poor quality of vision that makes it hard to find things. We lost the nozzle to a hose for our boat in this kind of scenario, and we never found it. So I totally get what he means. Anyway, with little in terms of physical evidence to look into, investigators back in 1990 decided to follow up on the green-colored mullet boat that had been seen speeding away from Rambler Hole around the time of the murders. Jim Kenville told me during his interview that the sheriff's office spoke to a lot of people in several different fishing villages near the state park about the boat, but few residents recognized its description. Investigators located a few boats that were reportedly similar to it, but in the end, none of those vessels were the right one, and the sheriff's office determined that the watercraft they were looking for was most likely not from the Charlotte County area. And so the big question became, where the heck was it from?",
    "speaker": null,
    "startTimecode": 506000,
    "endTimecode": 967620
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/4",
    "text": "And equally as important, why would the two men seen on it have wanted to kill Harry and Stanley, if in fact those men were the responsible party?",
    "speaker": null,
    "startTimecode": 968180,
    "endTimecode": 976600
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/5",
    "text": "Turns out there might have been hundreds of thousands, maybe even millions of reasons why someone would want to harm Harry Billy Scott. When you picture businesses with criminally good sales, you think of a must-have product, a well-thought-out brand, and marketing that practically sells itself. But the real secret often lies in the business behind the business, making the whole process smooth and simple. For millions, that's Shopify. Nobody does selling better than Shopify, home of the number one checkout on the planet. And the not-so-secret secret, ShopPay can boost conversions up to 50%, meaning way less carts going abandoned and way more sales going. So if you're into growing your business, your commerce platform better be ready to sell wherever your customers are scrolling or strolling. On the web, in your store, in their feed, and everywhere in between. The secret's out. Businesses that want to grow, grow with Shopify. Upgrade your business and get the same checkout that many other companies use. Sign up for your $1 per month trial period at shopify.com slash parkpredators, all lowercase. Go to shopify.com slash parkpredators to upgrade your selling today. shopify.com slash parkpredators. It didn't take long after the murders for investigators with the Charlotte County Sheriff's Office to begin hearing rumors that Harry was suspected of being tangled up in the drug trade. According to Mike Vogel and Jim Kenville, investigators learned after speaking with staff from the U.S. Department of Customs and Border Protection and the U.S. Coast Guard, that Harry's name had come up in investigations related to offshore drug smuggling. Interviews from those agencies indicated that local fishermen like Harry were suspected of driving their vessels offshore, picking up bundles of illegal drugs from suppliers, and then bringing those parcels back to the mainland. And it wasn't like this was some huge secret either. Jim told me that as far as Harry's involvement in this kind of activity went, it was almost common knowledge amongst the locals. Melanie, Harry's daughter, told me during her interview that even though her parents divorced at a young age, her dad would always make sure that she and her mom were taken care of. He'd send money, buy Melanie's mom nice cars, and so on. And once Melanie became an adult, she looked back on this kind of thing, did the math, and realized that her father's work as a fisherman probably wasn't the only thing financing those gifts. So with this information as background about Harry, investigators were more suspicious than ever that whoever was responsible for the crime had specifically targeted him. Perhaps the attack was the result of a vendetta or retribution because Harry had stolen from someone higher up in the drug trade. I think it's also possible they speculated that another local fisherman who was involved in the same illegal activity as Harry might have wanted to eliminate him as competition. Now, I know these theories are specific, but they're not necessarily unfounded. Mike Vogel and Jim Kenville told me during their interviews that Harry was a boisterous man who at times could come off as obnoxious. He liked to fish in whatever body of water he wanted to, and he didn't like anyone telling him what he could or couldn't do. Apparently, there were several people in his industry who just straight up didn't like him. So the suspect pool was robust, to say the least. Still, the one thing that stuck out about the crime was the timing of it. If this was a targeted killing, how had the perpetrator or perpetrators known where Harry would be on the morning of the crime? In the first few days of the investigation, the sheriff's office was able to determine Harry and Stanley's movements leading up to their murders. They interviewed Harry's girlfriend, a woman named Joyce Rhodes, who lived with him in a trailer in Placida, Florida, right near the Intracoastal Waterway. Their small community, called Thunderation Way, was home to a lot of local fishermen, including some of Stanley's family members. Joyce told investigators that on the morning of the crime, Harry had woken up not feeling well, but that wasn't necessarily out of the ordinary. She said that he usually had rough mornings because of his health and he suffered from swelling in his feet, to the point where he had to take aspirin on a regular basis. In fact, she said his health had deteriorated so much that he'd considered calling it quits as a fisherman either that year or the next. Sometime in the morning on the day of the crime, he and Stanley had boarded his red mullet boat and made their way through a series of shallow channels toward Gasparilla Marina and went to a pier that was located in the Gasparilla fishery. By 7.30 or 7.45, they'd purchased gas, filled a large cooler on his boat with ice, and then left in the direction of Rambler Hole. During my interviews with Jim Kinville and Mike Vogel, they said they believed the murders happened shortly after the pair left the marina and arrived to set their nets in the cove. So sometime between 8 and 9 o'clock in the morning. An article on the sheriff's office's website states that additional witnesses reported seeing Harry's boat enter the fishing inlet around 8.30 a.m. And since we know that the state park worker heard some gunshots and the pontoon boat witnesses saw the green mullet boat leaving the cove around 9 o'clock, or shortly after, then I have to assume the time frame of the murders is somewhere in the ballpark of half an hour, give or take a few minutes. This estimate is supported by the fact that personnel for the sheriff's office told the press in 1990 that they didn't think either victim had been dead very long before they were found. So, all things considered, I think it's safe to say that the window of time that the killings happened was rather small. Jim Kimball told me that Rambler Hole was a common place for Harry to fish for mullet, and there would have been a handful of local residents who knew that was one of his usual fishing spots. I guess there's also the possibility that the killer or killers were unfamiliar to Harry's usual routine and could have just followed him and Stanley in there. But to me, that scenario seems less likely, because that would mean the perpetrators would have had to have been watching Harry from the moment he and Stanley left his house in Thunderation Way, then trolled behind his boat through a series of narrow channels all the way to the marina, then up the intracoastal waterway to the cove. In that scenario, it seems like the suspects would have risked losing the element of surprise if they'd been behind Harry's boat the entire time. I guess anything is possible, but for some reason, the killers followed them the whole time scenario just doesn't land with me. Anyway, something that was established with a bit more certainty was that Stanley most likely wasn't a target of the crime. According to everyone I spoke with and the documented source material, he was intellectually disabled.",
    "speaker": null,
    "startTimecode": 977220,
    "endTimecode": 1388940
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/6",
    "text": "Melanie, Harry's daughter, who'd grown up with Stanley, described him as having Down syndrome.",
    "speaker": null,
    "startTimecode": 1389680,
    "endTimecode": 1393740
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/7",
    "text": "One local fisherman told reporter Jim Greenhill that even though Stanley's intellectual functioning was limited, he was very loyal to Harry.",
    "speaker": null,
    "startTimecode": 1394560,
    "endTimecode": 1401680
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/8",
    "text": "He was physically strong and enjoyed working for him on the mullet boat. Sometimes he'd even work for other fishermen too who needed an extra hand. Melanie said there was nothing Stanley wouldn't do for her father and vice versa. So no one who knew Stanley could think of anyone who'd want him dead. It's safe to say that the sheriff's office believes he was just in the wrong place at the wrong time.",
    "speaker": null,
    "startTimecode": 1402200,
    "endTimecode": 1425180
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/9",
    "text": "And because he was a witness, he was taken out as well.",
    "speaker": null,
    "startTimecode": 1427900,
    "endTimecode": 1428740
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/10",
    "text": "Mike Bogle told me and Fox 4 reporter Caitlin Knapp that it's still investigators believe Stanley was killed for no reason other than he was there and saw what happened to Harry.",
    "speaker": null,
    "startTimecode": 1431640,
    "endTimecode": 1437820
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/11",
    "text": "Something interesting I learned during my interviews, though, was that usually Harry armed himself with either a shotgun or what Melanie described as a pearl-handled or nickel-plated.45 caliber revolver. She said that her dad always kept that gun in his waistband, but curiously, it was not recovered at the crime scene, and according to her, its whereabouts have never been determined. She believes that whoever murdered Harry took it from him. According to that piece by Jim Greenhill I mentioned earlier, back in October 1990, Joyce, Harry's girlfriend, said that on the morning of the crime, Harry didn't arm himself, which to her indicated that he wasn't expecting to encounter any sort of threat during that particular fishing trip. So I think the logic there is if he had anticipated a confrontation with someone or suspected an enemy was going to attack him, he would have prepared himself. Local fishermen emphasized in their interviews with the news press that Harry was not someone to mess with. Even though he was large, they said he was quick and would resort to violence if he needed to. Joyce said there was no way he would have let someone onto his boat that he didn't know. Which is why cold case detective Mike Vogel told Fox 4 that his team firmly believes there was more than one person involved in this crime. His theory is that the killers arrived in another boat, boarded Harry's vessel, then a confrontation occurred which resulted in Harry being shot, beaten over the head, and that Stanley was killed because he was merely a witness. When I interviewed Mike and Jim, they told me that on the morning of the crime, one of Stanley's relatives who lived either in or near Thunderation Way, near Joyce and Harry, told Stanley that it might be wise for him to avoid going fishing with Harry. Jim says their follow-up interview with this family member revealed that statement was meant to be a warning of sorts. Almost as if this relative knew that something was going to happen to Harry that morning, and they wanted Stanley to be spared. But unfortunately, the person who made that statement is now dead, and over the years, the sheriff's office has had a very difficult time getting individuals in both men's families to clarify what this alleged statement meant or if there was any validity to it. Understandably, in the wake of the murders, Joyce Rhodes went into a state of deep sadness. According to the news press article I mentioned a second ago, she and Harry had plans to get married and move to where he was from in Inglis, Florida. Before his untimely death, she'd promised Harry that if anything ever happened to him, she would never marry anyone else.",
    "speaker": null,
    "startTimecode": 1438840,
    "endTimecode": 1589040
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/12",
    "text": "For her own protection, a neighbor in her and Harry's community removed Harry's shotgun and all the knives from their trailer because the community feared that she may harm herself in the midst of her grief.",
    "speaker": null,
    "startTimecode": 1589780,
    "endTimecode": 1599760
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/13",
    "text": "I was unable to get a hold of Joyce for an interview while researching this episode, but back in October 1990, she told the Fort Myers News Press, quote, When you have a true bonding love, you know you've really got something. I didn't know what it was till I hit here. We had a wonderful 13 months together, and I guess that'll have to do me for the rest of my life. End quote. Meanwhile, Melanie, who, like I said earlier, was just 16 years old at the time, was very much kept in the dark about what was going on in her dad's case. At the time, her parents had been divorced for many years and she was living with her mother in Volusia County, more than three and a half hours away on the east coast of Florida. However, she had maintained a healthy relationship with her dad over the years, even though her mom remarried. She told me that her older sister Margaret, who was in her early 20s and married in 1990, was much more involved in what was happening in Placida. Melanie thinks that perhaps in an effort to shield her and her mother from potentially nefarious actors in Harry's life, considering his alleged ties to the drug trade, her stepdad basically wanted nothing to do with the murder investigation in Charlotte County and intentionally avoided asking a lot of questions. Two months into the investigation, authorities were hitting wall after wall. By mid-December 1990, they still hadn't identified the owner or operators of the green mullet boat seen leaving the crime scene. And a spokeswoman straight up told the Fort Myers News Press that the department could not catch a break. By February of 1991, four months after the killings, the sheriff's office announced that they'd had some success gathering additional interviews with local and non-local residents, who'd initially been tight-lipped or reluctant to talk. But they still needed more cooperation from the community to move the needle in the case. Unfortunately, that cooperation never came, and for the rest of the 1990s, the case went cold. Melanie told me during her interview that around the year 2000, when she was around 25 years old and her sister Margaret was in her 30s, the two of them went to the Charlotte County Sheriff's Office because the department was planning to, in her words, burn her father's mullet boat. I asked Jim Kenville and Mike Vogel about this and they confirmed that Harry's mullet boat, an integral piece of the crime scene, was in fact destroyed because it had sat in storage in the Sheriff's Office's evidence lot for many years and gotten damaged. It hadn't been kept in a climate-controlled facility because I'm not sure if that kind of resource was even available to the sheriff's office in the 90s and 2000s. It wasn't until 2009 or so that Mike Vogel and his team of cold case detectives took up the case and began reinvestigating it. They had a handful of unsolved murders they were responsible for working on, and so they didn't really get focused on Harry and Stanley's case until 2010 or 2012. When they did finally start pounding the pavement, they took a trip to Levy County, Florida, which is where both victims had connections to and still had living relatives. But even after they conducted several interviews, nothing pointed them in a solid direction or got them closer to identifying the killer or killers. So they set the case aside once again, and it's only been within the last two years or so that they've picked it up and really started taking a hard look at everything. Mike told me they've gone through several boxes of evidence, read countless reports, and poured over many drawings and photographs, all of which were archived back in the early 90s. In 2022, he sent fingernail scrapings from both victims to the Florida Department of Law Enforcement for additional testing, trying to locate DNA. But those results came back as negative. No DNA was present. So Mike told me one angle he and his cold case team decided to really hone in on was Harry's alleged connection to the drug trade in the late 80s and early 90s. They started looking at other unsolved homicide cases in the area that might be linked.",
    "speaker": null,
    "startTimecode": 1600480,
    "endTimecode": 1835720
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/14",
    "text": "Turns out, there was one, and it is eerily similar to Harry and Stanley's case. Press rewind with me for a bit all the way back to Thursday, November 13, 1986, more than four years before Harry and Stanley's murders. Around 11.30 that morning, two commercial fishermen working a few miles south of Placida in a body of water known as the Boca Grande Channel, which sits in nearby Lee County, discovered the decomposing body of a man who'd been shot once in the back of the head and weighted down with a 40-pound cinder block fastened around his neck. According to an article by the Fort Myers News Press, due to the state of his body, Lee County authorities determined he'd been in the water for as long as possibly three days, though his obituary stated his official date of death was said to be Wednesday, November 12th. The weekend after the victim was discovered, officials identified him as 33-year-old Alfred Eugene McCraney, who'd lived a majority of his life in Yankee Town, Florida, but had been working as a mullet fisherman in Schrimper off the coast of Newport Ritchie, Florida. And just to give you some quick geography context, Inglis, which is where Harry and Stanley had connections to, is very close to Yankee Town, where Alfred was from. And the Boca Grand Channel is a little over 10 miles south of Rambler Hole, where Harry and Stanley would be killed in October 1990. But to be more accurate, those 10 miles or so is much quicker by boat. So we're talking maybe a 15 to 20 minute boat ride, if I were to guess, based on my own experience boating in that area. Anyway, Ned Barnett reported for the St. Petersburg Times, which is now known as the Tampa Bay Times, that Alfred, who actually preferred to go by his middle name Eugene or Jean, shared three children with an ex-wife who said that he was one of those people who just sort of went wherever the wind blew him. He enjoyed working jobs that kept him on the water and in general got along well with most people. Prior to his death, he'd gotten in trouble with the law a few times for minor offenses, but he'd gone to prison for those offenses and been released in 1971, some 15 years before his murder. His ex-wife told Ned Barnett that after getting out, Gene was a reformed man as far as his troubles with the law. He found work as a commercial fisherman and lived in a lot of different places on the west coast of Florida. He was the youngest of 11 siblings and according to his ex-wife lived, quote, the fast lane life, end quote. His former brother-in-law told Ned Barnett that Gene had a certain charisma to him, plus he was good looking and had a personality that women liked. He'd been married two times and in total had four children, three daughters and a son. He was smart and had many talents, which his ex-brother-in-law indicated he didn't seem to put to good use. He explained that Gene would do wrong things, but was never a violent person. It was apparently known, at least according to his former brother-in-law, that Gene had enemies in Lee County. Reportedly, he'd gone down to that area on November 11th to visit with one of his cousins who lived there, but when authorities spoke to that relative, he said he didn't even know Gene was coming to Lee County. He'd only found out about the murder after reading somewhere that a man's body had been found in the Boca Grande Channel, and authorities had released that the guy had a distinct Tweety Bird cartoon tattoo, as well as several names, which turned out to be Gene's children and one of his ex-wife's names. On Wednesday, November 19th, almost a week after his body was discovered, Gene's family held a funeral service for him in Inglis. His four children and both of his ex-wives attended, along with roughly 100 other relatives. As far as the murder investigation, Lee County Sheriff's Office had some physical evidence, like the cinder block and instrument tied to Gene's neck to work with, but no eyewitnesses.",
    "speaker": null,
    "startTimecode": 1836460,
    "endTimecode": 2072680
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/15",
    "text": "They told St. Petersburg Times reporter Deborah Robbins that detectives were confident that Gene had been killed elsewhere and then dumped in the channel.",
    "speaker": null,
    "startTimecode": 2073340,
    "endTimecode": 2080360
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/16",
    "text": "No boat was floating near his body when he was found, so that pretty much eliminated the possibility that he was tossed overboard his own vessel or another watercraft that was then abandoned. The sheriff's office clarified that one of the reasons why his body had not been found sooner was because the heavy cinder block that had been used to weigh him down had successfully kept him moored beneath the surface of the channel for at least a day or so. But then once his body began to decompose and the gases from that process built up, his corpse was forced to the surface. By the time his funeral service ended, law enforcement hadn't made much progress in the case and there didn't appear to be any named suspects, persons of interest, or clear motive. To this day, Gene's case remains unsolved and according to Jim Kenville and Mike Vogel, they think they know why. During my interviews with them, they stated they have reasonable suspicions that Harry and Stanley's case might be connected to Gene's case. They wouldn't share with me what specific evidence or interviews they have that support their suspicions, but they did say that Harry's name came up in Lee County's investigation into Gene's murder either back in the late 80s or in the years since. Jim and Mike said at one point the Florida Department of Law Enforcement even got involved with both Charlotte County and Lee County's investigations, but it seems like it was difficult to prove a definitive connection. But the assumed nexus, of course, was that the victims were involved in the drug trade somehow. Other than my interviews with Mike and Jim, though, I wasn't able to find any reporting that stated outright that Lee County Authority's established gene was tangled up with drug trafficking or anything like that. So that part is still a bit unclear. However, the fact that both he and Harry ended up murdered in really brutal ways just a few years apart, in waterways that were extremely close to one another, with execution style gunshot wounds to the back of their heads, are similarities that are difficult to ignore. Jim and Mike told me that in their opinion, one reason why so many local residents of Placida and many of the victims' family members in Levy County remain so reluctant to talk about the crimes is because they're still afraid of potential retribution, even this many years later. As of September 2024, Mike had identified a person of interest. He told me that after looking through some old case reports, he discovered this person was actually identified way back at the beginning of the original investigation. But for whatever reason, the man's information just wasn't thoroughly followed up on. He said that the person of interest is a white guy who's now in his early 70s and is still alive. According to Mike, the guy had close ties to the fishing industry in Placida back in the 1990s and was suspected of being involved in drug smuggling. Mike needs to do more digging though and interviews to even come close to be able to make an arrest or move forward. Another theory the department has had to consider over the years is that maybe someone within Harry's own family wanted him dead and killed Stanley because he was unfortunately collateral damage. Melanie, Harry's daughter, told me during her interview that before her sister Margaret died in 2022, she was convinced that her ex-husband was responsible for the murders. According to Melanie, not long before Harry and Stanley were killed, Margaret had given birth to her and her husband at the time's first child. After the baby arrived, Margaret became ill and spent several days in the hospital and nearly lost her life after undergoing open-heart surgery. Apparently, Harry got so upset with Margaret's husband over this incident that he beat him up for allegedly leaving Margaret to die in the hospital. Immediately following this situation, Margaret allegedly told Melanie that Margaret's husband visited her while she was recovering in the hospital and sexually assaulted her.",
    "speaker": null,
    "startTimecode": 2081080,
    "endTimecode": 2306260
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/17",
    "text": "Not long after this incident, Harry and Stanley were killed. For years and years after Margaret divorced her ex-husband, she would often tell Melanie that she suspected he might have killed Harry and Stanley because he worked as a fisherman and knew people who were making money from the drug trade. She also believed her ex wanted to kill Harry before Harry could possibly beat him up again for what he'd allegedly done to Margaret. Mike Vogel told me he got the chance to speak with Margaret several times before her death and she made similar claims about her ex-husband that she'd shared with Melanie. I wasn't able to corroborate that with the sheriff's office reports though because the agency was unable to provide me with any official records in this case due to it still being an active investigation. But Mike told me that Margaret's ex-husband was considered as a possible suspect at one point. But unfortunately, according to Mike, Margaret's stories varied over the years. Melanie told me that after the murders, her sister was diagnosed with paranoid schizophrenia and continued to have health issues. Melanie said the loss of their father had taken a heavy toll on Margaret and she would spend periods of time in the hospital and sometimes even live unhoused. Melanie says she believes her sister might have been telling the truth, but it's hard to know for sure. At this point, all she wants is answers, a name, something to give her closure. She told me that she would love to be able to tell her sister's ashes who murdered their dad and Stanley. She desperately wants to close the book on this terrible crime that has loomed over her life for nearly 35 years. She told Fox 4's Caitlin Knapp that she doesn't have animosity towards anyone anymore. She understands why certain people who might have important information have kept quiet all these years. But in her words, quote, enough time has passed. Come forward, end quote. If you know anything about the unsolved murders of Harry Billy Scott and John Stanley Smith on October 9, 1990, please call the Charlotte County Sheriff's Office Major Crimes Unit Cold Case Detectives at 941-575-5361 or email them at coldcase at ccso.org. Tips and information can also be submitted to Southwest Florida Crime stoppers at 1-800-780-TIPS. You will remain anonymous and are eligible for a cash reward of up to $5,000. All the phone numbers and email addresses I've mentioned will be linked out in the show notes and available on the blog post for this episode. Park Predators is an audio Chuck production.",
    "speaker": null,
    "startTimecode": 2306900,
    "endTimecode": 2466720
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/18",
    "text": "You can view a list of all the source material for this episode on our website, parkpredators.com. And you can also follow Park Predators on Instagram, at parkpredators.",
    "speaker": null,
    "startTimecode": 2467460,
    "endTimecode": 2477060
  },
  {
    "id": "18114d3a-72a1-48db-9da1-9b3f7c6c71fc/transcript/paragraph/19",
    "text": "So, what do you think, Chuck? Do you approve?",
    "speaker": null,
    "startTimecode": 2482000,
    "endTimecode": 2484840
  }
]