[
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/0",
    "text": "Hi everyone, it's Delia, and if you're here, you likely appreciate a thorough investigation that seeks to unravel the mysteries behind crimes as much as I do. And if that's you, you have to check out The Deck, hosted by my friend Ashley Flowers. The Deck is a podcast that dives into unsolved cold cases across the country, each tied to a playing card from a cold case deck distributed by law enforcement in prisons to help uncover new leads. And Ashley has assembled a team of investigative reporters to dig into the details of these crimes, many of which didn't receive the coverage they deserved, and to truly highlight the lives of the victims and the lingering questions around their stories. Because every case deserves closure. Listen to The Deck now, wherever you listen to podcasts. Pluto TV. Follow along as mysteries are unlocked and secrets are revealed on 48 Hours, Dateline, 24-7, and forensic files. Still feel like there are things left unsolved? Check out their crime dramas like Tracker and CSI. Pluto TV is available on all your favorite devices, so you can stay on top of every case from anywhere. Pluto TV. Stream now. Pay never. Ready to optimize your nutrition this year? Meet Factor, America's number one ready-to-eat meal service. Factor's fresh, never-frozen meals are dietician-approved and ready to eat in just two minutes. Their chefs handle the shopping and chopping, delivering fresh, fully-cooked meals to your door. All you have to do is heat and enjoy. Choose from 40 weekly options across 8 dietary preferences, like CalorieSmart, Protein Plus, and Keto. And if you're looking to lose weight, Factor's Keto Meals can help you lose up to 8 pounds in 8 weeks. Savor nutritious, premium meals no matter how busy life gets. Eat smart with Factor. Get started at factormeals.com slash factor50off and use code factor50off to get 50% off plus free shipping on your first box. Weight loss with Factor Keto based on randomized controlled clinical trial. Results will vary depending on diet and exercise. Just in and so good. Thousands of spring fines up to 70% off are at Nordstrom Rack stores now. And that means thousands of fresh reasons to rack. How did I not know Rack has Adidas? Why do we rack? For the hottest deals. Save on Madewell, Vince, Kate Spade, New York, Sam Edelman, Joe's, and more. Great brands, great prices. That's why you rack. Hi, park enthusiasts. I'm your host, Delia D'Ambra. And the case I'm going to tell you about today takes place in Cherokee National Forest in Tennessee, a swath of public land that I've mentioned once before on this show in an episode that was released a few weeks back titled The Accomplices. It's interesting because when I was first researching that case, I had no idea that this one even existed.",
    "speaker": null,
    "startTimecode": 0,
    "endTimecode": 190480
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/1",
    "text": "But call it fate, call it coincidence, call it destiny, whatever, today's story did eventually ping on my radar, and I'm glad that it did. Because it's definitely one of those stories that just seems so appropriate to deep dive into on a show like this. Cherokee National Forest is a place that's special to a lot of people, maybe because it's a recreation space they camped in a lot growing up, have a picnic at every year, or tackle whitewater every summer. But whatever people's reasons for exploring this 650,000-acre forest, it's definitely a place that has something for everyone. One spot that attracts a lot of visitors who might be looking to get off the grid is the Teleco River area, which in certain parts is surrounded by thousands of acres of remote backcountry. According to the Tennessee River Valley's website, the river itself is heralded as a premier waterway to fish for trout. It flows for nearly 20 miles all the way from North Carolina to the Teleco Plains in Tennessee. Along its many tributaries, you'll find stocked and native species of trout. But in the summer of 2012, it wasn't an abundance of fish coming from the river that made local headlines. It was a murder, a horrific slaying right there on the banks that caused many people to take pause. To this day, the crime remains a vivid memory for one detective who worked to solve it. And I was fortunate enough to get a chance to speak with him one-on-one. Some of the details he shared with me weren't in the news articles I dug up about this case. They're not in any of the public court files I requested either, but they paint an important picture of just how ruthless a person can be and how far they're willing to go to silence someone in an area teeming with life. This is Park Predators. Thank you. Around 11 o'clock in the morning on Tuesday, June 26, 2012, a man named Doug, who was visiting Cherokee National Forest from Florida, was in a secluded area next to the Teleco River when he spotted something alarming. There, about 20 to 30 feet down an embankment next to a gravel road at a pull-off in the forest called River Road, was the body of a young man who appeared to be deceased. Laying on the ground right next to the roadway were several bullets and a pair of glasses. Naturally, Doug put two and two together and realized that something was seriously wrong. So he immediately left the area and reported what he'd found to a staff member at a nearby ranger station on River Road. Shortly after that, the Park Service radioed for the Monroe County Sheriff's Office to come to the scene and investigate. The first deputy who responded met up with Doug at the ranger station, and together they drove to the pull-off where he'd found those suspicious items and had seen the victim's body. An accompanying sergeant with the sheriff's office helped the deputy quickly locate several spent shell casings on the ground, some live bullets that had not been fired, and the pair of eyeglasses. When the first responding deputies realized they were dealing with something suspicious, they cordoned off the scene and called for detectives to get there as soon as possible. When the detectives arrived, they walked down the embankment to examine the victim's body and started to work the scene. They found the man face down about 20 or 30 yards from the river with blood on his clothes and what looked like gunshot wounds to his head and one in his hand. The investigators noticed that he was wet and appeared to have either fallen or been chased down the embankment because there was some blood spatter down the way to his body as well as areas of disturbed ground and vegetation that indicated something had happened that resulted in him ending up down and away from the roadway.",
    "speaker": null,
    "startTimecode": 191300,
    "endTimecode": 447960
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/2",
    "text": "When detectives searched his clothing, they located an ID that indicated he was 18-year-old Justin Click from the nearby town of Sweetwater, Tennessee.",
    "speaker": null,
    "startTimecode": 448660,
    "endTimecode": 456880
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/3",
    "text": "For the next six hours or so, the sheriff's office processed the crime scene, took swabs of the blood spatter on the ground, and photographed the area.",
    "speaker": null,
    "startTimecode": 457620,
    "endTimecode": 465300
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/4",
    "text": "They gathered as much physical evidence as they could, which included bagging the four  Thank you. Office processed the crime scene, took swabs of the blood spatter on the ground, and photographed the area. They gathered as much physical evidence as they could, which included bagging the four live rounds of ammunition and four spent casings that were left on the ground. Authorities determined those bullets belonged to a.380 caliber firearm. Along with the ammunition, they also found a discarded Red Bull can and some cigarette butts. While all that stuff was being collected, a special agent from the Tennessee Bureau of Investigation arrived to help local law enforcement and get the evidence ready to send to the TBI's crime lab for analysis. Results from that testing would take some time to come in, though, so in the meantime, authorities turned their attention to learning more about their victim, Justin, and the way he died. The source material isn't clear on the exact date and time, but a deputy medical examiner for Knox and Anderson counties conducted his autopsy. I'd assume either that day or the next. I wasn't able to see the autopsy report for myself, but an article by the Monroe County Buzz stated that the pathologist determined Justin had sustained blunt force trauma to his torso and been shot multiple times in his left forearm, back, right arm, and chest. Another shot had been fired into his head at close range and there was soot on his fingers. A retired Monroe County Sheriff's detective named Doug Brannon, not to be confused with the Doug who found Justin's body, told me during an interview I had with him that Justin's wounds indicated to him that he'd most likely been beaten and then shot at least once near the roadway, but then chased and subsequently shot a few more times while running down the embankment toward the river. Doug said the gunshot wound to his head had gone through his fingers while they were interlaced, which to him indicated he was probably forced to kneel and plead for his life before being executed.",
    "speaker": null,
    "startTimecode": 466060,
    "endTimecode": 570200
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/5",
    "text": "While some investigators were working to understand the sequence of events at the crime scene, others got in contact with Justin's mother, Ronnie Sisk. What they didn't know was that Ronnie had been at her home in Madisonville, Tennessee, worried sick about her son for several hours, but she had no idea he'd been killed. I was actually able to interview Ronnie for this episode, and she told me that the last time she saw Justin was on Sunday night, June 24th. She dropped him off at his stepdad Dean's house. At the time, Justin didn't have a driver's license because his eyesight was extremely poor, and he was unable to pass a driving test. So Ronnie, Dean, or his friends would often give him rides to places. Growing up, Ronnie said her and Dean had divorced, and Justin had lived with him because she'd gone in and out of being unhoused. When she'd parted ways with her son on Sunday night, she said that he'd given her a hug and told her that he loved her. The next morning, Monday, June 25th, it's believed his stepdad took him to his job at a tubing insulation plant in Sweetwater. And later that evening, after he'd gotten off work and returned to Dean's house, his cousin by marriage, 31-year-old Stephen Crispin Jr., and one of Stephen's friends, 51-year-old Charles Kyle, had picked him up to go hang out. Ronnie said that Dean told her that before Justin left with Stephen and Charles, he'd seemed excited because Stephen said the group would be hanging out, swimming, and having dinner near a body of water in the area. Initially, though, Dean had felt uneasy letting Justin go because he didn't know Charles Kyle very well, but eventually he relented because he did know Stephen. The next morning, Tuesday the 26th, Ronnie received an unexpected call from Dean asking her if she knew where Justin was. She said that Dean told her that Justin had never come home after his outing with Stephen and Charles. So anxious to get some answers, Ronnie drove down the street from her house to a trailer that Stephen and his wife and kids lived in. When Stephen spoke with her, she asked him where Justin was. According to Ronnie, Stephen told her that Justin had come back to his trailer on Monday night to crash, but when everyone woke up on Tuesday morning, he was nowhere to be found and Stephen's truck was gone, implying that Stephen believed Justin had stolen the vehicle and taken off somewhere. Believing what Stephen had told her, Ronnie said she immediately wanted to go out and start looking for Justin, and Stephen even pitched in to help. He gave her a cigarette and $20 for gas before she headed out the door. For the next few hours, she and some of Justin's family members drove around Sweetwater looking for him. They went to his job, places he usually hung out, everywhere. But he wasn't at any of those places. The only other thing Ronnie could think to do was make a post on her Facebook page encouraging people to keep an eye out for Justin and pray he would come home safely. Ronnie didn't file a missing persons report for him at that time and I'm not exactly sure why. Maybe it's because she knew Justin was 18 and was probably hoping he'd just turn back up. But regardless of how exactly all that played out, at some point in the day while everyone was trying to find Justin, Ronnie got a call from a Sweetwater police detective who asked her to come down to the police station. She agreed because at that point in time, she just thought Justin was in trouble for stealing Steven's truck. But when she got in an office with investigators, she learned the horrible truth. Her son was dead. Right after she was notified, Dean, Justin's stepdad, came into the police station and learned the same news. Justin had graduated from Sweetwater High School the year before, and Ronnie told me he'd just gotten his first real job. He was expecting to earn his first paycheck the Friday after his murder, but never even got the chance to receive the money. She described him as a trusting person who was always smiling and would give anyone the clothes off his back if they needed them.",
    "speaker": null,
    "startTimecode": 571000,
    "endTimecode": 809240
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/6",
    "text": "She said he was very close with his cousins, aunts and uncles, and stepbrothers, and was active in what seemed to be two local churches.",
    "speaker": null,
    "startTimecode": 809920,
    "endTimecode": 816560
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/7",
    "text": "According to Ronnie, Justin genuinely loved his cousin by marriage, Stephen Chrisman Jr.",
    "speaker": null,
    "startTimecode": 817340,
    "endTimecode": 822120
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/8",
    "text": "Even though there was an age gap between the men, Justin had grown up spending time with Stephen and even gone on some road trips with him. This familial connection between Justin and Stephen, even though it was by marriage, was an interesting detail to investigators. Speaking with him and Charles Kyle was high on law enforcement's priority list. According to court documents filed in the case, investigators ended up talking with Charles first. He was at home in Benore, Tennessee, which is a town that sits close to the Teleco River and is about a half-hour drive east of Sweetwater. Around 9 o'clock on Tuesday night, authorities asked him general questions about the case, and after two or three hours of doing that, they requested that he come down to the sheriff's department for a more formal interview. Charles agreed, and by midnight was in an interrogation room with detectives, with cameras and recording devices turned on. It wasn't too long into that conversation that he began to reveal a lot of important information. Most alarming of which was the fact that he claimed he had witnessed Justin's murder. According to what an investigator later recounted in court, Charles said he'd met up with Justin and Stephen to go drinking, and together they'd driven around in the National Forest in his red Ford F-150 pickup truck. At some point, they'd pulled over in the gravel pull-off to, quote, take a leak, end quote. But then Charles said that things went south, and Stephen shot Justin with a pistol. He said that during the shooting, the passenger side door of his truck had been shot through, and blood had gotten on the inside. Shortly after the murder, Charles said he and Stephen drove to a nearby bridge, and Stephen tossed the magazine of the murder weapon out the passenger side of his truck. A little further down the road, Charles said he saw Stephen also throw the pistol itself over the cab of the truck and into the river on the opposite side of the road that he'd thrown the magazine. Then the pair got some flammable liquid from one of Charles' friends, drove the truck to a remote location and burned it. Retired Monroe County Sheriff's Detective Doug Brannon told me that the area where the men dumped the truck was actually owned by a business that might have been a timber company at the time. But it was a place that people would often go to just dump things. Doug said it was like 10 or 15 miles away from the National Forest into what he described as the community of the town. In Charles's confession, he said that after setting the vehicle on fire, he'd called a buddy of his to take him and Stephen away from where they'd burned the truck. When investigators visited the spot where Charles said he and Stephen had ditched the truck, they found it right away. Apparently, the arson job that the men had tried to pull off had been unsuccessful. Basically, the way one investigator described it is the fire they'd set just sort of burned itself out and never actually damaged the truck. So it was reportedly in pretty good condition when the detectives got a hold of it. When they looked inside, they found a red-brown stain they suspected was blood and a bullet hole in the passenger side door. Authorities towed the truck to the TBI crime lab in Nashville and processed it. After obtaining Charles' confession, investigators placed him under arrest for a first-degree murder and booked him in the county jail. With so much circumstantial evidence piling up against Stephen, it was more important than ever for detectives to locate him. So around three or four o'clock in the morning on Wednesday, they stepped up their search and ended up finding him at his father's house in neighboring McMinn County, Tennessee. When the team of investigators arrived, Stephen saw them coming and ran away. But a few hours later, he eventually turned himself in and detectives arrested him for first degree murder. Back at the sheriff's office, they read him his rights, then interviewed and confronted him with all of the damning information Charles had provided  of the damning information Charles had provided a few hours earlier. Stephen agreed to talk with detectives, but his version of the story, particularly why he'd murdered Justin, was not something law enforcement expected to hear. Hi, Crime Junkies. Are you looking for more ways to get your true crime fix? I have an option for you that will cost you nothing but give you everything. You can watch all your favorite true crime shows for free on Pluto TV. Follow along as mysteries are unlocked and secrets are revealed on 48 Hours, Dateline, 24-7, and Forensic Files. Still feel like there are things left unsolved? Check out their crime dramas like Tracker and CSI. Pluto TV is available on all your favorite devices so you can stay on top of every case from anywhere. Pluto TV. Stream now. Pay never. Buying a car is a big decision. A decision you should feel absolutely confident about. And when you shop with CarMax, you will. Because CarMax offers a 10-day money-back guarantee. So you can feel confident that you made the right choice for you. If you're not completely satisfied with your decision, simply bring it back within 10 days for a full refund. Always shop with confidence at CarMax, the way car buying should be. See CarMax.com for details. According to what an investigator later recounted in court, Stephen claimed that he'd killed Justin because he, quote, had to take care of business, end quote. What exactly he meant by that is difficult to determine. It suggested that perhaps Stephen and Justin had beef with one another over something. But what exactly this conflict was, was something that investigators struggled to grasp. According to a transcript from a preliminary hearing where this allegation was first publicly addressed a few weeks after the crime, Stephen claimed that Justin had sexually assaulted his daughter prior to June 25, 2012. However, no police report about that alleged crime was filed with the sheriff's office until after Justin's murder and Stephen's arrest. Retired Monroe County Sheriff's Detective Doug Brannon told me during his interview that this allegation against Justin was very muddied and difficult to navigate. He said it was a rumor that couldn't be substantiated, but it became clear it was a reasonable motive for the crime, at least from Stephen's point of view. But Doug clarified that the sheriff's office was never able to find any evidence to support this claim, and detectives could never locate a formal report or any kind of documentation that corroborated a crime had occurred prior to June 25th. Doug also said investigators checked their own files for child abuse reports or complaints and inquired with Child Protective Services, but they never found any documentation other than the report that Stephen filed after Justin's murder. When I spoke to Justin's mom, Ronnie, about this allegation, she told me that after the crime, she learned a few more details, which she firmly believes are all false. According to her, the weekend before Justin was killed, he'd babysat Stephen and his wife's two daughters, a job he'd done many times before for different people with kids of all ages. It was actually Stephen and his wife's trailer that Ronnie had picked Justin up from on Sunday night, June 24th. According to Ronnie, either that night or the next day, Monday the 25th, Stephen and his wife had gotten into some kind of disagreement, and shortly afterwards, Stephen's wife told him that one of their daughters had been sexually assaulted. And it wasn't long after that, that Stephen and Charles had come up with a plan to invite Justin to hang out with them. I asked Ronnie directly if Justin had ever faced allegations of sexual assault before his murder, and she told me no, she had never heard of any. When authorities interviewed Stephen, they pressed him to tell them more about the murder weapon and what happened to Charles' truck. But he wouldn't go into detail about those two things. When investigators asked him where the gun had come from that was allegedly used to kill Justin, he also wasn't forthcoming. He told them that he didn't know anything about the weapon and he had no clue how it had gotten into Charles's truck on the day of the crime. Which I imagine was probably hard for investigators to believe. So according to retired detective Doug Brannon, within a week or two after the investigation launched, the sheriff's office spent a lot of time and resources trying to find the firearm.",
    "speaker": null,
    "startTimecode": 823060,
    "endTimecode": 1329140
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/9",
    "text": "And that's when something kind of amazing happened.",
    "speaker": null,
    "startTimecode": 1329920,
    "endTimecode": 1332240
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/10",
    "text": "Thanks to details Charles revealed in his confession, investigators were able to narrow down the general area of the Teleco River where he said Stephen had reportedly discarded pieces of the gun.",
    "speaker": null,
    "startTimecode": 1333860,
    "endTimecode": 1343940
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/11",
    "text": "When divers searched those locations, they found the magazine but not the complete firearm itself. However, Doug Brannon told me during his interview that detectives did eventually end up recovering the frame of the gun and with help from the United States Bureau of Alcohol, Tobacco, Firearms, and Explosives identified its serial number. Doug said locating any part of the firearm was kind of a miracle because even though the Teleco River is generally shallow and you can even wade through it in some parts, there are also other areas that are very rugged, steep, and have whitewater whipping through them. Plus, there had reportedly been a big storm that moved through the National Forest after the crime. So essentially looking for pieces of a dissembled handgun in that kind of waterway with all the factors I just mentioned taken into consideration was truly like trying to find a needle in a haystack. But when investigators eventually examined the magazine, they discovered it was empty, which probably indicated to them that either all of the bullets had been fired during the murder or a few of them had possibly fallen out of the magazine at the crime scene. Which to me that last theory kind of makes the most sense because we know that responding deputies found both shell casings and live rounds at the crime scene. But what's more interesting to me is that Doug Brannon mentioned during his interview the ATF was able to go a step further when it came to figuring out the origin of the murder weapon. He said that agents determined it had come from a bulk purchase of guns that were all the same type of firearm. That crop of guns had been acquired by individuals who just so happened to be part of what Doug described as a suspected biker gang. Apparently all of these motorcycle club folks preferred to own the same type of handguns, so they'd purchased a bunch in bulk, and one of those guns had seemingly ended up in the hands of Steven Christman Jr. It seemed that this wasn't necessarily a huge surprise to law enforcement in 2012 though, because Doug Brannon indicated that it was believed that it was probably Steven who had been associated with the people in the motorcycle club who'd made the bolt gun purchase. I asked Ronnie, Justin's mom, about this detail though because at one point she was pretty close with Stephen and his wife who was actually her niece but she didn't know anything about it. Who exactly the gun purchasers in the alleged motorcycle club were isn't something that's been publicly reported on, and it doesn't appear that a definitive tie between them and Stephen was ever formally made. But I imagine this potential background knowledge about Stephen was just another thing in law enforcement's eyes that made him look bad. On Thursday, July 5th, a little over a week after the crime, both he and Charles appeared in court for a motions hearing. But what was expected to be a run-of-the-mill legal proceeding turned out to be anything but. It was full of proverbial fireworks. Buying a car is a big decision. A decision you should feel absolutely confident about. And when you shop a Carmexcom for details. Optimize your nutrition with Factor, America's number one ready-to-eat meal service. Factor's fresh, never-frozen meals are dietician-approved and ready to eat in just two minutes. Choose from 40 weekly options across eight dietary preferences like CalorieSmart and Protein Plus.",
    "speaker": null,
    "startTimecode": 1344780,
    "endTimecode": 1565000
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/12",
    "text": "Factors Keto Meals can help you lose up to eight pounds in eight weeks.",
    "speaker": null,
    "startTimecode": 1568240,
    "endTimecode": 1568540
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/13",
    "text": "Get started at Factormeals.com slash Factor50 off to get 50% off, plus free shipping on your first box. Weight loss with Factor Keto based on a randomized controlled clinical trial. Results will vary depending on diet and exercise. To kick things off at the motions hearing in early July, Charles' lawyer brought up a big issue that he said concerned him about the case. His client had been charged with first-degree murder, premeditated murder. However, when Charles had given his confession to the sheriff's office on the night of June 26th, into the morning of the 27th, he'd verbalized that he didn't know Stephen was going to kill Justin. So essentially, Charles denied having prior knowledge that a homicide was going to occur, which in his lawyer's eyes meant he should not have been charged with first-degree premeditated murder, like, at all. His defense attorney basically accused the cops of writing up really vague search warrants and probable cause affidavits that fell short of what the law required. He told the court, quote, the state wants to make this case as vague as possible to keep from being tied to specific facts. The law says the warrant must contain a statement that attests my client acted with intent to assist or promote, the first-degree murder charges should be squashed and Charles be released. So during the motions hearing, he aggressively argued this point, and I guess he was one heck of a litigator because the judge overseeing the case ended up agreeing with him that probable cause had not been established. The judge ruled that the initial arrest warrant that had been filed for Charles was insufficient, and he ordered a new one be drafted. In the meantime, Charles would stay put in jail, but technically the first-degree murder charge was dropped for the time being. During that same hearing, Stephen's defense attorney asked the court to significantly lower his bond from $350,000 to $150,000 because they believed the prior amount was too excessive. But the judge disagreed and ruled that Stephen's bond should be kept at $350,000. Because Stephen had fled from law enforcement when they first approached him at his dad's house in the early morning hours of June 27th, I think there was some reasonable concern that he might be a flight risk if he had made bond. According to reporting by the Monroe County Buzz, Stephen also had eight prior felony convictions in McMinn County for violent crimes like aggravated burglaries and other thefts and burglaries.",
    "speaker": null,
    "startTimecode": 1685440,
    "endTimecode": 1729980
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/14",
    "text": "So that criminal history in his background didn't do him any favors when it came to asking for leniency from the court.",
    "speaker": null,
    "startTimecode": 1730580,
    "endTimecode": 1736620
  },
  {
    "id": "333fe1d6-9352-4b7c-9e27-f85406ea0bc4/transcript/paragraph/15",
    "text": "When the motion's hearing concluded, Stephen was still facing first-degree murder charges, and Charles' charges were amended to first-degree murder with a more detailed warrant, accessory after the fact, and setting fire to personal property. That article by the Monroe County Buzz that I mentioned a minute ago reported that the updated warrant for Charles was more detailed about how he'd provided Stephen with transportation to the crime scene, helped get rid of the gun used in the murder, gotten someone else to give him and Stephen the accelerant used to torch his truck, and that he provided false or misleading information to investigators in an attempt to downplay his role in the whole thing. The detectives and prosecutors firmly believed that Charles was just as much a part of the crime as Stephen was, and didn't buy his defense attorney's argument that he had just been a witness or conspirator after the fact. On June 11th, a few days after the motions hearing, the judge presiding over the case held a preliminary hearing to determine whether or not the state had met its burden of proof to merit going to trial. Two investigators who'd responded to the crime scene or who were actively working the homicide investigation testified as witnesses. reasons. Prosecutors told the court that they firmly believed Stephen had pre-planned the crime and Charles had been a willing participant. But Stephen's defense attorney, as you can imagine, did not like that portrayal of his client. He argued that the state had not sufficiently established that Stephen premeditated the murder, and therefore the charges in case against him should be dropped. Charles' lawyer argued similar points and alleged that his client had only helped conceal the crime because he was afraid of Stephen. But the judge disagreed with both defendants' positions and ordered that a grand jury decide whether to formally indict them or not. On August 1st, the panel voted to indict both men for conspiracy to commit murder and arson, but only Stephen was formally indicted for first-degree murder. Charles got a modified version of that charge and was indicted for attempted first-degree murder. According to an article by the Monroe County Buzz, in September, they both made bond and were released from custody pending their eventual trial. A few months later, in mid-October, the trial was scheduled for April 2013, but it would never make it that far. In March 2013, nine months after the murder, a judge in Monroe County ordered that Stephen and Charles' cases be severed, which meant both men would get their own jury trials. It's not explicitly stated in the available source material, but I think this decision by the court caused things to get delayed or pushed further down the docket, because there wasn't much movement in the case for more than a year after that. Then, in late April 2014, court records show that instead of going to trial, Charles decided to plead guilty to facilitation of second-degree murder. As part of his plea deal, the state dismissed the arson and conspiracy to commit first-degree murder charges against him, which reduced the amount of time he was facing in prison from life in prison without the possibility of parole to only eight years. The same day Charles took a plea deal, Stephen did too. He agreed to admit to second degree murder charges and in exchange, prosecutors dropped the conspiracy and arson counts. His potential sentence went from the possibility of life without parole or capital punishment to only 15 years max. Today, Charles is out of prison. According to the Tennessee Department of Correction website, he was released in 2019. Stephen remains behind bars and, as of this recording, is not scheduled to be released until March of 2026. Throughout my reporting, I kept asking myself so many questions about this case. Most notably, why? The suggestion that Stephen was enacting some kind of retribution against Justin for things he'd allegedly done to Stephen's daughter is just a huge question mark in this case. If there really were such allegations, why did Stephen only decide to bring it up after he killed Justin? Was that even legit to begin with? I'm also sort of dumbfounded that the person who supplied Charles and Stephen with the accelerant they used to burn Charles' truck made it out of this whole thing unscathed, with no criminal charges. I mean, in my opinion, this person definitely helped cover up the crime, whether knowingly or unknowingly. And it's wild to me that they were never publicly named by law enforcement or prosecuted for their role in the arson. Of course, I haven't seen law enforcement's full case file on this crime, so who knows? Maybe that person was looked at pretty hard, but in the end, there just wasn't enough there to really rope them into things. I don't know, it's frustrating. I also can't help but think about another fact in this case that's puzzling too, which is that Doug Brannon said the murder weapon was successfully traced back to members of a suspected biker gang. Like, to me, if the gun was part of a group purchase made by an individual or individuals associated with that club, then why weren't any of those folks pressed for more information or charged? Then again, maybe they were. I don't have access to the entire case file, so that very well could have been something that authorities did, but just hasn't been documented publicly. I could honestly go round and round with questions like this, but ultimately the answers just aren't there. What I do know for sure is that the lives of these three men and their loved ones are forever changed. Justin's family has suffered a terrible loss. To this day, Ronnie is still mourning her son's death and misses him dearly. She initially didn't want to agree to the plea deals for Charles and Stephen, but in the end, went along with it because it was one of the only ways to guarantee they would spend some time in prison. She wishes she could have seen Justin grow up to be a man and have a family of his own. Stephen Chrisman Jr. is a husband and father who has now spent more than a decade in prison, away from his family, because of a series of bad decisions. If there's anything we can take away from listening to this story, it's this. Sometimes murder is not complicated, but the circumstances that precede it, that contribute to it, can be. The spoken and unspoken things amongst family members can become a catalyst for catastrophe. And whether that's what happened in this case or not, I think the only folks who know for sure are the two men who went into Cherokee National Forest as part of a trio, but exited as a duo. Park Predators is an AudioChuck production. You can view a list of all the source material for this episode on our website, parkpredators.com. And you can also follow Park Predators on Instagram, at parkpredators. So what do you think, Chuck? Do you approve? Hear that? Spring is back. And so is Church of Seafood. With seafood with eight piece shrimp surf and turf or fish sandwich each starting at 399 offer valid at participating locations my name is lily and i've had hydrodinitis superativaiva HS for years. I finally found some relief since taking Cosentix. Relief means I can show up more. Cosentix Eucinumab is prescribed for adults with moderate to severe Hydrodinitis Suprativa HS. Don't use if you're allergic to Cosentix. Before starting, get checked for tuberculosis. An increased risk of infections and lowered ability to fight them may occur, like tuberculosis or other serious bacterial, fungal, or viral infections. Some are fatal. Tell your doctor if you have an infection or symptoms like fevers, sweats, chills, muscle aches, or cough, had a vaccine or planned to, or if inflammatory bowel disease symptoms develop or worsen. Serious allergic reactions and severe eczema-like skin reactions may occur. Learn more at 1-844-COSENTIX or cosentix.com. Ask your dermatologist about Cosentix.",
    "speaker": null,
    "startTimecode": 1737320,
    "endTimecode": 2232540
  }
]