[
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/0",
    "text": "Hi, Park Enthusiasts. I'm your host, Delia D'Ambra, and today's episode is about a case that most likely few of you have ever heard of. I came across it while researching an entirely different story, but when I saw it, I just knew I had to cover it here.",
    "speaker": null,
    "startTimecode": 140,
    "endTimecode": 14920
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/1",
    "text": "There was so little information about this murder in old newspapers or online, so I decided to request the court filings and sift through about 200 pages of records, court transcripts, and affidavits to understand exactly what happened.",
    "speaker": null,
    "startTimecode": 15800,
    "endTimecode": 28140
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/2",
    "text": "And what I discovered is a pretty tragic story. It takes place at Fort Gibson Lake in Oklahoma, which is a recreation area in the northeast part of the state, located about an hour southeast of the city of Tulsa. The lake itself is surrounded by two state parks and a wildlife management area waterfowl refuge. According to Recreation.gov's website, the lake is known for having exceptional fishing spots and is somewhere you can visit year-round. It has 225 miles of shoreline that touches three different counties. It's also home to the Fort Gibson Dam, which provides hydroelectric power and manages flood risks in the surrounding areas.",
    "speaker": null,
    "startTimecode": 28920,
    "endTimecode": 66540
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/3",
    "text": "Depending on how much flooding flows into the lake in a year, the water level can swell far beyond its normal volume and become a problem.",
    "speaker": null,
    "startTimecode": 67540,
    "endTimecode": 74160
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/4",
    "text": "Something similar can be said about the tempers of competing anglers, who find themselves rubbing shoulders at the lake trolling for a day's catch.",
    "speaker": null,
    "startTimecode": 74720,
    "endTimecode": 82060
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/5",
    "text": "at the lake trolling for a day's catch. In this story, what started as an enjoyable day in the late summer of 2003 ended in tragedy when something violent happened between two men that has never quite been understood and can never be undone. This is Park Predators. Thank you. Shortly after 6.30 p.m. on the evening of Tuesday, September 2nd, 2003, a man named Michael was four-wheeling in his Jeep looking for a place to go fishing on Fort Gibson Lake. Michael lived on a peninsula on the north side of the lake and had gone down to the shore a few times earlier that day and spoken with anglers who said the fish weren't biting. So when evening rolled around, he decided he wanted to ride down once again to see if maybe the fishing had gotten any better. He drove for a few miles, then pulled up to a fishing area known as Toppers Point and noticed a two-door blue car parked off the gravel road by itself. Something about the vehicle just didn't seem quite right to Michael. The driver's side door was open and lying face up slightly next to it on some grass was a man. Michael immediately sensed something was wrong, so he yelled at the guy to see if he was okay, but the man on the ground didn't respond. Michael hollered at him again, but still got nothing. When he walked a little bit closer, Michael noticed there was blood on the man's shirt, which immediately indicated to him that something was wrong.",
    "speaker": null,
    "startTimecode": 83180,
    "endTimecode": 207020
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/6",
    "text": "He hightailed it up the road to a nearby convenience store and asked the clerk to call the Wagner County Sheriff's Office.",
    "speaker": null,
    "startTimecode": 207780,
    "endTimecode": 213260
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/7",
    "text": "The clerk then handed Michael the phone and he reported what he'd found.",
    "speaker": null,
    "startTimecode": 214100,
    "endTimecode": 217400
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/8",
    "text": "He relayed to the dispatcher that he thought the man he'd discovered might have been stabbed or shot because of how much blood was on his clothing. the man he'd discovered might have been stabbed or shot because of how much blood was on his clothing.",
    "speaker": null,
    "startTimecode": 218240,
    "endTimecode": 225520
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/9",
    "text": "Not long after that, a trooper with the Oklahoma Highway Patrol responded to the call, and Michael followed him down to the area where the man's body was. When they got there, no one else was at Topper's Point, and the only car the trooper and Michael saw was the blue one next to the guy on the ground. It was backed in with its front end facing forward toward the water, about 10 feet away from the water's edge.",
    "speaker": null,
    "startTimecode": 230000,
    "endTimecode": 245820
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/10",
    "text": "The license plate indicated it was from Virginia, not Oklahoma.",
    "speaker": null,
    "startTimecode": 246440,
    "endTimecode": 249900
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/11",
    "text": "Michael then gave his statement to the trooper and explained that when he discovered the man, he didn't remember seeing anyone else in the immediate area or any other cars parked nearby.",
    "speaker": null,
    "startTimecode": 251120,
    "endTimecode": 259620
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/12",
    "text": "The only things he'd noticed were two fishing poles propped up somehow with their lines still in the water and maybe a few people all the way across the lake at another fishing spot.",
    "speaker": null,
    "startTimecode": 260540,
    "endTimecode": 268880
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/13",
    "text": "Soon after, the area was secured with crime scene tape and backup from the sheriff's office was called in. The source material isn't super clear on when exactly personnel from the sheriff's office got on scene, but what I can tell you is that by 10 o'clock that night, the local authorities had roped in the Oklahoma State Bureau of Investigation and requested a special agent from that entity to assist them in the investigation. When that agent arrived and examined the victim's body, he saw one sharp injury to the left side of the guy's neck and a similar wound to the left side of his chest. There wasn't a form of identification or wallet on the dead man, or in what investigators assumed was his blue car. So for the time being, they didn't know who he was.",
    "speaker": null,
    "startTimecode": 269960,
    "endTimecode": 310620
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/14",
    "text": "Next, they searched around the vehicle and along the shoreline for anything that looked like a knife or a weapon that could have been used to kill the man. But they didn't find anything.",
    "speaker": null,
    "startTimecode": 311460,
    "endTimecode": 319540
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/15",
    "text": "Divers even went into the lake to try and find evidence, but came up empty-handed. Divers even went into the lake to try and find evidence, but came up empty-handed.",
    "speaker": null,
    "startTimecode": 320600,
    "endTimecode": 325220
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/16",
    "text": "It's unclear from the available reporting in this case exactly how or when investigators identified the victim, but at some point, they were able to confirm he was 32-year-old Stephen Brett Nealmeyer, who most people, including his family, referred to as Brett.",
    "speaker": null,
    "startTimecode": 330960,
    "endTimecode": 340040
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/17",
    "text": "Like I said, I don't know for sure how law enforcement confirmed Brett was the victim, but one logical possibility is that they ran the registration information for the blue car and discovered it belonged to him.",
    "speaker": null,
    "startTimecode": 344000,
    "endTimecode": 350400
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/18",
    "text": "Anyway, unable to do much else in the dark, authorities towed Brett's car from the scene and sent his body to the Oklahoma office of the chief medical examiner in Tulsa for an autopsy.",
    "speaker": null,
    "startTimecode": 351360,
    "endTimecode": 360540
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/19",
    "text": "The next morning, Wednesday, September 3rd, they resumed their investigation at the crime scene and started interviewing people who'd been at the lake the previous day.",
    "speaker": null,
    "startTimecode": 361200,
    "endTimecode": 368740
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/20",
    "text": "By sheer luck, they bumped into an angler who was pulling up to Topper's Point who told them he'd been at that very spot the previous day fishing with a friend of his. This witness's name was Jeff, and he explained that he'd been fishing with none other than Brett Nealmeyer.",
    "speaker": null,
    "startTimecode": 370680,
    "endTimecode": 384820
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/21",
    "text": "He said he and Brett had fished together several times that summer, and it had kind of become their unspoken thing to just hang out whenever their lines were in the water.",
    "speaker": null,
    "startTimecode": 385520,
    "endTimecode": 392820
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/22",
    "text": "In fact, Jeff said that he and Brett had made plans to meet at Topper's Point on Wednesday morning, which is why Jeff was even there.",
    "speaker": null,
    "startTimecode": 393820,
    "endTimecode": 400200
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/23",
    "text": "And I imagine it's at this point in the conversation that authorities notified Jeff that Brett had been killed. I have to assume that news was difficult for him to hear, but he continued to try and help investigators as best as he could. He told them that he'd gotten to Topper's point on Tuesday morning around 10 or 11 o'clock and left sometime around 4.50 or 5 p.m. When he departed, Brett was still fishing. He said Brett had arrived at the lake before him that day and they'd spent quite a bit of time together fishing and talking.",
    "speaker": null,
    "startTimecode": 400960,
    "endTimecode": 430340
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/24",
    "text": "Later in the afternoon, he said Brett had left to go grab a bite to eat and returned shortly thereafter. Around 4 p.m., another guy arrived at the point and started fishing near them.",
    "speaker": null,
    "startTimecode": 431200,
    "endTimecode": 440840
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/25",
    "text": "Jeff described this other angler as being in his late 40s with a beard and glasses.",
    "speaker": null,
    "startTimecode": 441600,
    "endTimecode": 445420
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/26",
    "text": "He also remembered the guy had a noticeable potbelly and drove a yellow car. Jeff said when he was packing up to leave around five o'clock, Brett mentioned he needed a specific type of tackle called a stringer, but Jeff didn't want to leave one of his behind, so the other angler who joined them offered to give Brett one of his. Jeff said the last time he saw Brett, he seemed perfectly fine fishing next to the other angler.",
    "speaker": null,
    "startTimecode": 446200,
    "endTimecode": 469520
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/27",
    "text": "Authorities determined from speaking with Jeff that both he and Brett had used the same knife to cut up their live bait while fishing.",
    "speaker": null,
    "startTimecode": 470640,
    "endTimecode": 476680
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/28",
    "text": "Jeff said Brett hadn't brought his own knife, so the one they'd shared was his.",
    "speaker": null,
    "startTimecode": 477720,
    "endTimecode": 481580
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/29",
    "text": "Before leaving, Jeff said he'd taken his knife with him, and while speaking with investigators, he allowed them to look at it as well as examine his truck.",
    "speaker": null,
    "startTimecode": 482300,
    "endTimecode": 489200
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/30",
    "text": "He'd been nothing but cooperative while talking with authorities, and based on everything I've read, it seems like at that point the OSBI eliminated Jeff as a suspect. His account had given them a lot of new information to work with, though. They now had another witness they needed to interview, the other angler, and they'd established a better timeline of Brett's movements prior to his death. According to Jeff, Brett had gone to get food in the late afternoon on Tuesday and returned by 4 p.m. So I imagine the OSBI was eager to know where he went and if he'd had any kind of altercation with anyone during that trip. Statements from two people working at a bar in the Toppers Cove area confirmed this part of the timeline.",
    "speaker": null,
    "startTimecode": 489980,
    "endTimecode": 528780
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/31",
    "text": "They told investigators that Brett had come in for a drink between 3.30 and 4.30 p.m. on Tuesday.",
    "speaker": null,
    "startTimecode": 529660,
    "endTimecode": 534480
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/32",
    "text": "They remembered he'd paid for his purchase just after pulling out his wallet, and then he left.",
    "speaker": null,
    "startTimecode": 535300,
    "endTimecode": 539500
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/33",
    "text": "Now, this detail about Brett having his wallet at the bar piqued investigators' interest, because they knew that his wallet was unaccounted for after the crime.",
    "speaker": null,
    "startTimecode": 540440,
    "endTimecode": 548200
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/34",
    "text": "I think their natural assumption was that something had happened to it after he was killed.",
    "speaker": null,
    "startTimecode": 549040,
    "endTimecode": 552720
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/35",
    "text": "For all they knew, it might have even been the killer or killer's motive for the crime.",
    "speaker": null,
    "startTimecode": 553380,
    "endTimecode": 556620
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/36",
    "text": "Until they had more to go off of, though, authorities kept digging.",
    "speaker": null,
    "startTimecode": 557720,
    "endTimecode": 560640
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/37",
    "text": "They needed to identify and interview the unknown angler that Jeff said had been with Brett after 5 o'clock. Because investigators were pretty sure that whoever that guy was, he had to know something. But the only way to learn more about him was to find more witnesses who'd seen him. And wouldn't you know it, there was one. According to court documents in this case, investigators interviewed a woman named Starla who said she was fishing with a friend across the lake from Toppers Point on September 2nd.",
    "speaker": null,
    "startTimecode": 561320,
    "endTimecode": 599420
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/38",
    "text": "She explained that sometime after 5 o'clock, but before 6.45 p.m., she overheard what sounded like two men arguing for about 30 seconds, but couldn't make out what they were saying.",
    "speaker": null,
    "startTimecode": 600040,
    "endTimecode": 609800
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/39",
    "text": "Right after the shouting had stopped, she noticed a large pot-bellied man wearing a white shirt and jeans run up from the water's edge, get into a small yellow car, and speed off.",
    "speaker": null,
    "startTimecode": 610560,
    "endTimecode": 619660
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/40",
    "text": "Not too far away from his vehicle was a small blue car.",
    "speaker": null,
    "startTimecode": 620340,
    "endTimecode": 623060
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/41",
    "text": "During her interview, Starla recalled that the large man she'd seen running to the yellow car had been fishing and wading in the water in the area for a few hours.",
    "speaker": null,
    "startTimecode": 624140,
    "endTimecode": 631740
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/42",
    "text": "And really quickly, just to give you some context of where Starla was in relation to this guy.",
    "speaker": null,
    "startTimecode": 632380,
    "endTimecode": 637140
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/43",
    "text": "She said she was on a hillside across the water from Toppers Point, which is technically in the Toppers Point area, but there was no land physically between her and where she saw this guy get into his car. And actually, the exact moment she noticed him, she was sitting in her car with the door open, not like standing at the shoreline with her fishing pole in the water or whatever. Anyway, after she saw the man speed off, she didn't really think much about it. Another half an hour went by, and then she and her friend left the area.",
    "speaker": null,
    "startTimecode": 637880,
    "endTimecode": 664100
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/44",
    "text": "She said she never saw any police or other and then she and her friend left the area. She said she never saw any police or other cars arrive at the fishing spot across the lake.",
    "speaker": null,
    "startTimecode": 664860,
    "endTimecode": 669180
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/45",
    "text": "Obviously, Starla's story was of great interest to the OSBI because it kind of sounded like she may have overheard Brett's murder happening or at a minimum something related to it. Because it just seemed highly unlikely that the strange things she'd witnessed shortly before Brett was discovered dead were unrelated to the crime. So with her story and Jeff's statements in hand, authorities knew it was more important than ever to find the angler who'd been seen with Brett. So they started looking for small yellow vehicles in the local area that matched the general description of the one that had been seen leaving Topper's Point.",
    "speaker": null,
    "startTimecode": 671040,
    "endTimecode": 703060
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/46",
    "text": "That same day, investigators with the sheriff's office went through Brett's car at their impound lot to try and locate his wallet or anything that might be of evidentiary value, but nothing was found. It seems like his car was pretty much a dead end at that point because the crime itself had taken place outside of the vehicle, not in it. Around the same time is when Brett's autopsy results came back, and the findings indicated that he died how authorities already assumed, stabbing. Brett Morgan reported for Tulsa World that the wound to his neck was several inches long and fatally damaged a vein, his trachea, and a major artery. In addition to those injuries, he'd also suffered slicing wounds to his upper left chest and upper right arm. His toxicology results showed that at the time of his death, he had a blood alcohol content of 0.15, almost twice the legal limit in Oklahoma.",
    "speaker": null,
    "startTimecode": 703900,
    "endTimecode": 752660
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/47",
    "text": "I imagine this finding caused authorities to speculate if perhaps whatever had happened to him might have been spurred from an argument with the unknown angler while under the influence of alcohol.",
    "speaker": null,
    "startTimecode": 753720,
    "endTimecode": 762700
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/48",
    "text": "But to really get a sense of whether or not drinking while fishing was normal for Brett, investigators turned to his next of kin to learn more information. Earlier that summer, in late July, Brett had left his home in Appalachia, Virginia, and moved in with some relatives in Wagner, Oklahoma. The folks he was living with were named Rob and Vicki. Rob was Brett's cousin and Vicky was Rob's wife.",
    "speaker": null,
    "startTimecode": 763500,
    "endTimecode": 785080
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/49",
    "text": "Brett's plan was to look for a job and place to live in Oklahoma while he stayed with Rob and Vicky. He'd recently gotten married for the second time and hoped that his new wife Melanie back in Virginia would be able to move down and join him. Rob and Vicky had known Brett since he was a baby, so temporarily living with them worked out nicely. It was literally just one of those, hey, family is nearby, sweet, I have a place to stay sort of situations.",
    "speaker": null,
    "startTimecode": 785860,
    "endTimecode": 808440
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/50",
    "text": "Unfortunately though, job opportunities didn't materialize for Brett after he moved to Oklahoma.",
    "speaker": null,
    "startTimecode": 809600,
    "endTimecode": 814200
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/51",
    "text": "And to supplement his income, his family members were giving him money to live off of.",
    "speaker": null,
    "startTimecode": 814780,
    "endTimecode": 818780
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/52",
    "text": "Even though he was 32 years old, his father and stepmother who were in California regularly sent him cash in the mail to keep him afloat. He and his cousin Rob were interested in starting a motorcycle detailing business, but it just hadn't come together quite yet. Not long before his death, Brett had gotten out of the Navy and had always had a strong love for hunting and fishing, which to me might explain why he wanted to settle down in the part of Oklahoma where Fort Gibson Lake is located. explain why he wanted to settle down in the part of Oklahoma where Fort Gibson Lake is located.",
    "speaker": null,
    "startTimecode": 819380,
    "endTimecode": 844920
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/53",
    "text": "It seems like a desirable spot for someone with interests like his.",
    "speaker": null,
    "startTimecode": 848080,
    "endTimecode": 849000
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/54",
    "text": "Once authorities notified Rob and Vicki about the murder, the couple contacted Brett's father Stephen, stepmother Anita, and sister Jamie in California, who were understandably devastated.",
    "speaker": null,
    "startTimecode": 853500,
    "endTimecode": 858840
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/55",
    "text": "A few days after the crime, the Neal Myers flew Brett's body to California and laid him to rest in a cemetery on the outskirts of Fresno. He had a military funeral service with many of his family members and friends speaking about how much of a loved person he was and how much he'd be missed.",
    "speaker": null,
    "startTimecode": 859700,
    "endTimecode": 874480
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/56",
    "text": "Meanwhile, law enforcement's investigation in Oklahoma was in full swing. A day or so after the crime, an OSBI agent on patrol in the city of Wagner had been looking for yellow cars that matched the one witnesses had seen leaving the crime scene.",
    "speaker": null,
    "startTimecode": 876320,
    "endTimecode": 889580
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/57",
    "text": "And call it sheer luck, call it whatever you want, this agent happened to spot a yellow 1992 Mercury Lynx parked at an apartment complex.",
    "speaker": null,
    "startTimecode": 890260,
    "endTimecode": 899040
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/58",
    "text": "A quick records check on the Mercury showed it was associated with a 46-year-old man named David Allen Kennedy who lived in Wagner, which, just for context, is about 20 minutes west of Fort Gibson Lake.",
    "speaker": null,
    "startTimecode": 899680,
    "endTimecode": 911740
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/59",
    "text": "A few days later, on September 5th, investigators paid David a visit at his apartment and interviewed him for about an hour.",
    "speaker": null,
    "startTimecode": 912320,
    "endTimecode": 918900
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/60",
    "text": "He confirmed that he'd been at Fort Gibson Lake on September 2nd, but said he'd left before 5 o'clock.",
    "speaker": null,
    "startTimecode": 919700,
    "endTimecode": 925120
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/61",
    "text": "While speaking with David, the OSBI agents noticed that his appearance didn't quite match the partially gray-haired, bearded man that witnesses had reported seeing fishing with bread, or in the general vicinity of the crime scene.",
    "speaker": null,
    "startTimecode": 925900,
    "endTimecode": 937520
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/62",
    "text": "So they asked him, had he gotten a haircut or shaved since September 2nd? To which David answered, yes, he'd done both of those things.",
    "speaker": null,
    "startTimecode": 938180,
    "endTimecode": 946340
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/63",
    "text": "I imagine that made investigators just a bit more suspicious, so they asked him if they could take some of his clothing as evidence and search his car. He consented and let the agents have the clothes he'd been wearing on September 2nd, the boots that were currently on his feet, two knives from his fishing tackle box, and a floor mat and steering wheel cover from his car. Investigators later sprayed the steering wheel cover with luminol, and the results indicated that blood was present. But it's unclear from the available source material if the OSBI's crime lab was able to determine exactly whose blood was on it. You know, like a specific blood type.",
    "speaker": null,
    "startTimecode": 947340,
    "endTimecode": 981400
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/64",
    "text": "I couldn't find any documentation about whether it came back as a match for bread or not, or if it was even human blood at all. But the investigating OSBI agent later stated in court that the mere fact the steering wheel cover indicated the presence of blood was enough to raise suspicion that David might have touched it with blood on his hands.",
    "speaker": null,
    "startTimecode": 981980,
    "endTimecode": 1000560
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/65",
    "text": "Clearly, that was just a theory, but you get where the investigators' heads were at. hands. Clearly, that was just a theory, but you get where the investigators' heads were at.",
    "speaker": null,
    "startTimecode": 1001360,
    "endTimecode": 1005700
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/66",
    "text": "Which is why on September 10th, five days after their first chat with David, authorities called him and asked him if he would be willing to come in for another interview.",
    "speaker": null,
    "startTimecode": 1009380,
    "endTimecode": 1013580
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/67",
    "text": "This time, on the record, at the Wagner Police Department. They suspected he hadn't been totally honest with them the first time around, mostly because his timeline of events just didn't match up with what other witnesses were saying. If you'll remember, when police first spoke with him, David claimed he'd left the Toppers Point area by 5 p.m. But based on what witnesses like Jeff and Starla said, a man matching his description was clearly still there after that time. So I imagine detectives just wanted to ask him about this discrepancy, among other things.",
    "speaker": null,
    "startTimecode": 1019400,
    "endTimecode": 1045540
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/68",
    "text": "And ever the cooperative guy, David agreed to come down to the police department and speak with OSBI agents. He even let them record their conversation and make copies of his fingerprints. After investigators sat him down and got him talking, it didn't take long before David's story began to change. Drastically.",
    "speaker": null,
    "startTimecode": 1046540,
    "endTimecode": 1074640
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/69",
    "text": "When the investigating OSBI agent asked David if he was present at the time that Brett sustained his injuries, he admitted to getting into a fight with Brett while fishing at Fort Gibson Lake.",
    "speaker": null,
    "startTimecode": 1079800,
    "endTimecode": 1084620
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/70",
    "text": "He said the two of them had struggled over a knife that he claimed Brett pulled on him, and one thing had led to another, and somehow Brett ended up getting stabbed in the neck.",
    "speaker": null,
    "startTimecode": 1085400,
    "endTimecode": 1093340
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/71",
    "text": "When OSBI agents pressed David for more details and asked him to explain how Brett had also managed to sustain knife wounds to his chest, David said he didn't know anything about the second injury. All he remembered was that after seeing Brett laying on the ground, he'd picked up the knife, threw it really far into the lake, and washed his hands off in the water. Then he drove off and didn't report what had happened to the police because he was afraid. In his confession, David said that the knife Brett had pulled on him was a folding-style knife that could fit into your pocket.",
    "speaker": null,
    "startTimecode": 1094060,
    "endTimecode": 1123760
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/72",
    "text": "He also admitted to destroying evidence of his involvement in the crime by bagging up his clothing and shoes that had blood on them and tossing those items in a nearby river.",
    "speaker": null,
    "startTimecode": 1124380,
    "endTimecode": 1132240
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/73",
    "text": "When agents quizzed him about where Brett's wallet had ended up, David told them he didn't know. He didn't have it.",
    "speaker": null,
    "startTimecode": 1133140,
    "endTimecode": 1138940
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/74",
    "text": "To try and get to the bottom of where it went, the Oklahoma State Police had one of their divers search the lake, but neither Brett's wallet nor the murder weapon was ever found. An independent team of divers went back a few weeks later and did the same thing, but also had no luck. By the end of the day on September 10th, David was arrested for second-degree murder and taken to the Wagner County Jail. A few days later, on September 18th, the district attorney's office formally charged him with the crime and alleged that he'd struck Brett in the neck with a knife, knowing that he'd most likely die from his injuries. The pressing issue the authorities needed to determine, though, was whether David had acted in self-defense or just lost his temper on Brett. Essentially, they only had David's word to go on that Brett was the so-called aggressor.",
    "speaker": null,
    "startTimecode": 1139560,
    "endTimecode": 1185680
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/75",
    "text": "But something that didn't quite make sense with a self-defense scenario was that David claimed Brett had hit him in the left eye while he'd been wearing glasses. But investigators doubted that story because when they'd interviewed David on September 5th and September 10th, they hadn't noticed any injuries to his face. No swollen eye, no bruising, no cuts, nothing that backed up his claim of Brett hitting him. Ultimately, it would be up to a judge to decide whether or not there was enough evidence to move the case to trial.",
    "speaker": null,
    "startTimecode": 1186520,
    "endTimecode": 1215180
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/76",
    "text": "On December 3rd, 2003, just over three months after the crime, the prosecutor and David's defense attorney argued their respective sides at a preliminary hearing. Vicki, Brett's cousin's wife, Michael, the man who'd found Brett's body, Jeff, Brett's fishing buddy, Starla, the eyewitness from across the lake, and the OSBI agent over the case all testified during this proceeding.",
    "speaker": null,
    "startTimecode": 1217360,
    "endTimecode": 1238660
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/77",
    "text": "Vicki said that she'd never seen Brett consume alcohol at their house, and to her knowledge, he only drank casually if he went out with friends. She didn't think he had an issue with alcohol.",
    "speaker": null,
    "startTimecode": 1239900,
    "endTimecode": 1249220
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/78",
    "text": "Jeff was also asked whether or not Brett frequently drank alcohol, particularly while fishing, and he confirmed that he had seen Brett drink a few beers every now and then, but never more than like three. On the day of the crime, Jeff said that Brett had briefly left their fishing spot to go buy beer, and when he returned, he'd shared one or two with David. But neither man seemed out of control or anything.",
    "speaker": null,
    "startTimecode": 1250420,
    "endTimecode": 1270360
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/79",
    "text": "In total, Jeff thought Brett had purchased maybe six beers on September 2nd, but he'd only actually seen him drink one or two.",
    "speaker": null,
    "startTimecode": 1271280,
    "endTimecode": 1278360
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/80",
    "text": "On the other hand, Jeff said that David had consumed two additional beers he'd brought with him on top of the ones Brett gave him. David's defense attorney presented a fairly simple argument. The state had not met its burden of proof to show a crime had even occurred. Period. He claimed that the entire criminal case against his client was circumstantial, which technically it was. He admitted that yes, David had confessed to harming Brett in a fight, but only in self-defense, which wasn't a crime in the state of Oklahoma. In the end, the judge disagreed with that argument and ruled that prosecutors had met their burden of proof and David would face a jury.",
    "speaker": null,
    "startTimecode": 1279180,
    "endTimecode": 1317660
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/81",
    "text": "As the state prepared the case for trial, they started to learn more and more about who the 46 year old was and prior crimes he'd committed. What they found only made the murder case against him that much stronger.",
    "speaker": null,
    "startTimecode": 1318520,
    "endTimecode": 1330180
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/82",
    "text": "They discovered that in 1988, more than a decade before Brett's death, David had used a knife to threaten a convenience store employee. This employee reported him to the police and detailed how David had come into his store and robbed him at knife point.",
    "speaker": null,
    "startTimecode": 1330980,
    "endTimecode": 1345360
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/83",
    "text": "David reportedly grabbed the employee by the wrist, threatened him, and demanded money from the cash register, all while menacing him with a knife. D.E. Smoot reported for the Muscogee Phoenix that David was eventually convicted for that crime in 1989, but received a 10-year suspended sentence. Several years later, in 1997, he was convicted of fraud and drug possession.",
    "speaker": null,
    "startTimecode": 1349380,
    "endTimecode": 1366480
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/84",
    "text": "A Muscogee County judge sentenced him to seven years in prison for those offenses, but once again, his sentence was suspended. On the one-year anniversary of Brett's murder, his family published a tribute to him in the Fresno Bee that said in part, quote, Our hearts ache for you.",
    "speaker": null,
    "startTimecode": 1367340,
    "endTimecode": 1385120
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/85",
    "text": "We long to see your face and hear your infectious laugh.",
    "speaker": null,
    "startTimecode": 1388020,
    "endTimecode": 1388540
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/86",
    "text": "I cannot wait to see you again one day.",
    "speaker": null,
    "startTimecode": 1390520,
    "endTimecode": 1391220
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/87",
    "text": "We will not rest until justice is served.",
    "speaker": null,
    "startTimecode": 1393500,
    "endTimecode": 1394220
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/88",
    "text": "As that time draws near, make no mistake that your voice will be heard.",
    "speaker": null,
    "startTimecode": 1398400,
    "endTimecode": 1399040
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/89",
    "text": "End quote.",
    "speaker": null,
    "startTimecode": 1399640,
    "endTimecode": 1400440
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/90",
    "text": "They were able to sort of see that come to fruition when the case against David finally went to trial in April 2005. But the outcome wasn't what Brett's family or the prosecution had hoped for.",
    "speaker": null,
    "startTimecode": 1403060,
    "endTimecode": 1412140
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/91",
    "text": "After 10 hours of deliberation, the proceeding ended in a hung jury.",
    "speaker": null,
    "startTimecode": 1412800,
    "endTimecode": 1416920
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/92",
    "text": "A second trial was scheduled for a few months later in August, but that eventually got delayed to late April 2006, and again to late May, because David had developed a severe staph infection while in custody.",
    "speaker": null,
    "startTimecode": 1417800,
    "endTimecode": 1429200
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/93",
    "text": "During that time, state prosecutors pulled out all the stops to try and strengthen their case for the second trial. I found one court filing that stated the district attorney's office planned to introduce a jailhouse informant's testimony. But in the end, that wouldn't be necessary.",
    "speaker": null,
    "startTimecode": 1430300,
    "endTimecode": 1445480
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/94",
    "text": "Because on July 24th, 2006, nearly three years after Brett's death, David pleaded guilty to the charge against him, which essentially ended the case.",
    "speaker": null,
    "startTimecode": 1447840,
    "endTimecode": 1455580
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/95",
    "text": "The second-degree murder charge he'd been facing was reduced to first-degree manslaughter. But despite taking the deal, David still maintained that he'd acted in self-defense.",
    "speaker": null,
    "startTimecode": 1458040,
    "endTimecode": 1464720
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/96",
    "text": "In that piece I mentioned earlier by the Muscogee Phoenix, Brett's family members were not happy with this outcome. In their victim impact statements made prior to David's sentencing hearing, they asked the judge to give him the maximum penalty. They were pretty clear that they wanted him locked away for good. Vicki and Rob, the relatives who Brett had been staying with in Oklahoma, wrote that they were angry David, a convicted felon, had been on probation for his prior crimes, which allowed him to be on the streets when Brett was killed. They emphasized that closure wasn't an option for them because they felt like the criminal justice system had failed repeatedly to do its job and keep David behind bars. Stephen, Brett's father, wrote in his statement that everyone in the Nealmeyer family had experienced anger, depression, and rage while going through this ordeal. He wrote, quote, if David Allen Kennedy receives a light sentence for his crimes and released out into your community, no one will ever be safe from him, end quote.",
    "speaker": null,
    "startTimecode": 1465860,
    "endTimecode": 1522960
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/97",
    "text": "Brett's sister, Jamie, explained in her victim impact statement that she didn't even have words to describe how angry she was about her brother's murder.",
    "speaker": null,
    "startTimecode": 1523900,
    "endTimecode": 1530780
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/98",
    "text": "Just like Rob and Vicky, she also felt that David shouldn't have been released on probation for his crimes from the 1980s and 90s.",
    "speaker": null,
    "startTimecode": 1531540,
    "endTimecode": 1538560
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/99",
    "text": "A few months later, in September 2006, David was sentenced to 30 years in prison, but 20 of those were suspended, so he was ultimately looking at 10 years or less behind bars, plus 20 years of probation. According to court documents, ever since his arrest on September 10, 2003, David had been housed at the Wagner County Jail with no bond, so his credit for time served was substantial, more than 1,100 days in total.",
    "speaker": null,
    "startTimecode": 1539300,
    "endTimecode": 1565780
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/100",
    "text": "According to the Oklahoma Department of Corrections website, he didn't serve 10 years for Brett's death because it appears he got out of prison in 2013, but continued to go in and out of police custody for crimes like driving under the influence, failing to pay restitution, drug possession, and probation violation.",
    "speaker": null,
    "startTimecode": 1566800,
    "endTimecode": 1585160
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/101",
    "text": "Referring to his seeming disregard for following the conditions of his release, one probation and parole officer wrote in part in 2017, quote, Kennedy has a 30-year criminal history which includes felony conviction for violent crimes and substance abuse.",
    "speaker": null,
    "startTimecode": 1588880,
    "endTimecode": 1600360
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/102",
    "text": "He continues to be involved in criminal activity and is reluctant to follow directives given by his probation officer regarding mental health and substance abuse treatment, which makes him a risk to the community. End quote.",
    "speaker": null,
    "startTimecode": 1611600,
    "endTimecode": 1614060
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/103",
    "text": "A sentence that Jamie, Brett's sister, included in her victim impact statement I mentioned earlier, which I feel almost prophesied that characterization of David, said that if he was let out, he would get a chance to commit a crime again.",
    "speaker": null,
    "startTimecode": 1627160,
    "endTimecode": 1627860
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/104",
    "text": "Turns out, she was right.",
    "speaker": null,
    "startTimecode": 1629500,
    "endTimecode": 1630480
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/105",
    "text": "Something else I saw in her writings about this case that I think is something we should all pay attention to is how important it is to stay connected with family members, even ones who are grown up and off doing their own thing.",
    "speaker": null,
    "startTimecode": 1632640,
    "endTimecode": 1641620
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/106",
    "text": "In a letter filed in court, Jamie explained how after Brett died, she felt guilty for not calling him back after they'd briefly spoken about a week before his death. She wrote in part, quote, the guilt is strangling us. I talked to you last week and you said to call you that night, but I was too busy. And now I will never talk to you again. I was always too busy for you.",
    "speaker": null,
    "startTimecode": 1642340,
    "endTimecode": 1665480
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/107",
    "text": "End quote.",
    "speaker": null,
    "startTimecode": 1666180,
    "endTimecode": 1666680
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/108",
    "text": "Jamie's words might be simple, but I think they hold a profound truth.",
    "speaker": null,
    "startTimecode": 1668040,
    "endTimecode": 1671940
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/109",
    "text": "Keep the ones you love close.",
    "speaker": null,
    "startTimecode": 1672760,
    "endTimecode": 1674180
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/110",
    "text": "Make that phone call.",
    "speaker": null,
    "startTimecode": 1674740,
    "endTimecode": 1675720
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/111",
    "text": "Because you never know when you'll get the next chance.",
    "speaker": null,
    "startTimecode": 1676260,
    "endTimecode": 1678960
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/112",
    "text": "Park Predators is an AudioChuck production.",
    "speaker": null,
    "startTimecode": 1683740,
    "endTimecode": 1686220
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/113",
    "text": "You can view a list of all the source material for this episode on our website, parkpredators.com. And you can also follow Park Predators on Instagram, at parkpredators.",
    "speaker": null,
    "startTimecode": 1686880,
    "endTimecode": 1696640
  },
  {
    "id": "16cbf4bc-0b47-4895-b063-21eb0e0e17e8/transcript/paragraph/114",
    "text": "So, what do you think, Chuck? Do you approve?",
    "speaker": null,
    "startTimecode": 1701540,
    "endTimecode": 1704400
  }
]