[
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/0",
    "text": "Hey, park enthusiasts. I know many of you also tune in to my other podcast, CounterClock, so I want to tell you about a major update in the case I covered on season seven. If you follow the story of Nathaniel Jones and the five teenagers convicted of his murder, you know how many questions we uncovered throughout the season about whether investigators got it right. And I let you know that the case was far from over. Well, now it's back in court with an evidentiary hearing that could change everything for these men. In a new bonus episode of CounterClock, I take you inside the courtroom with me and share the results of this critical hearing and reveal new leads that I've uncovered. You'll even hear from people who are speaking out literally for the first time after hearing season seven. So don't miss this pivotal update. Listen to the bonus episode of CounterClock now, wherever you next time. Now streaming on Hulu, a wicked true crime. It was a kidnapping, torture case. A crime of greed and cruelty. The men tortured the victim by beating, tasing, and burning him. But it didn't end there. And this is where it gets really horrible. The guy was cutting off my roommate's penis. It was like a bad dream. This crime was horrific. He's a psychopath. Wicked Game, Devil in the desert. This was a story about greed, sadism, evil. Now streaming only on Hulu.",
    "speaker": null,
    "startTimecode": 460,
    "endTimecode": 110520
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/1",
    "text": "This episode is brought to you by Progressive, where drivers who save by switching save nearly $750 on average. Plus, auto customers qualify for an average of seven discounts. Quote now at Progressive.com to see if you could save. Progressive Casualty Insurance Company and Affiliates. National average 12-month savings of $744 by new customers surveyed who saved with Progressive between June 2022 and May 2023. Potential savings will vary. Discounts not available in all states and situations. Potential savings will vary.",
    "speaker": null,
    "startTimecode": 111680,
    "endTimecode": 142320
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/2",
    "text": "Discounts not available in all states and situations.",
    "speaker": null,
    "startTimecode": 145000,
    "endTimecode": 146400
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/3",
    "text": "Hi, park enthusiasts.",
    "speaker": null,
    "startTimecode": 147740,
    "endTimecode": 148380
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/4",
    "text": "I'm your host, Delia D'Ambra.",
    "speaker": null,
    "startTimecode": 150100,
    "endTimecode": 150820
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/5",
    "text": "And the case I'm going to tell you about today is a unique one.",
    "speaker": null,
    "startTimecode": 153740,
    "endTimecode": 154540
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/6",
    "text": "It involves a missing person who disappeared from the Appalachian Trail, one of the most well-known and well-hiked trails in the continental United States.",
    "speaker": null,
    "startTimecode": 158120,
    "endTimecode": 163260
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/7",
    "text": "In fact, visitmaine.com and AppalachianTrail.com state that the AT is the longest hiking-only footpath on the planet at nearly 2,200 miles.",
    "speaker": null,
    "startTimecode": 167180,
    "endTimecode": 172900
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/8",
    "text": "It crosses through 14 different states on the east coast of the U.S. and attracts roughly 3 million visitors every year.",
    "speaker": null,
    "startTimecode": 173800,
    "endTimecode": 180100
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/9",
    "text": "I've covered other cases on this show involving the AT, but none have the bizarre details that this one has.",
    "speaker": null,
    "startTimecode": 181080,
    "endTimecode": 187220
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/10",
    "text": "The story takes place in the summer of 2013, when an avid hiker traversing the trail through Maine vanished without a trace.",
    "speaker": null,
    "startTimecode": 188000,
    "endTimecode": 195500
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/11",
    "text": "She was walking along the 282 miles of the AT that cut through Maine, which VisitMaine.com reports as one of the most challenging sections of the trail.",
    "speaker": null,
    "startTimecode": 196380,
    "endTimecode": 205000
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/12",
    "text": "And that's because a lot of the mileage hikers cover is in remote areas or mountainous terrain.",
    "speaker": null,
    "startTimecode": 205760,
    "endTimecode": 210360
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/13",
    "text": "Only an unwise or inexperienced person would dare to walk the AT there without the right kind of gear, plans, and preparations. In this story, though, none of those things seem to be an issue, which is why at the outset of this case, so many questions cropped up about what exactly happened that fateful summer in Maine.",
    "speaker": null,
    "startTimecode": 211040,
    "endTimecode": 229600
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/14",
    "text": "Did the hiker lose her bearings, or was it something more sinister that sent her off the trail? In the end, what was determined for sure is that perhaps the most fickle predator we face in the wilderness is the wilderness itself. This is Park Predators. Thank you. Around 7.15 in the morning on Monday, July 22nd, 2013, George Largay looked at his phone and saw that his wife, 66-year-old Geraldine Largay, had texted him to let him know that she was on the move and would see him soon. Geraldine, who mostly was known by her nickname Jerry, was several months into a hiking trip on the Appalachian Trail.",
    "speaker": null,
    "startTimecode": 230340,
    "endTimecode": 310380
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/15",
    "text": "Along the way, she had been meeting her husband at various checkpoints to replenish her supplies.",
    "speaker": null,
    "startTimecode": 311260,
    "endTimecode": 315340
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/16",
    "text": "The plan was for them to meet up the next day, Tuesday, July 23rd, at a parking area adjacent to the trail near Wyman Township, Maine.",
    "speaker": null,
    "startTimecode": 316140,
    "endTimecode": 323700
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/17",
    "text": "That way, Jerry could offload the stuff she didn't want to keep carrying and pick up new food and gear for her hike.",
    "speaker": null,
    "startTimecode": 324400,
    "endTimecode": 329260
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/18",
    "text": "Not long before embarking on her journey, Jerry had retired from her job as a nurse and really gotten serious about trying to complete the AT just for fun.",
    "speaker": null,
    "startTimecode": 330120,
    "endTimecode": 338160
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/19",
    "text": "The endeavor was something she'd been wanting to do for a long time, but initially, George, her husband, had not been a huge fan of the idea because he was worried that a prior lower back injury she sustained would cause her problems on such an ambitious hike. But eventually he got on board because he knew his wife of more than 42 years wasn't going to let up. She was the type of person who, when she got an idea to do something like traverse a 2,000-mile-plus trail, nothing was going to stop her. As sort of a compromise to ease his concerns, Jerry agreed to connect with George along her route so that he would know where she was and if she was all right, and also so she wouldn't have to carry so many supplies in her backpack while she traveled. The point was for him to periodically show up and give her what she needed to keep going for a day or so in order to prevent her from straining her back.",
    "speaker": null,
    "startTimecode": 338760,
    "endTimecode": 387680
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/20",
    "text": "On the morning of Sunday, July 21st, the day before he got his wife's text, George had hiked for a short time with Jerry on the AT near the town of Rangeley, Maine.",
    "speaker": null,
    "startTimecode": 388440,
    "endTimecode": 397380
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/21",
    "text": "Before parting ways, they'd come up with a plan.",
    "speaker": null,
    "startTimecode": 398040,
    "endTimecode": 400320
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/22",
    "text": "Jerry was going to spend Sunday night at the Poplar Ridge shelter on the trail, then hike all day Monday to another lean-to shelter near Spalding Mountain. She would stay the night there before eventually making it to the spot where George would be waiting on Tuesday, July 23rd. Their check-in was going to be at a parking lot near where the AT met a local road known as Route 27.",
    "speaker": null,
    "startTimecode": 401160,
    "endTimecode": 420980
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/23",
    "text": "If Jerry got there sooner, great. If not, no big deal. They'd connect at the latest by Tuesday night. According to Google Maps, the hike from Poplar Ridge Shelter to the meetup spot should have taken the average person anywhere between seven to eight hours to complete.",
    "speaker": null,
    "startTimecode": 421900,
    "endTimecode": 438760
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/24",
    "text": "However, according to the source material, the terrain was difficult to traverse, and Jerry was known to travel at a very slow pace.",
    "speaker": null,
    "startTimecode": 439400,
    "endTimecode": 445960
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/25",
    "text": "In fact, she sort of owned the reputation of being a much slower hiker than a lot of the other people traversing the AT.",
    "speaker": null,
    "startTimecode": 446740,
    "endTimecode": 452500
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/26",
    "text": "She'd even adopted the trail name Inchworm to reflect the fact that she wasn't in a rush to complete the trek.",
    "speaker": null,
    "startTimecode": 453420,
    "endTimecode": 458940
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/27",
    "text": "All of this might explain why she'd baked into her plans to stay overnight at Spalding Mountain on Monday evening. Anyway, from reading the source material, it doesn't appear that Jerry and George had agreed upon a specific time of day of when they were going to see one another. It seems like it was just one of those, I'll see you either Monday or at the latest Tuesday kind of things. Plus, at that particular time, a huge rainstorm had rolled into the area, so George anticipated the poor weather would probably slow his wife down even more.",
    "speaker": null,
    "startTimecode": 459800,
    "endTimecode": 490740
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/28",
    "text": "However, by the morning of Tuesday the 23rd, Jerry had still not arrived or texted him, which to George felt off.",
    "speaker": null,
    "startTimecode": 495680,
    "endTimecode": 498180
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/29",
    "text": "The last time he'd received a text from her was on Monday morning, when she told him she was leaving the Poplar Ridge shelter just under 22 miles or so away from his location. A few more hours went by with still no sign of Jerry or communication from her, but George figured his wife was just having a harder time than expected hiking in the rain. So according to Dana Prohovnik and Jessica Pace's reporting, he decided to spend Tuesday night in his SUV along Route 27 at their designated meetup spot. He hoped that he'd see his wife sometime that night or on the morning of Wednesday, July 24th. However, when sunrise came, Jerry was still a no-show. And by 1 p.m., George became much more worried and reported her missing to the Carabasset Valley Police Department.",
    "speaker": null,
    "startTimecode": 501400,
    "endTimecode": 543160
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/30",
    "text": "Right away, the Maine Warden Service got involved with the investigation, and then eventually the Maine State Police and other federal and state agencies.",
    "speaker": null,
    "startTimecode": 544120,
    "endTimecode": 551820
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/31",
    "text": "Initially, authorities and search crews felt it was possible that Jerry was just an overdue hiker because of all the rainy weather that had rolled in during the time that she'd been hiking.",
    "speaker": null,
    "startTimecode": 553140,
    "endTimecode": 561680
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/32",
    "text": "Reporting by Scott Thistle for The Sun Journal stated that the previous year, July 2011 to June 2012, the Maine Warden Service had been involved in numerous searches for missing hikers, and 95% of people who were reported missing were found within 12 hours. 98% were located within a day. Searchers working Jerry's case started looking for her on the roughly 22-mile stretch of the AT that spanned between the Poplar Ridge shelter, Spalding Mountain Lean-to shelter, and where she was supposed to meet up with George near Route 27. The warden service utilized geo data from Jerry's phone to pinpoint the best area to cover, but unfortunately the location information wasn't accurate enough to zero in on latitude-longitude-specific coordinates.",
    "speaker": null,
    "startTimecode": 562500,
    "endTimecode": 606000
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/33",
    "text": "I have to assume that investigators figured, since the Poplar Ridge shelter was the last place she'd successfully communicated with George, she had to be somewhere between there, the Spalding Mountain Lean-to shelter, and their pre-planned meetup spot.",
    "speaker": null,
    "startTimecode": 606840,
    "endTimecode": 619060
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/34",
    "text": "But it's not like we're talking about a search area that is a nice, neat, straight line. But it's not like we're talking about a search area that is a nice, neat, straight line.",
    "speaker": null,
    "startTimecode": 620360,
    "endTimecode": 625160
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/35",
    "text": "There are literally acres and acres of rugged terrain that span for miles in each direction off of the trail.",
    "speaker": null,
    "startTimecode": 630960,
    "endTimecode": 631800
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/36",
    "text": "On top of that, there are smaller side trails that branch out in various different directions.",
    "speaker": null,
    "startTimecode": 636020,
    "endTimecode": 636980
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/37",
    "text": "In total, authorities started searching in about an 81-square-mile area.",
    "speaker": null,
    "startTimecode": 641300,
    "endTimecode": 642180
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/38",
    "text": "One volunteer searcher remarked about the sheer vastness of the operation, saying, quote, you step off the trail 20 or 50 feet and turn around. It's very difficult to see where the trail was. If you didn't know which way the trail was, you could easily walk in circles for hours, end quote. There are also logging roads, ditches, stream beds, and off-road vehicle trails that crews had to search too, just in case Jerry might have accidentally gone down one of those and gotten turned around. A representative for the Maine Warden Service told reporters that things like trash, trekking poles, and other discarded items had been discovered within the designated search area, but they determined that none of that belonged to Jerry.",
    "speaker": null,
    "startTimecode": 645500,
    "endTimecode": 682560
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/39",
    "text": "The suggestion that she'd just gotten lost in the woods was a difficult one for people who knew her well to accept.",
    "speaker": null,
    "startTimecode": 683480,
    "endTimecode": 689500
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/40",
    "text": "She was no amateur when it came to exploring nature.",
    "speaker": null,
    "startTimecode": 690260,
    "endTimecode": 692720
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/41",
    "text": "Jerry might have been 66 years old, but she was physically fit and had no major health issues, except that previous back injury, which the source material states had mostly healed. She would regularly hike for hours near her and George's home, and she usually carried a guidebook with her to familiarize herself with the local flora and fauna.",
    "speaker": null,
    "startTimecode": 693740,
    "endTimecode": 711100
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/42",
    "text": "In general, she was known to be a prepared outdoor enthusiast, not some amateur.",
    "speaker": null,
    "startTimecode": 711900,
    "endTimecode": 716180
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/43",
    "text": "George told reporter Jessica Pace that his wife had prepared for her journey on the AT about a year and a half in advance, and she'd even taken a course at the Appalachian Trail Institute and read seven books about the trail prior to her trip.",
    "speaker": null,
    "startTimecode": 717220,
    "endTimecode": 729280
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/44",
    "text": "According to George, when he'd last met up with his wife the weekend before she vanished, she'd departed with a three-day supply of food, fire-starting materials, and other survival supplies. However, the AT was an entirely new beast for Jerry. So the most logical conclusion was that she'd just gotten overwhelmed or turned around due to being unfamiliar with the terrain.",
    "speaker": null,
    "startTimecode": 730380,
    "endTimecode": 749960
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/45",
    "text": "That notion was supported by one of Jerry's friends named Jane Lee.",
    "speaker": null,
    "startTimecode": 750780,
    "endTimecode": 754620
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/46",
    "text": "Starting in late April, Jane had been hiking with Jerry for about the first two months of the trek.",
    "speaker": null,
    "startTimecode": 755580,
    "endTimecode": 760040
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/47",
    "text": "They'd gotten on the AT together in the middle of the trail in West Virginia, and intended to hike north to Mount Katahdin in Maine, but their plans abruptly changed in late June, when Jane had to call it quits early due to a family emergency.",
    "speaker": null,
    "startTimecode": 760860,
    "endTimecode": 772980
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/48",
    "text": "At the time, Jane didn't like the idea of leaving her friend to finish the hike alone, but ultimately the pair decided that it would probably be fine because Jerry was so determined, and George was stopping to meet her about twice a week to give her more supplies. Throughout July, Jerry met several people during her travels, one of whom was a woman named Dorothy Rust. Not long after Jerry was reported missing, Dorothy contacted authorities and told them that she'd been at the Poplar Ridge shelter on July 22nd when Jerry was departing, and she described her as being in a good mood. Dorothy had even snapped a photo of Jerry right before she took off because she thought that the red fleece Jerry had been wearing at the time would look good for a holiday card. Investigators asked Dorothy for a copy of that photo, and she gave it to them. The picture was then printed on flyers and distributed throughout the area because authorities believed it was most likely the last image that had been taken of Jerry before she vanished. It was vitally important for the public to know what she looked like and what she'd last been seen wearing. The description that went out about her said she was 5 foot 5, 115 pounds, had brown hair and brown eyes, and was wearing tan pants, a blue hat, a black pullover shirt, the red fleece, and a black and green backpack. During those first few days of searching, roughly 130 people used horses, dogs, ATVs, bikes, whistles, and aircraft to look for the missing 66-year-old. But nothing surfaced. A few days turned into a week, and then one week turned into two. But still, no sign of her was found.",
    "speaker": null,
    "startTimecode": 773920,
    "endTimecode": 868680
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/49",
    "text": "Like I mentioned earlier, one of the biggest challenges facing authorities was the terrain itself.",
    "speaker": null,
    "startTimecode": 869500,
    "endTimecode": 874480
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/50",
    "text": "An article by the Daily Bulldog reported that the warden service wasn't able to use searchers who weren't associated with professional search and rescue organizations, or who weren't formally trained on how to navigate remote landscapes. It was just too dangerous.",
    "speaker": null,
    "startTimecode": 875200,
    "endTimecode": 888440
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/51",
    "text": "A lot of tips and leads came to investigators during that time, but a lot of them turned out to be kind of shaky leads or just outright bogus.",
    "speaker": null,
    "startTimecode": 889460,
    "endTimecode": 897160
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/52",
    "text": "For example, some rumors were that Jerry might have been attacked by a bear or accidentally fallen into the nearby river, which of course were not scenarios that authorities could easily prove in their investigation.",
    "speaker": null,
    "startTimecode": 897980,
    "endTimecode": 908280
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/53",
    "text": "Other folks reported seeing a suspicious-looking group of men on the trail that they were worried might have done something to Jerry. But again, that information was not something investigators could prove or disprove so early on in the investigation. There was even a psychic who'd spoken with authorities claiming that Jerry had broken her ankle, as well as another person who reported seeing her like a thousand miles away from Maine. But again, these leads just weren't substantial enough to give investigators the break they needed. George told Tennessean reporter Josh Brown, quote, the uncertainty is the toughest part. Until they find Jerry, there's always the unknown, and that's almost tougher than the known, end quote. Out of all the seemingly wild calls investigators got, though, one tip did stand out as potentially credible. It was a sighting, on the AT, of a woman who looks a lot like Jerry.",
    "speaker": null,
    "startTimecode": 909220,
    "endTimecode": 967960
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/54",
    "text": "Now streaming on Hulu, a wicked true crime.",
    "speaker": null,
    "startTimecode": 971380,
    "endTimecode": 972020
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/55",
    "text": "It was a kidnapping, torture case.",
    "speaker": null,
    "startTimecode": 974320,
    "endTimecode": 974440
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/56",
    "text": "A crime of greed and cruelty.",
    "speaker": null,
    "startTimecode": 976220,
    "endTimecode": 976460
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/57",
    "text": "The men tortured the victim by beating, tasing, and burning him.",
    "speaker": null,
    "startTimecode": 978160,
    "endTimecode": 979640
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/58",
    "text": "But it didn't end there.",
    "speaker": null,
    "startTimecode": 980960,
    "endTimecode": 981100
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/59",
    "text": "And this is where it gets really horrible.",
    "speaker": null,
    "startTimecode": 983640,
    "endTimecode": 983840
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/60",
    "text": "The guy was cutting off my roommate's penis.",
    "speaker": null,
    "startTimecode": 986420,
    "endTimecode": 986840
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/61",
    "text": "It was like a bad dream.",
    "speaker": null,
    "startTimecode": 988160,
    "endTimecode": 988280
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/62",
    "text": "This crime was horrific.",
    "speaker": null,
    "startTimecode": 989340,
    "endTimecode": 989740
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/63",
    "text": "He's a psychopath.",
    "speaker": null,
    "startTimecode": 990700,
    "endTimecode": 991180
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/64",
    "text": "Wicked game.",
    "speaker": null,
    "startTimecode": 992020,
    "endTimecode": 992260
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/65",
    "text": "Devil in the desert.",
    "speaker": null,
    "startTimecode": 993300,
    "endTimecode": 993500
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/66",
    "text": "This was a story about greed, sadism, evil.",
    "speaker": null,
    "startTimecode": 995780,
    "endTimecode": 996100
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/67",
    "text": "Now streaming only on Hulu.",
    "speaker": null,
    "startTimecode": 998040,
    "endTimecode": 1000040
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/68",
    "text": "With a new year comes a new opportunity to reimagine ourselves and more importantly, our wardrobes. Refresh your look with quality pieces and stay on budget with Quince. From their cozy Mongolian cashmere sweaters to their active wear that's designed to move with you during your workout, all Quince pieces are priced 50 to 80% less than similar brands. And they're able to do that by partnering directly with top factories, cutting out the cost of the middleman and passing that savings on to you. But it's not just fashion that I'm after. I actually got some basics from Quince. Cotton underwear. And because I know I got them from Quince, I know that they're going to be quality and not get torn up in the laundry. Upgrade your closet this year without the upgraded price tag. Go to Quince.com slash parkpredators for 365-day returns plus free shipping on your order. That's quince.com slash parkpredators to get free shipping and 365-day returns. quince.com slash parkpredators. Authorities learned from several hikers that an older quiet woman matching Jerry's description had been spotted hiking alone on the trail near the Spalding Mountain Lean-To shelter on the night of July 22nd, the same night Jerry was supposed to have stayed there. That woman then left the shelter and kept hiking. So in light of this information, search crews turned their attention to scouring stretches of the trail around that area. But unfortunately, they weren't able to locate Jerry. Then, not long after getting that tip, a woman in her 60s who shared similar features as Jerry contacted the authorities and let them know that she'd been the person who'd been seen at the Spalding Mountain Lean-To on July 22nd.",
    "speaker": null,
    "startTimecode": 1005260,
    "endTimecode": 1109700
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/69",
    "text": "This woman is only referred to in the source material by the name Ivanich, or possibly Ivanich. But it became pretty clear that after she came forward and spoke with investigators, she and Jerry had just been caught up in a case of mistaken identity.",
    "speaker": null,
    "startTimecode": 1110300,
    "endTimecode": 1123660
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/70",
    "text": "Speaking with the doppelganger wasn't a total bust for the authorities though because investigators did learn that the woman had been at all the places Jerry had been during the days in question. She said that on the morning of Monday July 22nd she'd left the Poplar Ridge shelter after spending the night. She departed about two hours after Jerry left and when she started her hike to Spalding Mountain Lean-To, she hadn't passed Jerry while on the AT.",
    "speaker": null,
    "startTimecode": 1124680,
    "endTimecode": 1148060
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/71",
    "text": "That information caused investigators to suspect that Jerry might have never made it to Spalding Mountain.",
    "speaker": null,
    "startTimecode": 1148780,
    "endTimecode": 1154060
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/72",
    "text": "Perhaps she'd gotten off the trail after leaving Poplar Ridge Shelter, and whatever befell her happened much sooner than they'd originally thought.",
    "speaker": null,
    "startTimecode": 1154640,
    "endTimecode": 1161280
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/73",
    "text": "Armed with this assumption, they specifically narrowed down their search radius to 4.2 square miles of the AT. However, despite their diligence, they still didn't find Jerry. The problem was, investigators just had no idea where to specifically look. I mean, they'd narrowed down their search parameters somewhat to those specific grids. But like I mentioned earlier, it was challenging terrain to traverse, and the sense of urgency to clear every side trail and linear land feature day in and day out was at an all-time high, but certainly not an easy task. In early August, after exhausting numerous avenues and resources, the search was drastically scaled back, and the lead lieutenant for the Maine Warden Service expressed to the media that he and Jerry's family had grave concerns at that point about her well-being.",
    "speaker": null,
    "startTimecode": 1162240,
    "endTimecode": 1209300
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/74",
    "text": "Still, no one was giving up hope that she might be found alive. A spokesman for Jerry's family told the media that everyone was extremely grateful for all the work that was being put into trying to find her. He said, quote, they have been doing this as though they were looking for their own spouse or their own mother or their own family, their own friend. It's been an unbelievable thing and there's just no way to express how much the family appreciates that, end quote. After three weeks of making no progress though, Jerry's family began to come to terms with the reality of the situation and started planning a memorial service for her. George, the couple's daughter Carrie, their son Ryan, and their grandkids had all resigned themselves to the fact that she might be dead, simply because of how much time had passed.",
    "speaker": null,
    "startTimecode": 1210220,
    "endTimecode": 1255160
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/75",
    "text": "They told reporter Jessica Pace that Jerry was a woman who lived life to the fullest, cared about others, and was always positive. She had a lot of love to give and especially enjoyed spending time with her family, going camping, and quilting.",
    "speaker": null,
    "startTimecode": 1255940,
    "endTimecode": 1268480
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/76",
    "text": "Her daughter, Carrie, said that the entire ordeal had been difficult to process because there just didn't seem to be a good explanation of what happened to her mother.",
    "speaker": null,
    "startTimecode": 1269480,
    "endTimecode": 1276840
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/77",
    "text": "She told Jessica Pace, quote, we would love some closure for sure, but we have to rely on the family and our faith.",
    "speaker": null,
    "startTimecode": 1277720,
    "endTimecode": 1284440
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/78",
    "text": "It's strange. I keep calling it our new normal. On October 12, 2013, more than two months after she vanished, Jerry's friends and family held a memorial service for her at a Catholic church outside of Atlanta.",
    "speaker": null,
    "startTimecode": 1299040,
    "endTimecode": 1303980
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/79",
    "text": "It was where she and George had been living for more than 10 years prior to her setting off on her hike.",
    "speaker": null,
    "startTimecode": 1308820,
    "endTimecode": 1309640
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/80",
    "text": "A small memorial was also placed at the Wyman Township Appalachian Trail Crossing in Jerry's honor. In September, a smaller group of searchers set out to look for her along the routes that she would have taken, but again, they came up empty-handed. The Maine Warden Service remained optimistic that the flyers that had been placed throughout the region with Jerry's description and information would catch the eye of hunters and hikers, and hopefully generate new leads.",
    "speaker": null,
    "startTimecode": 1314520,
    "endTimecode": 1334420
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/81",
    "text": "However, it doesn't appear that was successful because searches were still happening nearly a year later in June 2014, with no new results. In September 2014, a reward for information offered by Jerry's family was increased from $15,000 to $25,000.",
    "speaker": null,
    "startTimecode": 1335140,
    "endTimecode": 1352260
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/82",
    "text": "Interestingly, Dana Prohovnik and Hutch Brown wrote that the actual land Jerry was believed to have disappeared close to or possibly on is owned by the U.S. Navy. Soldiers used it for specialized survival training exercises and escape maneuver drills, essentially war games. The property doesn't have fences or clearly marked boundaries on most maps, only a few signs that warn against trespassing. Hutch Brown speculated in his article that perhaps it was possible Jerry had wandered off the AT in the wrong spot, encountered some of the trainees on the Navy's property who'd been in the thick of extreme survival training, and something bad had happened to her. Prior news coverage by the Bangor Daily News described the Navy's facility as a torture camp that had been around since 1961.",
    "speaker": null,
    "startTimecode": 1354620,
    "endTimecode": 1401560
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/83",
    "text": "Some participants told journalists over the years that they'd been subjected to starvation, beatings, humiliation, waterboarding, and other extreme tactics while completing the program. Even Jerry's daughter, Carrie, told reporters that she couldn't help but wonder if something worse than just an accident befell her mother. She said, quote, \"...if something had happened to her on the trail, she would have known to stay put and someone would have found her.",
    "speaker": null,
    "startTimecode": 1402540,
    "endTimecode": 1427600
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/84",
    "text": "Clearly, something other than that happened.",
    "speaker": null,
    "startTimecode": 1428280,
    "endTimecode": 1430520
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/85",
    "text": "End quote.",
    "speaker": null,
    "startTimecode": 1431180,
    "endTimecode": 1431700
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/86",
    "text": "At a later point in the search, some members of survival teams that trained on the Navy's property went into the woods to look for Jerry. But despite their enhanced training, they still weren't able to find her. And the Navy was more or less like, if she's lost, she's not lost on our land, because otherwise we would have found her.",
    "speaker": null,
    "startTimecode": 1432480,
    "endTimecode": 1450460
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/87",
    "text": "However, their tune would change more than two years after she disappeared, when a tree surveyor passing through that exact same tract of land made a disturbing discovery.",
    "speaker": null,
    "startTimecode": 1451380,
    "endTimecode": 1461260
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/88",
    "text": "Buying a car is a big decision. A decision you should feel absolutely confident about. And when you shop with CarMax, you will. Because CarMax offers a 10-day money-back guarantee. So you can feel confident that you made the right choice for you. If you're not completely satisfied with your decision, simply bring it back within 10 days for a full refund. Always shop with confidence at CarMax, the way car buying should be. See CarMax.com for details.",
    "speaker": null,
    "startTimecode": 1467280,
    "endTimecode": 1493200
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/89",
    "text": "Just in. And so good. Thousands of spring fines up to 70% off are at Nordstrom Rack stores now. And that means thousands of fresh reasons to rack. How did I not know rack has Adidas? Why do we rack? For the hottest deals. Save on Madewell, Vince, Kate Spade, New York, Sam Edelman, Joe's, and more. Great brands, great prices. That's why you rack.",
    "speaker": null,
    "startTimecode": 1494820,
    "endTimecode": 1518020
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/90",
    "text": "On Sunday, October 11, 2015, two years, two months, and 20 days after Jerry Largay first disappeared, a surveyor for a private company was walking through the Navy's property just off the Appalachian Trail, on his way to a job site near Rangeley, Maine, when all of a sudden he stumbled across something unusual.",
    "speaker": null,
    "startTimecode": 1532140,
    "endTimecode": 1544480
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/91",
    "text": "Maine, when all of a sudden, he stumbled across something unusual. Deep in the middle of the woods, he saw what looked like a flattened tent just sitting by itself. And not too far away, there was a backpack, and what he believed was a human skull. Unsure of what the heck he'd just come across, the worker called the Naval Criminal Investigative Service to report what he'd found.",
    "speaker": null,
    "startTimecode": 1546640,
    "endTimecode": 1562360
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/92",
    "text": "Eventually, NCIS looped in the Maine Warden Service, Maine State Police, and Maine Office of the Chief Medical Examiner. Thanks to the surveyor providing officials with specific GPS coordinates, all of the involved agencies were able to send personnel directly to the remote scene. When investigators arrived the next morning, they happened to have an Animal Planet film crew with them that had been working on a series called Northwood's Law.",
    "speaker": null,
    "startTimecode": 1563280,
    "endTimecode": 1586480
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/93",
    "text": "So the entire thing was captured on video.",
    "speaker": null,
    "startTimecode": 1587220,
    "endTimecode": 1589520
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/94",
    "text": "I know, talk about being in the right place at the right time as a journalist.",
    "speaker": null,
    "startTimecode": 1590260,
    "endTimecode": 1593620
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/95",
    "text": "When officials looked around, they saw a sleeping bag sitting on the ground roughly 20 feet away from a tent and what looked like attempts to burn some nearby trees.",
    "speaker": null,
    "startTimecode": 1594560,
    "endTimecode": 1603140
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/96",
    "text": "Inside the bag, they found a human skull and various other bones.",
    "speaker": null,
    "startTimecode": 1603940,
    "endTimecode": 1607280
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/97",
    "text": "Inside the tent, they discovered more belongings and stains that the ME noted had likely come from a body decomposing there.",
    "speaker": null,
    "startTimecode": 1608140,
    "endTimecode": 1614640
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/98",
    "text": "The tent itself had been ripped, which prompted investigators to conclude that animals had most likely gotten into it and dragged out the sleeping bag, which explained why it was located so far away from the tent.",
    "speaker": null,
    "startTimecode": 1615360,
    "endTimecode": 1626120
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/99",
    "text": "In the backpack, they found a Samsung cell phone and other stuff like clothing, Jerry's Georgia driver's license, water bottles, duct tape, a Swiss Army knife, Ziploc bags, tent poles, a toothbrush, earplugs, a first aid kit, lighters, candles, athletic tape, batteries, a blue baseball hat, a whistle, and a flashlight.",
    "speaker": null,
    "startTimecode": 1626820,
    "endTimecode": 1645020
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/100",
    "text": "I know that's a lot of stuff, but all of these were supplies that an experienced hiker would need to survive.",
    "speaker": null,
    "startTimecode": 1645900,
    "endTimecode": 1650740
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/101",
    "text": "A quick scan of the skeletal remains revealed that a few arm, hand, and knee bones were missing, but overall the remains were fairly intact.",
    "speaker": null,
    "startTimecode": 1651700,
    "endTimecode": 1659620
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/102",
    "text": "The ME concluded that the missing bones were likely the result of scavenging animal activity.",
    "speaker": null,
    "startTimecode": 1660500,
    "endTimecode": 1665140
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/103",
    "text": "Law enforcement's overall consensus was that the remains intent were most likely certainly connected to Jerry's disappearance from two years earlier.",
    "speaker": null,
    "startTimecode": 1666060,
    "endTimecode": 1673760
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/104",
    "text": "But to be absolutely sure, they needed to do a bit more investigating.",
    "speaker": null,
    "startTimecode": 1674340,
    "endTimecode": 1677660
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/105",
    "text": "When they examined the sleeping bag and green backpack's contents more closely, they found a cell phone, a compass, and a notebook that's last entry date was dated August 18, 2013. There was some discrepancy about this date, though, because some sources stated the last entry was dated August 6, while others confirmed it was the 18th. The warden service wrote in their report that they weren't exactly sure if the dates that Jerry had written in her journal were 100% accurate, because she could have been delirious and off on her timing after being in the elements for so long. But regardless of when exactly she made her last entry, one sentence she wrote stated, quote, George, please read XOXO, end quote.",
    "speaker": null,
    "startTimecode": 1678900,
    "endTimecode": 1722800
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/106",
    "text": "Additional review of the journal revealed several more entries which were lengthy letters addressed to Jerry's family members and it was that specific language that suggested the remains were definitely her. The next day October 15th a medical examiner from Augusta Maine traveled to the scene and then the Maine State Police Evidence Response Team removed the skeletal remains from the campsite and transported them back to the ME's office for further study.",
    "speaker": null,
    "startTimecode": 1723700,
    "endTimecode": 1747480
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/107",
    "text": "Jerry's ID was officially confirmed through DNA testing the following morning, because that was really the only way to know for sure that the bones were hers.",
    "speaker": null,
    "startTimecode": 1748600,
    "endTimecode": 1756940
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/108",
    "text": "The ME noted that an official autopsy couldn't be conducted due to the fact that she was fully skeletonized by that point.",
    "speaker": null,
    "startTimecode": 1757780,
    "endTimecode": 1763600
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/109",
    "text": "So instead of typing up an autopsy report, the Emmy prepared what's known as a forensic anthropology report.",
    "speaker": null,
    "startTimecode": 1764380,
    "endTimecode": 1770000
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/110",
    "text": "That document stated that Jerry's skeleton was nearly complete when it was found, with the exception of those few missing hand, arm, and knee bones. None of her remains showed any signs of trauma, and they were all consistent with having been exposed to the elements for more than two years. The Emmy ruled her cause of death as an omniscient, which just essentially means starvation and lack of water due to prolonged exposure to the elements.",
    "speaker": null,
    "startTimecode": 1770720,
    "endTimecode": 1794600
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/111",
    "text": "On October 28th, nearly two weeks after the discovery, officials escorted George, his children, and his son-in-law to the spot in the woods where Jerry had been found. They erected a small cross and left several mementos at the location to remember her. News reports state that Jerry's body was found less than two miles from the AT itself, and only about a half hour away from a designated lodging site. If she had just gone a little further south of where she pitched her tent, she would have been able to get correctly oriented with the trail and continue on with her journey.",
    "speaker": null,
    "startTimecode": 1796420,
    "endTimecode": 1828200
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/112",
    "text": "Investigators' final conclusion was that Jerry had gotten lost in the woods at some point on July 22nd.",
    "speaker": null,
    "startTimecode": 1829620,
    "endTimecode": 1834940
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/113",
    "text": "That conclusion was supported by information they learned from her friend and former hiking partner, Jane Lee.",
    "speaker": null,
    "startTimecode": 1835460,
    "endTimecode": 1840740
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/114",
    "text": "According to Dana Prohovnik and Alan Juhasz's reporting, Jane said that in the weeks they'd been hiking together, she'd noticed that Jerry had the tendency to get turned around on the trail fairly easily. There had even been a few instances where she said Jerry had gotten flustered or combative about which way to go, but Jane sort of acted as their collective compass and always got them back on track. In the end, the Navy had to face the reality that Jerry's tent and remains had been on their land all along, and despite multiple searches, professional searchers looking, and their expert trackers, everyone had simply missed her. It was like people had searched all around her tent, but never close enough to spot her, which to me is just super tragic. The warden service did clarify, though, that because Jerry's remains were essentially sealed up in her sleeping bag and tent during those early days of searching, that might explain why scent dogs had been unable to catch the odor of decomposition. In the forensic anthropology report, the ME noted that the tree canopy over top of where Jerry had set up her tent was very dense, and even if you'd been searching from an airplane, the visibility would have been limited.",
    "speaker": null,
    "startTimecode": 1841600,
    "endTimecode": 1908120
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/115",
    "text": "Additional reporting stated that because the woods were so thick, searchers also likely didn't hear Jerry blow her whistle, if in fact she attempted to do so.",
    "speaker": null,
    "startTimecode": 1909060,
    "endTimecode": 1917180
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/116",
    "text": "Most unfortunate of all, though, was that Jerry owned a GPS device, but she'd left it at a motel during one of her previous stops with George before she disappeared.",
    "speaker": null,
    "startTimecode": 1918160,
    "endTimecode": 1927220
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/117",
    "text": "So it was just a perfect storm of events across the board that resulted in searchers coming so close to her, but missing her.",
    "speaker": null,
    "startTimecode": 1927840,
    "endTimecode": 1935060
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/118",
    "text": "Compounding the tragic bad luck Jerry encountered was the fact that text message data authorities pulled from her phone after the discovery revealed that on July 22nd at 11.01 a.m., she'd typed a message to George alerting him of her plight, but it never went through.",
    "speaker": null,
    "startTimecode": 1936160,
    "endTimecode": 1951180
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/119",
    "text": "The message reportedly said, quote, In some trouble, got off trail to go to BR, now lost.",
    "speaker": null,
    "startTimecode": 1952540,
    "endTimecode": 1959260
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/120",
    "text": "Can you call AMC to see if a trail maintainer can help me?",
    "speaker": null,
    "startTimecode": 1959820,
    "endTimecode": 1963080
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/121",
    "text": "Somewhere north of Woods Road. XOX. End quote. It's believed that the entity Jerry was asking George to call was the Appalachian Mountain Club.",
    "speaker": null,
    "startTimecode": 1963700,
    "endTimecode": 1973660
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/122",
    "text": "According to the Warden Service's official report, Jerry attempted to send that text 10 additional times, with that last attempt happening at 12.25 p.m. on the 22nd.",
    "speaker": null,
    "startTimecode": 1974420,
    "endTimecode": 1984540
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/123",
    "text": "Unfortunately, because of the bad cell reception in the area, it just never went through.",
    "speaker": null,
    "startTimecode": 1985540,
    "endTimecode": 1989720
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/124",
    "text": "The next day, July 23rd, at 4.18 p.m., she texted George again and wrote, quote, Lost since yesterday, off trail three or four miles.",
    "speaker": null,
    "startTimecode": 1990440,
    "endTimecode": 2000640
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/125",
    "text": "Call police for what to do, please.",
    "speaker": null,
    "startTimecode": 2001260,
    "endTimecode": 2003080
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/126",
    "text": "XOX.",
    "speaker": null,
    "startTimecode": 2003820,
    "endTimecode": 2004420
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/127",
    "text": "End quote. additional text tried to send again on July 27th and July 30th, but failed.",
    "speaker": null,
    "startTimecode": 2011980,
    "endTimecode": 2012660
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/128",
    "text": "More message activity in her phone showed that on August 6th, two weeks to the day after vanishing, Jerry's phone had turned on and someone deleted two texts.",
    "speaker": null,
    "startTimecode": 2017620,
    "endTimecode": 2021820
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/129",
    "text": "What those deleted messages said, I don't know, but I find it kind of odd they were erased.",
    "speaker": null,
    "startTimecode": 2026740,
    "endTimecode": 2027420
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/130",
    "text": "The investigators did too, but in the end, they had no explanation as to why that had happened.",
    "speaker": null,
    "startTimecode": 2032600,
    "endTimecode": 2033080
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/131",
    "text": "Just that it happened.",
    "speaker": null,
    "startTimecode": 2034340,
    "endTimecode": 2035240
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/132",
    "text": "According to the Warden Services report, there were also no pictures or videos on Jerry's device that had timestamps from July 22nd through August 6th, or any time after the 6th.",
    "speaker": null,
    "startTimecode": 2045500,
    "endTimecode": 2045960
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/133",
    "text": "Which again seems odd to me because we know that Jerry was hiking and seeing some cool things on July 22nd, at least before she reportedly got lost.",
    "speaker": null,
    "startTimecode": 2050000,
    "endTimecode": 2053760
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/134",
    "text": "I mean, I guess she probably wouldn't have been taking pictures if she was trying to survive, but I don't know, it still seems odd to me that there wasn't any kind of visual content captured on the phone during the dates in question.",
    "speaker": null,
    "startTimecode": 2054500,
    "endTimecode": 2064820
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/135",
    "text": "Anyway, when authorities read further through her notebook, they discovered that one of the last entries she'd written said, quote, when you find my body, please call my husband George and my daughter Carrie. It will be the greatest kindness for them to know that I am dead and where you found me, no matter how many years from now. Please find it in your heart to mail the contents of this bag to one of them.\" Authorities later confirmed that Jerry had made it to a stream just northeast of Poplar Ridge Shelter and most likely survived for a few days by drinking water and rationing her minimal food supply. But ultimately, she ran out of energy and died from starvation and exposure. Prior to her death, they believe she'd strung pieces of a silver space blanket that she'd had in her backpack on some tree branches near where she pitched her tent in an attempt to get over flying planes to spot her.",
    "speaker": null,
    "startTimecode": 2069320,
    "endTimecode": 2114880
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/136",
    "text": "But unfortunately, we know that wasn't successful.",
    "speaker": null,
    "startTimecode": 2115540,
    "endTimecode": 2118220
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/137",
    "text": "In the wake of losing his wife under such difficult circumstances, George told the press that something he thought about a lot was just how long Jerry had tried to survive on her own.",
    "speaker": null,
    "startTimecode": 2119760,
    "endTimecode": 2128980
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/138",
    "text": "He said, quote, that was gut-wrenching.",
    "speaker": null,
    "startTimecode": 2129620,
    "endTimecode": 2131940
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/139",
    "text": "I knew she was one tough cookie. I just didn't realize how tough she was, end quote.",
    "speaker": null,
    "startTimecode": 2132520,
    "endTimecode": 2137520
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/140",
    "text": "Despite the tragic outcome, George heralded his wife's legacy as an inspiration to others. George heralded his wife's legacy as an inspiration to others.",
    "speaker": null,
    "startTimecode": 2138440,
    "endTimecode": 2144040
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/141",
    "text": "He told Josh Brown with The Tennessean that Jerry would have wanted her story to make other people who were older in life and perhaps hesitant to take on a feat like hiking the Appalachian Trail to not be afraid to do it. He also remarked to other journalists that the long letters Jerry had left behind in her tent were all written to her surviving family members and were full of lovely messages and thoughts. George was proud of his wife for being so poignant in her last moments and spending what little time she had left thinking of him, their kids, their grandkids, and other people in her life that she knew were cheering her on. Despite the fact that the journey she'd spent so long dreaming about turned out to be the last one she'd ever take.",
    "speaker": null,
    "startTimecode": 2148760,
    "endTimecode": 2185660
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/142",
    "text": "A quick reminder, Park Predators is off next week, so there won't be a new episode. But don't worry, I'll be back the following week with a brand new case.",
    "speaker": null,
    "startTimecode": 2186580,
    "endTimecode": 2195060
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/143",
    "text": "Park Predators is an AudioChuck production.",
    "speaker": null,
    "startTimecode": 2199560,
    "endTimecode": 2202000
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/144",
    "text": "You can view a list of all the source material for this episode on our website, parkpredators.com. And you can also follow Park Predators on Instagram, at parkpredators.",
    "speaker": null,
    "startTimecode": 2202660,
    "endTimecode": 2212720
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/145",
    "text": "So, what do you think, Chuck? Do you approve?",
    "speaker": null,
    "startTimecode": 2217360,
    "endTimecode": 2220160
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/146",
    "text": "Just in. And so good thousands of spring fines up to 70 off are at nordstrom rack stores now and that means thousands of fresh reasons to rack how did i not know rack has adidas why do we rack for the hottest deals save on madewell vince kate spade new york sam Edelman, Joe's, and more. Great brands, great prices. That's why you rack.",
    "speaker": null,
    "startTimecode": 2223700,
    "endTimecode": 2247040
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/147",
    "text": "In a world of dry eye, there's a long-lasting solution that can save the day. Presenting Sustain Complete Preservative Free.",
    "speaker": null,
    "startTimecode": 2248640,
    "endTimecode": 2257580
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/148",
    "text": "Its unique formula gives eight hours of relief from the common symptoms of dry eye. So say goodbye to dry, tired, irritated, sore, burning, stinging, and watery eyes. And say hello to multi-symptom relief.",
    "speaker": null,
    "startTimecode": 2258380,
    "endTimecode": 2272120
  },
  {
    "id": "b709bc64-0ff9-46a7-a969-9061e49075d8/transcript/paragraph/149",
    "text": "Available in a store near you. Sustain complete. Open your eyes to lasting relief.",
    "speaker": null,
    "startTimecode": 2272860,
    "endTimecode": 2278320
  }
]